Repository: binerogroup/fleio-i18n
Catalog: translations/frontend/po/*.po
Languages: fr, ro, sv

source: Your license expires in 1 day.
fr: Votre licence expire dans 1 jour.
ro: Licența ta expiră intr-o zi.
sv: Din licens upphör om en dag.

source: Your license expires today. Please renew your Fleio license.
fr: Votre licence expire aujourd'hui. Veuillez renouvelé votre licence Fleio.
ro: Licența Fleio expira azi, vă rugam să o reînnoiți.
sv: Din licens löper ut idag. Förnya din Fleio-licens.

source: Your request was sent.
fr: Votre demande a été envoyée.
sv: Din förfrågan skickades.

source: Zip code
fr: Code postal
ro: Cod poștal
sv: Postnummer

source: Zone create scheduled
fr: Création de la zone en cours
ro: Creare zona in progres
sv: Skapar zon...

source: Zone delete scheduled
fr: Suppression de la zone en cours
ro: Stergere zona in progres
sv: Raderar zon...

source: Zone details
fr: Détails de la zone
ro: Detalii zona
sv: Zoninformation

source: Zone update scheduled
fr: Mise à jour de la zone en cours
ro: Actualizare zona in progres
sv: Uppdaterar zon...

source: Zones
fr: Zone {:zone}
ro: Zone
sv: Zoner

source: abc -> {{$ctrl.item.display}} is exactly "abc"
fr: abc -> {{$ctrl.item.display}} est exactement "abc"
sv: abc -> {{$ctrl.item.display}} är exakt "abc"

source: abc* -> {{$ctrl.item.display}} starts with "abc"
fr: abc* -> {{$ctrl.item.display}} commence avec "abc"
sv: abc* -> {{$ctrl.item.display}} startar med "abc"

source: active
fr: actif
sv: aktiv

source: add credit page
fr: ajouter une page de crédit
sv: Lägg till kredit

source: added the following CC recipients
fr: ajouté les destinataires CC suivants

source: added the following cc recipients:
fr: ajouté les destinataires cc suivants:
ro: a adăugat următorii destinatari cc:
sv: lade till följande cc-mottagare:

source: and added to client credit
fr: et ajouté au crédit client
ro: si adăugat la credit-ul clientului

source: assigned this TODO to
fr: assigné ce TODO à
ro: a atribuit acest TODO la

source: assigned this ticket to
fr: assigné le ticket à
ro: a atribuit acest tichet la
sv: tilldelande ärendet till

source: assigned to
fr: assigné à
ro: atribuit la

source: available
fr: disponible
ro: disponibil
sv: ledig

source: booted_from_iso
fr: a_démarré_de_l'ISO

source: booting from iso
fr: démarre à partir de l'ISO
sv: bootar från iso

source: building
fr: construction

source: cPanel group ID
fr: id de groupe cPanel
ro: ID-ul grupului cPanel

source: cPanel licensing package configuration
fr: configuration du package de licences cPanel
ro: Configurație pachet licență cPanel

source: cPanel module configuration
fr: module de configuration cPanel
ro: Configurație modul cPanel

source: cPanel package ID
fr: id de package cPanel

source: cPanel plan
fr: plan cPanel

source: cancel
fr: annuler
sv: avbryt

source: category
fr: catégorie
ro: categorie

source: change
fr: changer
ro: schimbă
sv: ändra

source: changed assignee to
fr: client changé en

source: changed client to
fr: changé de client pour
ro: a schimbat clientul la
sv: ändrade kund till

source: changed department to
fr: changé de département pour
ro: a schimbat departamentul la
sv: ändrade avdelning till

source: changed description on
fr: changé la description pour
ro: a schimbat descrierea în
sv: ändrade beskrivning till

source: changed internal status to {{item.new_internal_status}}
fr: changé le statut interne à {{item.new_internal_status}}

source: changed priority to
fr: changé de priorité à
ro: a schimbat prioritatea la
sv: ändrade prioritet till

source: changed status to
fr: changé de statut en
ro: a schimbat status-ul la
sv: ändrade status till

source: changed title on
fr: changé de titre en
ro: a schimbat titlul în
sv: ändrade ämne till

source: client group
fr: groupe client

source: commented on
fr: commenté sur
ro: a comentat în

source: create new volume
fr: créer un nouveau volume
ro: bootează din volum
sv: skapa ny volym

source: create {{$ctrl.bootSource.options.volume_size}} GB volume
fr: créer un volume de {{$ctrl.bootSource.options.volume_size}} GB
ro: creează volum de {{$ctrl.bootSource.options.volume_size}} GB
sv: skapa {{$ctrl.bootSource.options.volume_size}} GB stor volym

source: created at
fr: créé à
ro: creat la
sv: skapat

source: default
fr: défaut
ro: implicit
sv: standard

source: default group
fr: groupe par défaut

source: deleted
fr: supprimé
ro: șters
sv: ﻿borttagen

source: department
fr: departement
ro: departament
sv: avdelning

source: disabled
fr: désactivé
sv: inaktiverad

source: disk
fr: disque

source: down
fr: arrété
ro: picat
sv: nere

source: earlier than
fr: plus tôt que
ro: mai devreme de
sv: tidigare än

source: enabled
fr: activé
sv: aktiverad

source: enter to change
fr: entrer pour changer
ro: introdu pentru a modifica
sv: gå in för att ändra

source: error
fr: erreur
ro: eroare
sv: fel

source: exclude
fr: exclure
sv: exkludera

source: expiry date
fr: date d'expiration
sv: utgångsdatum

source: external
fr: externe
sv: externt

source: filter
fr: filtre
ro: filtrează
sv: filtrera

source: flavor group
fr: groupe de flavor

source: hard reboot
fr: Redémarrage forcé
sv: hård omstart

source: has instances
fr: possède des instances

source: has instances in region
fr: Possède des instances dans une région

source: has instances on hypervisor
fr: Possède des instances sur un hyperviseur

source: has instances with flavor
fr: Possède des instances avec flavor

source: has service for product
fr: possède des services pour le produit

source: has service of type
fr: possède des services du type

source: has services
fr: possède des services

source: in
fr: dans
sv: i

source: in-use
fr: utilisé
ro: în-folosiță
sv: ansluten

source: inactive
fr: inactif
ro: inactiv

source: internal
fr: interne
sv: internt

source: internal status
fr: statut interne
ro: status intern

source: is
fr: est
ro: este
sv: är

source: is not
fr: est pas
ro: nu este
sv: är inte

source: later than
fr: plus tard que
ro: mai târziu de
sv: senare än

source: migrating
fr: migre
sv: migrerar

source: never
fr: jamais
ro: niciodată

source: new password
fr: nouveau mot de passe
ro: parolă nouă
sv: nytt lösenord

source: no order exists for this service
fr: aucune commande n'existe pour ce service
ro: nu exista comenzi pentru acest serviciu

source: no prices available
fr: pas de prix disponible

source: none
fr: aucun
ro: niciunul
sv: ingen

source: not charged
fr: non chargé
ro: netaxat
sv: debiteras inte

source: not running
fr: ne fonctionne pas

source: not shared
fr: non partagé
ro: nepartajat

source: note from
fr: note de

source: on
fr: sur
ro: în
sv: på

source: overdue
fr: En retard
sv: förfallen

source: password
fr: mot de passe
sv: lösenord

source: password change disabled in demo mode
fr: changement de mot de passe désactivé en mode démo
ro: schimbarea parolei este dezactivată în modul demo
sv: lösenordsändring inaktiverad i demoläge

source: paused
fr: Suspendue
sv: pausad

source: pending
fr: en attente
ro: în curs
sv: väntande

source: priority
fr: priorité
ro: prioritate

source: product and option cycles do not match
fr: les cycles produit et option ne correspondent pas
ro: sus

source: product configuration
fr: configuration du produit
ro: configurație produs
sv: produktkonfiguration

source: protected
fr: protégé
ro: protejat
sv: skyddad

source: reboot
fr: redémarrer
sv: omstart

source: rebuild
fr: reconstruire

source: registration date
fr: date d'inscription
sv: registreringsdatum

source: related volume
fr: volume lié
sv: relaterad volym

source: reopened ticket because of email reply on
fr: billet rouvert à cause de la réponse par email le
ro: a redeschis tichetului datorită unui răspuns prin email în
sv: återöppnade ärende p.g.a. e-postsvar

source: rescue
fr: secourir

source: rescued
fr: secourue

source: resized
fr: redimensionnée

source: retype new password
fr: re-taper le nouveau mot de passe
ro: reintrodu parola
sv: skriv in nytt lösenord igen

source: revert resize
fr: rétablir le redimensionnement
sv: återställ storleksändring

source: running
fr: opérationnel
sv: startad

source: shared
fr: partagé
ro: partajat
sv: delad

source: shelved
fr: En attente

source: shelved_offloaded
fr: en_attente_déchargée

source: soft-delete
fr: suppression-légere

source: starting
fr: démarre
sv: startar

source: status
fr: statut

source: stopped
fr: Arrêtée
sv: stoppad

source: stopping
fr: Extinction
sv: stoppar

source: superuser
fr: super utilisateur
ro: superutilizator

source: suspended
fr: suspendu
ro: suspendat

source: top level domain
fr: domaine de premier niveau

source: unassigned
fr: non attribué
ro: neatribuit

source: unknown
fr: inconnu
ro: necunoscut
sv: okänd

source: up
fr: opérationnel
ro: sus
sv: uppe

source: user group
fr: groupe utilisateur

source: userrequested
fr: demandé par l'utilisateur

source: verify resize
fr: vérifier le redimensionnement

source: year
fr: année
ro: an
sv: år

source: years
fr: années
ro: ani
sv: år

source: {{ $ctrl.domainAddonPrices.price_types[price_type] }} prices
fr: {{ $ctrl.domainAddonPrices.price_types[price_type] }} prix

source: {{ $ctrl.domainPrices.price_types[price_type] }} prices
fr: {{ $ctrl.domainPrices.price_types[price_type] }} prix
ro: {{ $ctrl.domainPrices.price_types[price_type] }} prețuri

source: {{ $ctrl.priceCycles.currency.code }} <translate ng-if="$ctrl.priceCycles.currency.is_default">(default)</translate>
fr: {{ $ctrl.priceCycles.currency.code }} <translate ng-if="$ctrl.priceCycles.currency.is_default">(défaut)</translate>
ro: {{ $ctrl.priceCycles.currency.code }} <translate ng-if="$ctrl.priceCycles.currency.is_default">(implicit)</translate>

source: {{ $ctrl.tld.name }} pricing and details
fr: {{ $ctrl.tld.name }} prix et détails

source: {{ currency_code }} prices
fr: {{ currency_code }} prix
ro: prețuri {{ currency_code }}

source: {{ currency_code }}(default) prices
fr: {{ currency_code }}(default) prix
ro: {{ currency_code }}(implicit) prețuri

source: {{$ctrl.flavor.vcpus}} virtual CPUs
fr: {{$ctrl.flavor.vcpus}} CPUs virtuel
sv: {{$ctrl.flavor.vcpus}} virtuella CPUs

source: {{'No ' + $ctrl.objectsNamePlural | translate }} found
fr: {{'Aucun ' + $ctrl.objectsNamePlural | translate }} trouvé
sv: {{'Inga ' + $ctrl.objectsNamePlural | translate }} hittades

source: {{::$ctrl.serviceUpgradeOptions.display_name }} - change product
fr: {{::$ctrl.serviceUpgradeOptions.display_name }} - changer de produit
sv: {{::$ctrl.serviceUpgradeOptions.display_name }} - ändra produkt

source: {{::$ctrl.serviceUpgradeOptions.display_name }} - change service
fr: {{::$ctrl.serviceUpgradeOptions.display_name }} - changer de service
sv: {{::$ctrl.serviceUpgradeOptions.display_name }} - ändra tjänst

source: {{::$ctrl.summary.domains_count}} domain
fr: {{::$ctrl.summary.domains_count}} domaine
sv: {{::$ctrl.summary.domains_count}} domän

source: {{::$ctrl.summary.domains_count}} domains
fr: {{::$ctrl.summary.domains_count}} domaines
sv: {{::$ctrl.summary.domains_count}} domäner

source: {{::$ctrl.summary.invoices_details.invoices_count}} invoices
fr: {{::$ctrl.summary.invoices_details.invoices_count}} factures
sv: {{::$ctrl.summary.invoices_details.invoices_count}} fakturor

source: {{::image.architecture}} created on {{::image.created_at | date}}
fr: {{::image.architecture}} créé sur {{::image.created_at | date}}
ro: {{::image.architecture}} creat la {{::image.created_at | date}}
sv: {{::image.architecture}} skapad {{::image.created_at | date}}

source: {{::journalEntry.destination_amount}} {{::journalEntry.destination_currency}} will be deducted from {{::journalEntry.destination_name}}
fr: {{::journalEntry.destination_amount}} {{::journalEntry.destination_currency}} sera déduit de {{::journalEntry.destination_name}}
ro: {{::journalEntry.destination_amount}} {{::journalEntry.destination_currency}} o sa fie scăzut din {{::journalEntry.destination_name}}

source: {{::reqVolume.size}} GB created on {{::reqVolume.created_at | date }}
fr: {{::reqVolume.size}} GB créé sur {{::reqVolume.created_at | date }}

source: {{::volsnap.size}} GB created on {{::volsnap.created_at | date}}
fr: {{::volsnap.size}} GB créé sur {{::volsnap.created_at | date}}
ro: {{::volsnap.size}} GB creat la {{::volsnap.created_at | date}}
sv: {{::volsnap.size}} GB skapad {{::volsnap.created_at | date}}

source: {{::volume.size}} GB created on {{::volume.created_at | date }}
fr: {{::volume.size}} GB créé sur {{::volume.created_at | date }}
ro: {{::volume.size}} GB creat la {{::volume.created_at | date }}
sv: {{::volume.size}} GB skapad {{::volume.created_at | date }}

source: 1 image
ro: 1 imagine
sv: En image

source: 1 instance
ro: 1 instanță
sv: En instans

source: 1 volume
ro: 1 Volum
sv: En volym

source: <md-icon class="fl-icons material-icons" role="img" aria-label="{{'Remove selected file' | translate}}">delete</md-icon>
ro: <md-icon class="fl-icons material-icons" role="img" aria-label="{{'Remove selected file' | translate}}">ș</md-icon>

source: <span hide-xs="" class="fl-margin-right-small" translate="">No {{ $ctrl.objectsNamePlural }}</span> <span hide-gt-xs="" translate="">No {{ $ctrl.objectsNamePlural }}</span>
ro: <span hide-xs="" class="fl-margin-right-small" translate="">Nu {{ $ctrl.objectsNamePlural }}</span> <span hide-gt-xs="" translate="">No {{ $ctrl.objectsNamePlural }}</span>

source: <strong>Boot Source Selection</strong><br> Select the image to boot from, from the list of available images.<br> You can also boot from an instance snapshot if any is available. <br> <span ng-if="$ctrl.features['openstack.volumes']"> The option <strong>Create new volume</strong> while selecting an image will create a new volume from the selected image and will start the Instance with the volume as the main root disk<br> You can also boot directly from an existing volume. <br> <strong>Auto delete volume when instance is terminated</strong> will mark the volume to be automatically deleted when the Instance is terminated. If this option is not set, the volume will remain active even after you remove the instance and can be managed from the <br> <strong>Volumes</strong> menu. </span>
ro: <strong>Selectare sursă boot</strong><br> Selectează imaginea din care bootezi, din lista imaginilor disponibile<br> Poți de asemenea să bootezi dintr-un snapshot instanță dacă este disponibil <br> <span ng-if="$ctrl.features.volumes"> Opțiunea <strong>Creează volum</strong> când selectezi o imagine o să creeze un volum <br> nou din imaginea selectată si o să porneasca instanța cu volumul ca root disk principal<br> Poți de asemenea să bootezi direct dintr-un volum existent <br> <strong>Auto delete volume when instance is terminated</strong> o să marcheze volumul să fie <br> șters automat când instanța este terminata. Dacă opțiunea nu este setată, volumul <br> o să rămână activ chiar dacă ștergi instanța si poate fi administrat din meniul <br> <strong>Volume</strong> </span>

source: <strong>Boot Source Selection</strong><br> Select the image to boot from, from the list of available images.<br> You can also boot from an instance snapshot if any is available. <br> <span ng-if="$ctrl.features['openstack.volumes']"> The option <strong>Create new volume</strong> while selecting an image will create a new <br> volume from the selected image and will start the Instance with the volume as the main root disk<br> You can also boot directly from an existing volume. <br> <strong>Auto delete volume when instance is terminated</strong> will mark the volume to be <br> automatically deleted when the Instance is terminated. If this option is not set, the volume <br> will remain active even after you remove the instance and can be managed from the <br> <strong>Volumes</strong> menu. </span>
ro: <strong>Selectare sursă boot</strong><br> Selectează imaginea din care bootezi, din lista imaginilor disponibile<br> Poti de asemenea să bootezi dintr-un snapshot instanta daca este disponibil <br> <span ng-if="$ctrl.features.volumes"> Optiunea <strong>Creeaza volum</strong> cand selectezi o imagine o sa creeze un volum <br> nou din imaginea selectata si o sa porneasca instanta cu volumul ca root disk principal<br> Poti de asemenea sa bootezi direct dintr-un volum existent <br> <strong>Auto delete volume when instance is terminated</strong> o sa marcheze volumul sa fie <br> sters automat cand instanta este terminata. Daca optiunea nu este setata, volumul <br> o sa ramana activ chiar daca stergi instanta si poate fi administrat din meniul <br> <strong>Volume</strong> </span>

source: <strong>New OpenStack Instance</strong><br> You can create a new Instance by first choosing a name then selecting the Region where the instance will be located, the source to boot from, a configuration (flavor) and the authentication<br> parameters.
ro: <strong>Instanță nouă OpenStack</strong><br> Poți crea o nouă instanță selectând prima dată numele si apoi<br> selectand Regiunea unde instanța o sa fie localizată,<br> sursa de unde booteaza, o configurație (flavor) si parametrii<br> autentificării.

source: <strong>New OpenStack Instance</strong><br> You can create a new Instance by first choosing a name then<br> selecting the Region where the instance will be located,<br> the source to boot from, a configuration (flavor) and the authentication<br> parameters.
ro: <strong>Instanță nouă OpenStack</strong><br> Poți crea o nouă instanță selectand prima dată numele si apoi<br> selectand Regiunea unde instanța o sa fie localizată,<br> sursa de unde booteaza, o configurație (flavor) si parametrii<br> autentificării.

source: <strong>Select a configuration</strong><br> In order to create the new Instance you also need to select a configuration.<br> Configurations hold information about the Instance memory, disk space<br> and the number of virtual CPUs that will be available.
ro: <strong>Selectează o configurație</strong><br> Pentru a crea o nouă instanță trebuie de asemenea să selectezi o configurație.<br> Configurațiile dețin informatii despre memoria instanței, spatiul pe disk<br> si numărul de virtual CPUs care o să fie disponibil.

source: ACTIVE
ro: ACTIV
sv: AKTIV

source: Actions
ro: Actiuni
sv: Åtgärder

source: Active
ro: Activ
sv: Aktiv

source: Architecture: {{ $ctrl.image.architecture }}
ro: Arhitectura: {{ $ctrl.image.architecture }}
sv: Arkitektur: {{$ctrl.image.architecture}}

source: Attachment added
ro: Atașament adăugat

source: Clients
ro: Clienți

source: Code
ro: Cod
sv: Kod

source: Code: {{ $ctrl.productDetails.code }}
ro: Cod: {{ $ctrl.productDetails.code }}

source: Config. options
ro: Opțiuni config.

source: Configuration
ro: Configurație

source: Configurations
ro: Configurări

source: Console
ro: Consolă
sv: Konsol

source: Create OpenStack service
ro: Creează Serviciu OpenStack

source: Customize the next invoice number by using <span ng-non-bindable="">{{ number }}, {{ year }}, {{ month }}, {{ day }}.</span>
ro: Personalizeaza numarul facturii urmatoare utilizand <span ng-non-bindable="">{{ number }}, {{ year }}, {{ month }}, {{ day }}.</span>

source: Cycle
ro: Ciclu

source: Date
ro: Data
sv: Datum

source: Description
ro: Descriere
sv: Beskrivning

source: Description: {{ $ctrl.floatingIp.description }}
ro: Descriere: {{ $ctrl.floatingIp.description }}
sv: Beskrivning: {{ $ctrl.floatingIp.description }}

source: Description: {{ $ctrl.network.description }}
ro: Descriere: {{ $ctrl.network.description }}

source: Description: {{ $ctrl.subnetpool.description }}
ro: Descriere: {{ $ctrl.subnetpool.description }}

source: Description: {{ $ctrl.zone.attributes }}
ro: Descriere: {{ $ctrl.zone.attributes }}

source: Description: {{ $ctrl.zone.description }}
ro: Descriere: {{ $ctrl.zone.description }}
sv: Beskrivning: {{ $ctrl.zone.description }}

source: Description: {{ ::$ctrl.router.description }}
ro: Descriere: {{ ::$ctrl.router.description }}
sv: Beskrivning: {{ ::$ctrl.router.description }}

source: Description: {{ securityGroup.description ? (securityGroup.description):"-" }}<br>
ro: Descriere: {{ securityGroup.description ? (securityGroup.description):"-" }}<br>
sv: Beskrivning: {{ securityGroup.description ? (securityGroup.description):"-" }}<br>

source: Description: {{::$ctrl.serviceDetails.product.description }}
ro: Descriere: {{::$ctrl.serviceDetails.product.description }}
sv: Beskrivning: {{::$ctrl.serviceDetails.product.description }}

source: Destination
ro: Destinație

source: Destination (CIDR)
ro: Destinație (CIDR)

source: Direction
ro: Direcție
sv: Riktning

source: Entries
ro: Intrări

source: Fingerprint
ro: Amprentă digitală
sv: Fingeravtryck

source: Fingerprint: {{ key.fingerprint }}
ro: Amprentă digitală: {{ key.fingerprint }}
sv: Fingeravtryck: {{ key.fingerprint }}

source: Flavor
ro: Configurație
sv: Instanstyp

source: Flavor: <a fl-sref="openstackFlavorsDetails({id: $ctrl.instance.flavor.id})" class="md-primary"> <strong class="md-primary">{{$ctrl.instance.flavor.name }}</strong> </a>
ro: Configuratie: <a fl-sref="openstackFlavorsDetails({id: $ctrl.instance.flavor.id})" class="md-primary"> <strong class="md-primary">{{$ctrl.instance.flavor.name }}</strong> </a>

source: Flavors
ro: Configurații

source: Get me a network
ro: Obține o rețea
sv: Sätt upp ett nätverk åt mig

source: Image
ro: Imagine

source: Image source
ro: Sursa imagine
sv: Imagekälla

source: Image: {{::$ctrl.instance.image.name}}
ro: Imagine: {{::$ctrl.instance.image.name}}

source: Images
ro: Imagini

source: Info
ro: Informații

source: Instance
ro: Instanță
sv: Instans

source: Instance {:name}
ro: Instanța {:name}
sv: Instans {:name}

source: Instances
ro: Instanțe
sv: Instanser

source: Interfaces
ro: Interfețe
sv: Gränssnitt

source: Is default: {{ $ctrl.subnetpool.is_default }}
ro: Implicit: {{ $ctrl.subnetpool.is_default }}

source: Journal
ro: Jurnal

source: Journal entries
ro: Intrări jurnal

source: Language
ro: Limba
sv: Språk

source: Message
ro: Mesaj

source: Metric
ro: Măsurătoare

source: Module
ro: Modul

source: Module: <span class="fl-block fl-detail fl-margin-left" translate="">Name: {{ $ctrl.productDetails.module.name }}</span> <span class="fl-block fl-detail fl-margin-left" translate="">Path: {{ $ctrl.productDetails.module.path }}</span>
ro: Modul: <span class="fl-block fl-detail fl-margin-left" translate="">Name: {{ $ctrl.productDetails.module.name }}</span> <span class="fl-block fl-detail fl-margin-left" translate="">Path: {{ $ctrl.productDetails.module.path }}</span>

source: No networks available in this region
ro: Nu există rețele disponibile pentru această regiune

source: No networks available in this region!
ro: Nu există rețele disponibile pentru această regiune

source: No {{ $ctrl.objectsNamePlural }}
ro: Fără {{ $ctrl.objectsNamePlural }}

source: No {{ $ctrl.objectsNamePlural }} found
ro: Zero {{ $ctrl.objectsNamePlural }} găsite

source: Note!
ro: Atenție!

source: Notes
ro: Note

source: Notes: {{::$ctrl.serviceDetails.notes }}
ro: Note: {{::$ctrl.serviceDetails.notes }}
sv: Noteringar: {{::$ctrl.serviceDetails.notes }}

source: Notification
ro: Notificare

source: Notifications
ro: Notificări
sv: Aviseringar

source: Option #
ro: Opțiune #

source: Permissions
ro: Permisiuni

source: Plans
ro: Planuri

source: Please select a file
ro: Te rugăm selectează un fișier

source: Plugins
ro: Plugin-uri
sv: Tillägg

source: Ports
ro: Porturi
sv: Portar

source: Powered by Fleio
ro: Realizat de Fleio

source: Prefixes
ro: Prefixe

source: Registrars
ro: Registrari

source: Remove selected file
ro: Șterge fișierul selectat

source: Routes:
ro: Rute:
sv: Rutter:

source: Save settings
ro: Salvează setările
sv: Spara inställningar

source: Service
ro: Serviciu
sv: Tjänst

source: Services
ro: Servicii
sv: Tjänster

source: Snapshots
ro: Snapshot-uri

source: Source
ro: Sursa
sv: Källa

source: Suspend type: {{ $ctrl.serviceDetails.suspend_type }}
ro: Tipul suspendării: {{ $ctrl.serviceDetails.suspend_type }}

source: Suspension
ro: Suspendare
