Repository: binerogroup/fleio-i18n
Catalog: translations/frontend/po/*.po
Languages: fr, ro, sv

source: <strong>Image source</strong><br> Select the source for the actual image data from the <strong>Image source</strong> dropdown. Selecting <strong>File</strong> option will allow you to upload a file from your computer. By selecting <strong>URL</strong> you will be able to specify a direct URL where the image resizes. Please specify the full image URL (ex: https://somehost.com/someimage.qcow2).
fr: <strong>Source de l'image</strong><br> Sélectionner la source pour la donnée d'image actuel depuis le menu déroulant <strong>Source de l'image</strong> En sélectionnant l'option <strong>fichier</strong> vous pourrez téléverser une image depuis votre ordinateur En sélectionnant l'option <strong>URL</strong> vous pourrez spécifier l'URL direct de l'emplacement ou elle réside Merci de spécifier l'URL complète (ex: https://somehost.com/someimage.qcow2).

source: <strong>Keystone auth url</strong><br> The Keystone version 3 API URL used by Fleio to authenticate to OpenStack.<br> The URL has the following form: https://keystone.url:5000/v3
fr: <strong>URL d'authentification Keystone</strong> <br> L'URL de l'API Keyston version 3 est utilisé par Fleio pour s'authentifier auprès d'OpenStack.<br> L'URL est sous la forme suivante: https://keystone.url:5000/v3
ro: <strong>URL authentificare Keystone</strong><br> Adresa URL pentru autentificare la OpenStack.<br> Adresa are de obicei forma: https://keystone.url:5000/v3

source: <strong>Minimum disk size (GB)</strong><br> This property will tell OpenStack Compute what the minimum required disk size is for this image. <br> This allows you to set a limit in order to avoid potential problems while creating an Instance with a lower disk size than the installed software on that image.
fr: <strong>Taille du disque minimale (GB)</strong><br> Cette propriété indiquera à OpenStack Compute quelle est la taille de disque minimale requise pour cette image. <br> Cela vous permet de définir une limite afin d'éviter des problèmes potentiels lors de la création d'une instance avec une taille de disque inférieure à celle du logiciel installé sur l'image.
sv: <strong>Minsta diskstorlek (GB)</strong> <br> Den här egenskapen kommer att berätta för systemet vad den minsta nödvändiga hårddiskstorleken är för den här imagen. <br> Detta låter dig ställa in en gräns för att undvika potentiella problem medan du skapar ett instans med en lägre diskstorlek än den installerade programvaran på imagen.

source: <strong>Minimum required RAM (MB)</strong><br> Like the minimum required disk size, this option allows you to set a limit for the minimum required RAM an instance created from this image will required in order to run properly.
fr: <strong>RAM minimum requise (MB)</strong><br> Comme la taille de disque minimale requise, cette option vous permet de définir une limite pour la RAM minimale requise, une instance créée à partir de cette image sera nécessaire pour fonctionner correctement.
sv: <strong>Minsta nödvändiga RAM (MB)</strong> <br> Liksom minsta diskstorlek kräver detta alternativ att du ställer in en gräns för den minsta mängd RAM-minne som en instans skapad från den här imagen kommer att kräva för att fungera korrekt.

source: <strong>New OpenStack Volume</strong><br> You can create a new Volume by first selecting a Client with an OpenStack project assigned <br> then a Region where the volume will be created then setting <br> the name and a description for it.<br>
fr: <strong>Nouveau volume OpenStack</strong><br> Vous pouvez créer un nouveau volume en sélectionnant d'abord un client avec un projet OpenStack attribué<br> puis une région où le volume sera créé puis en définissant<br> le nom et la description.<br>
ro: <strong>Volum OpenStack nou</strong><br> Poți crea un volum nou selectând un client cu un proiect OpenStack atribuit<br> după care Regiunea unde volumul o sa fie creat, și apoi<br> numele si descrierea acestuia.<br>

source: <strong>New OpenStack Volume</strong><br> You can create a new Volume by first selecting the region<br> where the volume will be created then setting the name and a description for it.<br>
fr: <strong>Nouveau volume OpenStack</strong><br> Vous pouvez créer un nouveau volume en sélectionnant d'abord la région<br> ou le projet sera créé puis en définissant le nom et la description.<br>
ro: <strong>Volum OpenStack nou</strong><br> Poți crea un volum nou selectând mai întai regiunea<br> unde volumul o să fie creat apoi completând numele si descrierea pentru acesta.<br>
sv: <strong>Ny volym</strong> <br> Du kan skapa en ny volym genom att först välja regionen <br> där volymen ska skapas och ställ sedan in namnet och en beskrivning för den. <br>

source: <strong>New project name and description templates</strong><br> Fleio automatically creates OpenStack Projects for clients and gives them names and descriptions. <br> You can customize the default name and description using a template with access to <strong>client</strong> <br> attributes. <br> It's <strong>IMPORTANT</strong> to keep in mind that the project name needs to be unique/different from <br> all the other projects already present in OpenStack. You can make sure of that by using the "client.id" <br> template attribute or any attribute you know it will be unique. <br> The <strong>client</strong> object has many attributes, some of them include: id, first_name, last_name, <br>company, country, phone, email, date_created and <strong>id</strong> is always unique.
fr: <strong>Nom du nouveau projet et description des modèles</strong><br> Fleio créer automatiquement des projets OpenStack pour les clients et donne des noms et description.<br> Vous pouvez personnaliser le nom et la description par défaut à l'aide d'un modèle avec accès <strong>client</strong> <br> attributs. <br> Il est <strong>IMPORTANT</strong>de garder à l'esprit que le nom du projet doit être unique/différent de <br> tous les autres projets déjà présents dans OpenStack. Vous pouvez vous en assurer en utilisant le "client.id" <br>l'attribut template ou tout attribut dont vous savez qu'il sera unique.<br> L'objet <strong>client</strong> comporte de nombreux attributs, comme: id, prénom, nom, <br>entreprise, pays, téléphone, email, date de création et <strong>id</strong> qui sont toujours unique.
ro: <strong>Nume si descriere Proiect Implicit</strong><br> Fleio crează automat Proiecte OpenStack pentru clienți si le dă nume si descrieri<br> Poți personaliza numele si descrierea implicită utilizând un sablon cu acces la atributele <strong>clientului</strong><br> Este <strong>IMPORTANT</strong> de reținut faptul că numele proiectului trebuie sa fie unic/diferit față <br> de toate celelalte proiecte deja prezente in OpenStack. Poți să te asiguri de asta utilizând "client.id" <br> atribut șablon sau oricare atribut care știi ca o să fie unic. <br> Obiectul <strong>Client</strong> are multe atribute, unele din ele includ: id, first_name, last_name, <br>company, country, phone, email, date_created

source: <strong>Notifications URLs</strong><br> The messaging broker URLs where to listen for notifications.<br> Multiple URLs can be specified, one per line.<br> Fleio updates it's internal state using notifications from OpenStack <br> services.<br> If the fleio-collector service is used or no broker virtual hosts are created <br> for each setup, only one URL should be required.
fr: <strong>URLs de notification</strong><br> Les URLs du messaging a écouter pour les notification<br> Vous pouvez spécifier plusieurs URL, une par ligne.<br> Fleio met à jour son statut en utilisant les notifications Openstack <br> des services.<br> Si le service fleio-collector est utilisé ou qu'aucun hote virtuel de broker n'a été créé <br> pour chaque installation, seulement une URL est requise.
ro: <strong>URL-uri notificari</strong><br> Adrese URL ale serviciului de notificari OpenStack.<br> Mai multe adrese pot fi adaugate, cate una pe linie.<br> Fleio tine la zi starea resurselor din OpenStack folosind <br> notificarile primite de la servicii.<br> Daca nu se foloseste fleio-collector, doar o adresa URL<br> ar trebui sa fie necesare.

source: <strong>Notifications exchange</strong><br> The OpenStack services send notifications to different exchanges.<br> The default exchanges used by Fleio are:<br> 'nova', 'neutron', 'openstack', 'glance'<br> If the fleio-collector service is used, only one exchange is required<br> named by default 'fleio'.
fr: <strong>Echangeur de notification</strong><br> Les services Openstack envoient différentes notifications aux échangeurs.<br> Les échangeurs par défaut utilisé par Fleio sont:<br> 'nova', 'neutron', 'openstack', 'glance'<br> Si le service fleio-collector est utilisé, seulement un échangeur est requis<br> appelé par défaut 'fleio'.
ro: <strong>Exchange notificari</strong><br> Serviciile OpenStack trimit notificari la diferite exchange-uri<br> Exchange-urile implicite necesare Fleio sunt:<br> 'nova', 'neutron', 'openstack', 'glance' Daca fleio-collector este folosit, doar un exchange e necesar<br> numit de obicei 'fleio'.

source: <strong>Notifications pool name</strong><br> The pool name is required if multiple consumers listen to the same topic<br> If ceilometer is installed, set this to a valid name, like 'fleio'<br> Note that if you want to change the pool once set, you will have to manually <br> delete the previous queue created since Fleio is unable to do that.
fr: <strong>Nom du pool de notification</strong><br> Le nom du pool est requis si plusieurs consommateurs écoutent les même topics<br> Si ceilometer est installé, attribuez-lui un nom valide, tel que 'fleio'<br> Notez que si vous souhaitez modifier le pool une fois défini, vous devrez supprimer manuellement<br> la file d'attente créée précédemment, car Fleio n'est pas en mesure de le faire.
ro: <strong>Nume pool notificari</strong><br> Nume pool este necesar daca mai multe aplicatii asculta la aceleasi notificari<br> Daca ceilometer este instalat, seteaza aceasta valoare la un nume valid (ex: 'fleio’)<br> <strong>Nota:</strong> daca se doreste schimbarea dupa ce a fost setat o data,<br> va fi necesare o conectare la brokerul de mesaje manuala si stergerea cozii create <br> deoarece Fleio nu poate face acest lucru.

source: <strong>Notifications topic</strong><br> The notifications topic where notifications are sent by services <br> or the fleio-collector service.<br> Multiple topics can be speficied, separated by ',' (ex: "notifications, notifications_bis")<br> Usually there is one topic called 'notifications'.<br> If the fleio-collector service is used, the default topic is 'fleio'.
fr: <strong>Topic des notifications</strong><br> Le topic des notifications par lesquelles les services envoient les notifications <br> ou le service fleio-collector<br> Plusieurs topics peuvent être spécifié, séparé par des virgules (ex: "notifications, notifications_bis")<br> Généralement il existe un topic appelé 'notifications'.<br> Si vous utilisez le service fleio-collector le topic par défaut est 'fleio'.
ro: <strong>Topic notificari</strong><br> Topic unde sunt trimise notificarile de obicei de catre serviciile Openstack <br> sau de fleio-collector.<br> Mai multe topicuri pot fi specificate, separate cu ',' (ex: "notifications, notifications_bis")<br> De obicei exista un singur topic, numit 'notifications'.<br> Daca fleio-collector este folosit, topicul implicit se numeste ’fleio'.

source: <strong>OS distro, OS version and Architecture</strong><br> These special attributes allows Fleio to show the distro icon next to each instance created from this image and allows OpenStack to properly create an Instance especially for Windows or other non Linux distributions.
fr: <strong>OS distro, OS version et Architecture</strong><br> Ces attributs spéciaux permettent à Fleio d'afficher l'icône de distribution à côté de chaque instance créée à partir de cette image et permet à OpenStack de créer correctement une instance, en particulier pour Windows ou d'autres distributions non Linux.
sv: <strong>OS distro, OS version och arkitektur</strong><br> Dessa speciella attribut tillåter systemet att visa ikoner för dist/OS bredvid instanser som skapats med denna image, och tillåter också OpenStack att skapa instansen på rätt vis (speciellt för Windows och Linux)

source: <strong>Prefix API users with username</strong><br> Checking this will prefix OpenStack API users with currently logged in Fleio user name<br> This will only apply for enduser, API users created by staff will not be prefixed
fr: <strong>Préfixer l'utilisateur d'API par le nom d'utilisateur</strong><br> Sélectionner cette option préfixera l'utilisateur d'API Openstack avec le nom d'utilisateur actuellement connecté<br> Cela ne s'applique qu'au client final, Les utilisateurs d'API créer par le staff ne seront pas préfixé

source: <strong>Price model</strong><br> The most important options here are <strong>Fixed plus dynamic</strong> and <strong>Dynamic but at least fixed</strong><br> A price model of <i>Fixed plus dynamic</i> will calculate the price of a service by adding any available fixed prices with dynamic prices while the <i>Dynamic but at least fixed</i> option will add the fixed prices only if the dynamic price is lower then the fixed one.
fr: <strong>Modèle de prix</strong><br> Les options les plus importantes ici sont <strong>Déterminé plus dynamique </strong> et <strong>Dynamique mais au moins déterminé</strong><br> Un model de prix <i>Déterminé plus dynamique</i> calculera le prix du service en ajoutant n'importe quel prix déterminé disponible avec le prix dynamique tandis que l'option<i>Dynamique mais au moins déterminé</i> ajoutera le prix seulement si le prix dynamique est plus petit que le prix déterminé.

source: <strong>Projects default domain</strong><br> The OpenStack domain where all projects will be automatically created.<br> <strong>default</strong> is usually present in all OpenStack installations, <br> Do note that this is the domain ID, not it's name
fr: <strong>Domaine par défaut des projets</strong><br> Le domaine OpenStack où tous les projets seront automatiquement créés.<br> <strong>défaut</strong> est actuellement présent dans toutes les installations OpenStack, <br> Notez qu'il s'agit de l'ID de domaine et non de son nom
ro: <strong>Domeniul default al proiectelor</strong><br> Domeniul OpenStack unde toate proiectele o să fie create automat.<br> <strong>default</strong> este de obicei prezent în toate instalările OpenStack, <br> De notat că acesta este ID-ul domeniului, nu numele acestuia.

source: <strong>Protected</strong><br> Set this option in order to protect the image from accidental deletion
fr: <strong>Protégé</strong><br> Définissez cette option afin de protéger l'image de la suppression accidentelle
sv: <strong>Skyddad</strong><br> Välj detta för att skydda imagen från oavsiktliga raderingar

source: <strong>Server group name</strong><br> An easy to remember name, used only for display.
fr: <strong>Nom du groupe de serveur</strong><br> Un nom facile à retenir, utilisé uniquement pour l'affichage.

source: <strong>Server group name</strong><br> An easy to remember name, used only for display.
fr: <strong>Nom du groupe de serveur</strong><br> Un nom facile à retenir, utilisé uniquement pour l'affichage.

source: <strong>Size</strong><br> Enter the size of the new volume. This size must be equal of higher than the source size if <br> any source is selected. For example, if an image has a minimum size of 3GB, the new volume size <br> must be at least 3GB.
fr: <strong>Taille</strong><br> Entrer la taille du nouveau volume. Cette taille doit être égale ou supérieure à la taille de la source si n'importe quelle source est sélectionnée. Par exemple, si une image a un minimum de 3GB, la nouvelle taille de volume doit être d'au moins 3GB.
ro: <strong>Dimensiune</strong><br> Adaugă dimensiunea noului volum. Dimensiunea trebuie să fie mai mare decât dimensiunea sursei dacă <br> o sursă este selectată. De exemplu, dacă o imagine are o dimensiune minimă de 3GB, noua dimensiune a volumului <br> trebuie să fie de cel puțin 3GB.

source: <strong>Source Selection</strong><br> You can create an empty volume or use an image or an existing volume as a source.<br> Selecting a source will copy the data from that source to the new volume.<br> In the case you select a bootable image, the volume will also be marked as bootable <br> and you will be able to boot directly from that volume. <br>
fr: <strong>Sélection de la source</strong><br> Vous pouvez créer un volume vide ou utiliser une image ou un volume existant comme source.<br> En sélectionnant une source, les données de cette source seront copiées dans le nouveau volume<br> Si vous sélectionnez une image bootable, le volume sera également marqué comme bootable<br> et vous pourrez démarrer directement à partir de ce volume. <br>
ro: <strong>Selectare sursă</strong><br> Poți crea un volum nou sau să utilizezi o imagine sau un volum existent ca sursă.<br> Selectând o sursă o să se copieze datele din acea sursă la noul volum.<br> În cazul in care selectezi o imagine boot-abilă, noul volum o să fie marcat ca boot-abil <br> și o să ai posibilitatea de a boota direct din acel volum. <br>
sv: <strong>Val av källa</strong> <br> Du kan skapa en tom volym eller använda en image eller en befintlig volym som källa. <br> Om du väljer en källa kopieras data från den källan till den nya volymen. <br> Om du väljer en bootbar image kommer volymen också att markeras som bootable <br> och du kommer att kunna starta instansen direkt från den volymen. <br>

source: <strong>Type & Status</strong> Select the appropriate type of this product and its <strong>Status</strong><br> The status of the product, determines its visibility and availability to clients. <br> A <strong>Public</strong> status makes the product visible to everyone while a <strong>Private</strong> status will allow only administrators of Fleio to create a service with this product for a specified client.
fr: <strong>Type et statut</strong> Sélectionnez le type approprié de ce produit et sont <strong>Statut</strong><br> Le statut du produit, détermine sa visibilité et sa disponibilité pour les clients. <br> Un statut <strong>Public</strong> rend le produit visible par tous, tandis qu'un statut <strong>Privé</strong> permettra aux administrateurs de Fleio de créer un service avec ce produit pour un client spécifié.

source: <strong>Type</strong><br> A volume type can also be set while creating the volume. <br> All volume types available in the selected region will be available to select from.<br>
fr: <strong>Type</strong><br> Un type de volume peut également être défini lors de la création du volume.<br> Tous les types de volume disponibles dans la région sélectionnée pourront être sélectionnés.<br>
ro: <strong>Tip</strong><br> Un tip de volum poate fi de asemenea setat când creezi volumul. <br> Toate tipurile de volum disponibile în regiunea selectată o sa fie disponibile.<br>
sv: <strong>Volymtyp</strong> <br> En volymtyp kan också ställas in medan du skapar volymen. <br> Alla tillgängliga volymtyper i den valda regionen är tillgängliga att välja mellan. <br>

source: <strong>Verify API SSL certificates</strong><br> Fleio can connect to the OpenStack APIs using SSL<br> This option will also try to verify the certificate validity<br> using the Mozilla CA Bundle<br> We recommend that you install valid SSL certificates for your APIs.<br>
fr: <strong>Vérifier les certificats SSL de l'API</strong><br> Fleio peut se connecter à l'API OpenStack en utilisant le SSL<br> Cette option va essayer de vérifier le certificat de validité en<br> utilisant Mozilla CA Bundle<br> Nous vous recommandons d'installer des certificats SSL valides pour vos API..<br>
ro: <strong>Verifica certificatele SSL API</strong><br> Fleio se poate conecta la API-ul OpenStack folosind SSL<br> Aceasta optiune incearca sa verifice validitatea certificatelor<br> folosind „Mozilla CA Bundle”<br> Recomandam instalarea de certificate valide SSL pentru Openstack <br> din motive de securitate.<br>

source: <strong>Visibility</strong><br> An image can be set as <strong>private</strong>, makeing it only available to it's owner, or <strong>public</strong>, making it available to everyone. You can also set an image visibility to <strong>shared</strong> to allow only image members to access this image. The <strong>community</strong> visibility behaves similar to <strong>public</strong>
fr: <strong>Visibilité</strong><br> Une image peut être défini en <strong>privée</strong>, la rendant uniquement disponible pour sont propriétaire ou en <strong>public</strong>, la rendant disponible pour tout le monde. Vous pouvez également définir une visibilité de l'image en <strong>partagée</strong> pour allouer. The <strong>community</strong> visibility behaves similar to <strong>public</strong>
sv: <strong>Tillgänglighet</strong> <br> En image kan ställas in som <strong>privat</strong> vilket endast gör den tillgänglig för sin ägare eller <strong>publik</strong> , vilket gör den tillgänglig för alla som använder plattformen. Du kan också ställa in en image som <strong>delad</strong> att endast imagemedlemmar får åtkomst till den här imagen. <strong>community</strong> beter sig på samma vis som <strong>publik</strong>

source: <strong>Volume size increments</strong><br> Set the minimum step size that can be used when extending or shrinking a volume. <br> For example, some storage types allow a minimum of 8GB when increasing or decreasing the <br> available space. <br> The default value is 1 GB for every volume type. <br> Note that this feature is only supported in Fleio. The default <br> OpenStack behaviour is to automatically round up the volum size if <br> invalid values are provided.
fr: <strong>Incrément de taille de volume</strong><br> Configurer la taille de pas minimum qui peut etre utilisée pour étendre ou réduire un volume. <br> Par exemple, certain type de storage n'autorise qu'un pas minimum de 8GB lorsque l'espace disponible est <br> réduis ou augmenté<br> La valeur par défaut est de 1 pour tous les types de volumes <br> Notez que cette fonctionnalité n'est supporté que par fleio<br> Openstack arrondi la valeur au dessus si la taille de volume précisée<br> est invalide.
ro: <strong>Marime incrementare volume</strong><br> Seteaza marimea minim ce poate fi folosita la extinderea sau micsorarea unui volum. <br> De exemplu, unele tipuri de volume permi doar schimbari in pasi de minim 8GB <br> Valoarea de baza este 1 GB pentru fiecare tip de volum. <br> Aceste setari sunt suportate doar de Fleio. OpenStack <br> rotunjeste automat marimea volumelor la cea mai mica limita <br> de modificare.

source: <translate>Gateway</translate>:&nbsp;{{::router.network_name}}<br> <translate>Description</translate>:&nbsp;{{ router.description ? (router.description) : "-" }}
fr: <translate>Passerelle</translate>:&nbsp;{{::router.network_name}}<br> <translate>Description</translate>:&nbsp;{{ router.description ? (router.description) : "-" }}
ro: <translate>Gateway</translate>:&nbsp;{{::router.network_name}}<br> <translate>Descriere</translate>:&nbsp;{{ router.description ? (router.description) : "-" }}
sv: <translate>Gateway</translate>:&nbsp;{{::router.network_name}}<br> <translate>Beskrivning</translate>:&nbsp;{{ router.description ? (router.description) : "-" }}

source: <translate>Masters:</translate> <ul class="fl-detail fl-margin-left"> <li ng-repeat="master in $ctrl.zone.masters"> {{ master }} </li> </ul>
fr: <translate>Maitres:</translate> <ul class="fl-detail fl-margin-left"> <li ng-repeat="master in $ctrl.zone.masters"> {{ master }} </li> </ul>
