Repository: binerogroup/fleio-i18n
Catalog: translations/frontend/po/*.po
Languages: fr, ro, sv

source: TLDs
ro: TLD-uri

source: Taxable: <span class="word-capitalize" translate="">{{ $ctrl.productDetails.taxable?'yes':'no' }}</span>
ro: Taxabil: <span class="word-capitalize" translate="">{{ $ctrl.productDetails.taxable?'yes':'no' }}</span>

source: The file size is bigger than the maximum allowed size
ro: Dimensiunea fișierului este mai mare decât cea permisă

source: This product has no billing cycles
ro: Acest produs nu are ciclu de facturare

source: Ticket
ro: Tichet
sv: Ärende

source: Tickets
ro: Tichete
sv: Ärenden

source: To make this product available, at least one billing cycle is required
ro: Pentru acest produs să fie disponibil, este necesar cel puțin un ciclu de facturare

source: Transaction
ro: Tranzacție
sv: Transaktion

source: Type
ro: Tip
sv: Typ

source: Type: {{ $ctrl.volume.type }}
ro: Tip: {{ $ctrl.volume.type }}
sv: Typ: {{ $ctrl.volume.type }}

source: Type: {{ $ctrl.zone.type }}
ro: Tip: {{ $ctrl.zone.type }}
sv: Typ: {{ $ctrl.zone.type }}

source: Volume
ro: Volum
sv: Volym

source: Volume {:volumeTitle}
ro: Volum {:volumeTitle}
sv: Volym {:volumeTitle}

source: Volumes
ro: Volume
sv: Volymer

source: You are using more CPU cores than your license allows. Click for more info.
ro: Utilizezi mai multe core-uri decât permite licența ta. Apasă aici pentru mai multe informații.

source: You can sign up for a free trial license at <a class="md-primary" ng-href="https://fleio.com/signup" target="_blank">https://fleio.com/signup</a>
ro: Te poți înregistra pentru o licența trial gratuită la adresa <a class="md-primary" ng-href="https://fleio.com/signup" target="_blank">https://fleio.com/signup</a>

source: Zone {:zone}
ro: Zona {:zone}

source: configuration
ro: configurație

source: error_deleting
ro: eroare_ștergere

source: error_extending
ro: eroare_extindere

source: error_restoring
ro: eroare_restaurare

source: existence
ro: existență

source: flavor
ro: configurație

source: {{ $ctrl.productDetails.taxable?'yes':'no' }}
ro: {{ $ctrl.productDetails.taxable?'da':'nu' }}

source: {{ cycle.is_relative_price?'yes':'no' }}
ro: {{ cycle.is_relative_price?'da':'nu' }}

source: {{ cycle.setup_fee_entire_quantity?'yes':'no' }}
ro: {{ cycle.setup_fee_entire_quantity?'da':'nu' }}

source: {{resource_usage.resource_name | translate}} details
ro: {{resource_usage.resource_name | translate}} detalii

source: <div translate> {{resourceType.display_name}} resources </div>
sv: <div translate> {{resourceType.display_name}} resurser </div>

source: <h2 hide-xs class="fl-margin-right-small fl-grey"><translate>No recurring payment options found</translate></h2> <h2 hide-gt-xs class="fl-grey"><translate>No recurring payment options found</translate></h2> <p class="fl-grey"><translate>You may configure one when paying an invoice if available.</translate></p>
sv: <h2 hide-xs class="fl-margin-right-small fl-grey"><translate> Inga automatiska betalningsalternativ hittades </translate></h2> <h2 hide-gt-xs class="fl-grey"><translate> Inga automatiska betalningsalternativ hittades </translate></h2> <p class="fl-grey"><translate> Du kan konfigurera detta när du betalar en faktura. </translate></p>

source: <span ng-if="!vm.customUsernameLabel"><translate>Username</translate></span> <span ng-if="vm.customUsernameLabel">{{ vm.customUsernameLabel | translate }}</span>
sv: <span ng-if="!vm.customUsernameLabel"><translate>Användarnamn</translate></span> <span ng-if="vm.customUsernameLabel">{{ vm.customUsernameLabel | translate }}</span>

source: <span ng-if="port.admin_state_up"><translate>UP</translate></span> <span ng-if="!port.admin_state_up"><translate>DOWN</translate></span>
sv: <span ng-if="port.admin_state_up"><translate>UPPE</translate></span> <span ng-if="!port.admin_state_up"><translate>NERE</translate></span>

source: <span ng-if="port.device_owner">{{ port.device_owner }}</span> <span ng-if="!port.device_owner"><translate>Detached</translate></span>
sv: <span ng-if="port.device_owner">{{ port.device_owner }}</span> <span ng-if="!port.device_owner"><translate>Bortkopplad</translate></span>

source: <span ng-repeat="fixed_ip in $ctrl.port.fixed_ips">{{ fixed_ip.ip_address }} <span ng-if="fixed_ip.subnet_id"> (subnet: {{ fixed_ip.subnet_id }})</span><br> </span>
sv: <span ng-repeat="fixed_ip in $ctrl.port.fixed_ips">{{ fixed_ip.ip_address }} <span ng-if="fixed_ip.subnet_id"> (subnät: {{ fixed_ip.subnet_id }})</span><br> </span>

source: <strong>IP address or subnet</strong><br> If you specify the subnet, OpenStack Networking allocates an available IP from that subnet to the port. If you specify the IP address, OpenStack Networking tries to allocate the IP address if the address is a valid IP for any of the subnets on the specified network.
sv: <strong>IP-adress eller subnät</strong><br> Om du specificerar subnät så allokerar OpenStacks nätverkstjänst ett tillgängligt ip från det subnätet till porten. Om du specificerar en IP-adress, så försöker tjänsten allokera den specifika IP-adressen (om den är korrekt för något av subnäten i det valda nätverket)

source: <strong>MAC address</strong><br> The MAC address of the port. If unspecified, a MAC address is automatically generated.
sv: <strong>MAC-adress</strong><br> Portens MAC-adress. Om detta lämnas tomt så genereras en MAC-adress automatiskt.

source: <strong>Project</strong><br> The project that owns the resource. Leave blank to create the resource under admin project.
sv: <strong>Project</strong><br> Projektet som äger denna resurs. Lämna blankt för att skapa resursen under standardprojektet.

source: <strong>Size</strong><br> Enter the size of the new volume. This size must be equal of higher than the source size if any source is selected. For example, if an image has a minimum size of 3GB, the new volume size must be at least 3GB.
sv: <strong>Storlek</strong> <br> Ange storleken på den nya volymen. Denna storlek måste vara lika eller högre än källstorleken om <br> en källa är vald. Om en image till exempel har en minsta storlek på 3 GB, behöver den nya volymstorleken <br> vara minst 3 GB.

source: <translate>Any hypervisor</translate>
sv: <translate>Alla hypervisors</translate>

source: A snapshot will be charged {{ $ctrl.price_per_storage }} (around {{ $ctrl.price_per_storage_per_month }} per month).
sv: En snapshot debiteras {{ $ctrl.price_per_storage }} (ca {{ $ctrl.price_per_storage_per_month }} per månad).

source: AVAILABLE
sv: TILLGÄNGLIG

source: Abort
sv: Avbryt

source: Abort operation
sv: Avbryt operation

source: Aborting an operation may result in an inconsistent state. Are you sure?
sv: Att avbryta en operation kan resultera i felaktiga statusar på tjänster. Är du säker på att du vill avbryta operationen?

source: Admin state up: <span ng-if="$ctrl.router.admin_state_up">true</span> <span ng-if="!$ctrl.router.admin_state_up">false</span>
sv: Admin state uppe: <span ng-if="$ctrl.router.admin_state_up">JA</span> <span ng-if="!$ctrl.router.admin_state_up">NEJ</span>

source: Admin state: <span ng-if="$ctrl.port.admin_state_up">UP</span><span ng-if="!$ctrl.port.admin_state_up">DOWN</span>
sv: Admin state: <span ng-if="$ctrl.port.admin_state_up">UPPE</span><span ng-if="!$ctrl.port.admin_state_up">NERE</span>

source: Admin state: <span ng-if="$ctrl.network.admin_state_up">UP</span><span ng-if="!$ctrl.network.admin_state_up">DOWN</span>
sv: Admin state: <span ng-if="$ctrl.network.admin_state_up">UPPE</span><span ng-if="!$ctrl.network.admin_state_up">NERE</span>

source: Agree with terms of service
sv: Accepterar användarvillkoren

source: Allowed formats: {{ $ctrl.allowedFormats }}
sv: Tillåtna format: {{ $ctrl.allowedFormats }}

source: Answered
sv: Besvarat

source: Attach port
sv: Anslut port

source: Attach port to instance {{ $ctrl.instance.name }}
sv: Lägg till port till instansen {{$ctrl.instance.name}}

source: Auto add security group
sv: Lägg till säkerhetsgrupp automatiskt

source: BLOCK DEVICE MAPPING
sv: MAPPAR BLOCK STORAGE

source: Ceph object storage details
sv: Information om lagring av Ceph-objekt

source: Change bootable flag
sv: Ändra bootable-flagga

source: Change volume {{ $ctrl.volume.name }} bootable status?
sv: Ändra volymen {{$ctrl.volume.name}} bootable-status?

source: Check if files have been successfully migrated to the new instance disk. Choose Confirm resize from the instance menu to confirm migration was successful, otherwise choose Revert resize to revert back to the initial disk.
sv: Kontrollera att filerna korrekt har migrerats till den nya instansdisken. Välj "Verifiera Resize" på instansmenyn för att bekräfta att migreringen utförts korrekt, annars välj "Återställ storlek" för att återgå till den ursprungliga disken.

source: Client
sv: Kund

source: Client: <a ui-sref="userprofile" class="md-primary"> {{ ::$ctrl.volumeBackup.client.name }} </a>
sv: Kund: <a ui-sref="userprofile" class="md-primary"> {{ ::$ctrl.volumeBackup.client.name }} </a>

source: Client: <a ui-sref="userprofile" class="md-primary"> {{ ::$ctrl.volumeSnapshot.client.name }} </a>
sv: Kund: <a ui-sref="userprofile" class="md-primary"> {{ ::$ctrl.volumeSnapshot.client.name }} </a>

source: Client: {{ port.client.name }}
sv: Kund: {{ port.client.name }}

source: Client: {{$ctrl.ticket.client_display}}
sv: Kund: {{$ctrl.ticket.client_display}}

source: Client: {{backup.client.name}}
sv: Kund: {{backup.client.name}}

source: Cluster
sv: Kluster

source: Cluster template: {{$ctrl.cluster.cluster_template.name}}
sv: Klustermall: {{$ctrl.cluster.cluster_template.name}}

source: Cluster {:clusterTitle}
sv: Kluster {:clusterTitle}

source: Clusters
sv: Kluster

source: Completed:&nbsp;{{ $ctrl.operation.completed ? ('yes' | translate): ('no' | translate) }}
sv: Slutförd:&nbsp;{{ $ctrl.operation.completed ? ('yes' | translate): ('no' | translate) }}

source: Contact
sv: Kontakt

source: Contacts
sv: Kontakter

source: Copy to clipboard
sv: Kopiera till urklipp

source: Could not refresh recurring payment options.
sv: Det gick inte att uppdatera återkommande betalningsalternativ.

source: Could not update recurring payment option.
sv: Det gick inte att uppdatera återkommande betalningsalternativ.

source: Create port
sv: Skapa port

source: Created at: {{ $ctrl.port.created_at | date:'medium' }}
sv: Skapad: {{ $ctrl.port.created_at | date:'medium' }}

source: Created at: {{ ::network.created_at }}<br> Region: {{ network.region }}
sv: Skapad: {{ ::network.created_at }}<br> Region: {{ network.region }}

source: Created at:&nbsp;{{ $ctrl.operation.created_at | date:'medium' }}
sv: Skapad:&nbsp;{{ $ctrl.operation.created_at | date:'medium' }}

source: Customer reply
sv: Kundsvar

source: DELETING
sv: RADERAR

source: Deactivate
sv: Avaktivera

source: Deactivate recurring payments for {{name}}
sv: Inaktivera återkommande betalningar för {{name}}

source: Delete port {{name}}
sv: Radera port {{name}}

source: Description: {{ $ctrl.network.description }}
sv: Beskrivning: {{ $ctrl.network.description }}

source: Description: {{ $ctrl.port.description }}
sv: Beskrivning: {{ $ctrl.port.description }}

source: Description: {{ ::$ctrl.volumeBackup.description }}
sv: Beskrivning: {{ ::$ctrl.volumeBackup.description }}

source: Description: {{ ::$ctrl.volumeSnapshot.description }}
sv: Beskrivning: {{ ::$ctrl.volumeSnapshot.description }}

source: Destination: {{ route.destination }} - NextHop: {{ route.nexthop }}
sv: Destination: {{ route.destination }} - Nästa hopp: {{ route.nexthop }}

source: Detach port
sv: Koppla ur port

source: Detach port {{port_name}}
sv: Koppla ur port {{port_name}}

source: Detached
sv: Bortkopplad

source: Device id: {{ $ctrl.port.device_id }}
sv: Enhets-id: {{ $ctrl.port.device_id }}

source: Device owner
sv: Enhetsägare

source: Device owner: <span ng-if="port.device_owner">{{ port.device_owner }}</span><span ng-if="!port.device_owner">Detached</span>
sv: Portägare: <span ng-if="port.device_owner">{{ port.device_owner }}</span><span ng-if="!port.device_owner">Bortkopplad</span>

source: Device owner: {{ $ctrl.port.device_owner }}
sv: Enhetsägare: {{ $ctrl.port.device_owner }}

source: Disassociate floating IP
sv: Ta bort floating IP

source: Disassociate floating IP {{ip_address}}
sv: Ta bort floating IP {{ip_address}}

source: Distributed: <span ng-if="$ctrl.router.distributed">true</span> <span ng-if="!$ctrl.router.distributed">false</span>
sv: Distribuerad: <span ng-if="$ctrl.router.distributed">JA</span> <span ng-if="!$ctrl.router.distributed">NEJ</span>

source: Do not set gateway IP
sv: Ställ inte gateway IP

source: Edit bootable status
sv: Redigera bootable-status

source: Edit port
sv: Redigera port

source: Edit port {:name}
sv: Redigera port {:name}

source: Email
sv: E-post

source: Email: {{ $ctrl.zone.email }}
sv: E-post: {{ $ctrl.zone.email }}

source: Enable SNAT: <span ng-if="$ctrl.router.enable_snat">true</span> <span ng-if="!$ctrl.router.enable_snat">false</span>
sv: Aktivera SNAT: <span ng-if="$ctrl.router.enable_snat">JA</span> <span ng-if="!$ctrl.router.enable_snat">NEJ</span>

source: Enable admin state
sv: Aktivera admin state

source: Enable/disable
sv: Aktivera/inaktivera

source: Enter a valid value (multiple of {{ flMessagesFor.$$attr.step }})
sv: Ange ett giltigt värde (multipel av {{ flMessagesFor.$$attr.step }})

source: Enter one port or port range as such: port_min:port_max
sv: Fyll i en port eller portintervall inom: port_min:port_max

source: File too large, contact support.
sv: Filen är för stor, kontakta support.

source: Fill in a number between {{$ctrl.subnet_pool.min_prefixlen}} and {{$ctrl.subnet_pool.max_prefixlen}}
sv: Fyll i ett nummer mellan {{$ctrl.subnet_pool.min_prefixlen}} och {{$ctrl.subnet_pool.max_prefixlen}}

source: Fiscal invoice due date
sv: Betalningsdatum för faktura

source: Fiscal invoice issue date
sv: Fakturadatum

source: Fixed IP Address
sv: Statisk IP-adress

source: Fixed IP address
sv: Statisk IP-adress

source: Fixed IPs
sv: Fast IP

source: Fixed IPs: {{ port.fixed_ips.length ? port.fixed_ips[0].ip_address : '' }}<span ng-if="port.fixed_ips.length > 1">, ...</span>
sv: Statiska IP: {{ port.fixed_ips.length ? port.fixed_ips[0].ip_address : '' }}<span ng-if="port.fixed_ips.length > 1">, ...</span>

source: Flavor: {{$ctrl.clusterTemplate.flavor_id}}
sv: Instanstyp: {{$ctrl.clusterTemplate.flavor_id}}

source: Flavor: {{$ctrl.instance.flavor.name }}
sv: Instanstyp: {{$ctrl.instance.flavor.name }}

source: Friday
sv: Fredag

source: Google authenticator <span class="toolbar-title-md">(or another compatible app)</span>
sv: Google authenticator <span class="toolbar-title-md">(eller annan kompatibel app)</span>

source: High availability: <span ng-if="$ctrl.router.ha">true</span> <span ng-if="!$ctrl.router.ha">false</span>
sv: High availability: <span ng-if="$ctrl.router.ha">JA</span> <span ng-if="!$ctrl.router.ha">NEJ</span>

source: Hold button\nto reveal\npassword
sv: Håll in knappen\nför att visa\nlösenordet

source: Hour (UTC time)
sv: Timme (UTC)

source: I agree
sv: Jag accepterar

source: I agree with <a class="md-primary" ui-sref="TOSPreview({'id': $ctrl.currentUser.requires_tos_agreement})" ng-click="$ctrl.switchAgreementFlag()" target="_blank">terms &amp; conditions</a>
sv: Jag accepterar <a class="md-primary" ui-sref="TOSPreview({'id': $ctrl.currentUser.requires_tos_agreement})" ng-click="$ctrl.switchAgreementFlag()" target="_blank">avtalsvillkoren</a>

source: IMAGE PENDING UPLOAD
sv: IMAGE UPPLADDNING FÖRBEREDS

source: IMAGE SNAPSHOT PENDING
sv: IMAGE SNAPSHOT FÖRBEREDS

source: IMAGE UPLOADING
sv: LADDAR UP IMAGE

source: IN USE
sv: ANVÄNDS

source: IP address or subnet
sv: IP adress eller subnät

source: Instance delete scheduled
sv: Raderar instans...

source: Is bootable
sv: Är bootable

source: Last reply at
sv: Senaste svar

source: MAC address
sv: MAC-adress

source: MAC address: {{ $ctrl.port.mac_address }}
sv: MAC-adress: {{ $ctrl.port.mac_address }}

source: Manually set gateway IP
sv: Ställ in gateway IP manuellt

source: Mark all as read
sv: Markera allt som läst

source: Mark all notifications as read.
sv: Markera alla aviseringar som lästa.

source: Monday
sv: Måndag

source: Move up
sv: Flytta upp

source: NETWORKING
sv: NÄTVERK

source: Network: <a ui-sref="networkDetails({'id': $ctrl.port.network})" class="md-primary"> {{ $ctrl.port.network }} </a>
sv: Nätverk: <a ui-sref="networkDetails({'id': $ctrl.port.network})" class="md-primary"> {{ $ctrl.port.network }} </a>

source: Next run (UTC)
sv: Nästa körning (UTC)

source: No instances
sv: Inga instanser

source: No network
sv: Inga nätverk

source: No networks matching "{{$ctrl.networkSearchText}}" found
sv: Inga nätverk som matchade "{{$ctrl.networkSearchText}}" kunde hittas

source: No ports matching "{{$ctrl.portSearchText}}" found
sv: Inga portar som matchade "{{$ctrl.portSearchText}}" kunde hittas

source: No recurring payment options found
sv: Inga alternativ för automatiska betalningar kunde hittas

source: No subnets matching "{{$ctrl.subnetSearchText}}" found
sv: Inga subnät som matchade "{{$ctrl.subnetSearchText}}" kunde hittas

source: No terms of service found.
sv: Inga tjänstevillkor hittades.

source: Nodes
sv: Noder

source: Notifications settings updated
sv: Inställningar för aviseringar uppdaterade

source: Number of backups to keep (the rest backups of type manual will be deleted)
sv: Antal backuper att spara (resterande manuella backuper kommer raderas)

source: Number of backups to keep (the rest of the selected type will be deleted)
sv: Antal backuper att spara (resterande backuper av vald typ kommer raderas)

source: On hold
sv: Väntande

source: Operation details
sv: Operationsdetaljer

source: Operation type
sv: Typ av operation

source: Operation type:&nbsp;{{ $ctrl.operation.operation_type }}
sv: Typ av operation:&nbsp;{{ $ctrl.operation.operation_type }}

source: Operations
sv: Operationer

source: PAUSING
sv: PAUSAR

source: PENDING
sv: FÖRBEREDER

source: POWERING OFF
sv: STÄNGER AV

source: POWERING ON
sv: STARTAR UPP

source: Please select an existing network.
sv: Välj ett existerande nätverk.

source: Please select an existing port.
sv: Välj en existerande port.

source: Please select an existing subnet.
sv: Välj ett existerande subnät.

source: Port deletion scheduled
sv: Raderar port...

source: Port details
sv: Portdetaljer

source: Port is being attached
sv: Port kopplas på

source: Port is being detached
sv: Port kopplas bort

source: Port scheduled for creation.
sv: Skapar port...

source: Port security enabled
sv: Port-säkerhet aktiverad

source: Port security enabled: {{ $ctrl.port.port_security_enabled }}
sv: Port-säkerhet aktiverad: {{ $ctrl.port.port_security_enabled }}

source: Port update scheduled.
sv: Uppdaterar port...

source: Primary object id
sv: Primärt objekt-id

source: Product added to cart
sv: Produkten tillagd i kundvagnen

source: Proforma due date
sv: Proforma förfallodag

source: Proforma issue date
sv: Proforma faktureringsdatum

source: Progress
sv: Status

source: Public traffic this billing cycle: {{::$ctrl.instance.current_cycle_traffic }} GB
sv: Publik trafik denna period: {{::$ctrl.instance.current_cycle_traffic }} GB

source: Public traffic this month: {{::$ctrl.instance.current_month_traffic }} GB
sv: Publik trafik denna månad: {{::$ctrl.instance.current_month_traffic }} GB

source: Quantity
sv: Antal

source: REBOOT PENDING
sv: OMSTART FÖRBEREDS

source: REBOOT PENDING HARD
sv: HÅRD OMSTART FÖRBEREDS

source: REBOOT STARTED
sv: OMSTART PÅBÖRJAD

source: REBOOT STARTED HARD
sv: HÅD OMSTART PÅBÖRJAD

source: REBOOTING
sv: STARTAR OM

source: REBOOTING HARD
sv: HÅRD OMSTART

source: REBUILD BLOCK DEVICE MAPPING
sv: BYGGER OM BLOCK MAPPNING

source: REBUILD SPAWNING
sv: BYGGER INSTANS

source: REBUILDING
sv: OMSKAPAR INSTANS

source: RESIZE CONFIRMING
sv: VERIFIERAR RESIZE

source: RESIZE FINISH
sv: RESIZE SLUTFÖRD

source: RESIZE MIGRATING
sv: MIGRERAR RESIZE

source: RESIZE REVERTING
sv: ÅTERSTÄLLER RESIZE

source: RESTORING
sv: ÅTERSTÄLLER

source: RESUMING
sv: ÅTERUPPTAR

source: Reactivate
sv: Återaktivera

source: Reactivate recurring payments for {{name}}
sv: Återaktivera återkommande betalningar för {{name}}

source: Recurring payment option updated.
sv: Alternativ för återkommande betalningar uppdaterade.

source: Recurring payment options
sv: Alternativ för automatiska betalningar

source: Remind me later
sv: Påminn mig senare

source: Restore backup {{ $ctrl.backup.name }}
sv: Återställ backup {{ $ctrl.backup.name }}

source: Rotation / Type
sv: Rotation / Typ

source: SCHEDULING
sv: SCHEMALÄGGER

source: SMS authenticator is enabled. You will receive a verification code on your mobile phone number ({{$ctrl.userProfile.mobile_phone_number}}) when trying to login.
sv: SMS-autentisator är aktiverad. Du kommer att få en verifieringskod till din mobiltelefon ({{$ctrl.userProfile.mobile_phone_number}}) när du försöker logga in.

source: SPAWNING
sv: SPAWNAR

source: SUSPENDING
sv: SUSPENDAR

source: Saturday
sv: Lördag

source: Save card
sv: Spara kort

source: Search operations
sv: Sök operationer

source: Search ports
sv: Sök portar

source: Security groups: <span ng-repeat="groupId in $ctrl.securityGroups"> <a ui-sref="securityGroupDetails({'id': groupId})" class="md-primary">{{ groupId }}</a>, </span>
sv: Säkerhetsgrupper: <span ng-repeat="groupId in $ctrl.securityGroups"> <a ui-sref="securityGroupDetails({'id': groupId})" class="md-primary">{{ groupId }}</a>, </span>

source: See related ports
sv: Visa relaterade portar

source: Select a valid network first!
sv: Välj ett giltigt nätverk först!

source: Select notifications you want to receive
sv: Välj aviseringar du vill ta emot

source: Select service
sv: Välj tjänst

source: Set default gateway IP
sv: Ställ in standard gateway IP

source: Shared: <span ng-if="$ctrl.network.shared"> true </span> <span ng-if="!$ctrl.network.shared"> false </span>
sv: Delat: <span ng-if="$ctrl.network.shared"> JA </span> <span ng-if="!$ctrl.network.shared"> NEJ </span>

source: Snapshot {{name}} create scheduled
sv: Skapar snapshot {{name}}...

source: Steps completed:&nbsp;{{ $ctrl.operation.progress.completed_steps }}/{{ $ctrl.operation.progress.total_steps }}
sv: Slutförda steg:&nbsp;{{ $ctrl.operation.progress.completed_steps }}/{{ $ctrl.operation.progress.total_steps }}

source: Subtotal
sv: Summa

source: Sunday
sv: Söndag

source: TTL
sv: TTL-värde

source: Terms of service
sv: Användarvillkor

source: The value is higher than maximum ({{ flMessagesFor.$$attr.max }})
sv: Värdet är högre än maximalt ({{ flMessagesFor.$$attr.max }})

source: The value is lower than minimum ({{ flMessagesFor.$$attr.min }})
sv: Värdet är lägre än minimum ({{ flMessagesFor.$$attr.min }})

source: This volume is attached to <a class="md-primary" ui-sref="openstackInstanceDetails({'id': $ctrl.volume.related_instance_uuid})"> {{ $ctrl.volume.related_instance_uuid }} </a>
sv: Denna volym är kopplad till <a class="md-primary" ui-sref="openstackInstanceDetails({'id': $ctrl.volume.related_instance_uuid})"> {{ $ctrl.volume.related_instance_uuid }} </a>

source: This will remove any associated security groups!
sv: Detta kommer ta bort eventuella associerade säkerhetsgrupper!

source: Thursday
sv: Torsdag

source: Total
sv: Summa

source: Total: {{$ctrl.cart.total}} {{::$ctrl.cart.currency}}
sv: Summa: {{$ctrl.cart.total}} {{:: $ctrl.cart.currency}}

source: Total: {{::invoice.total }} {{ invoice.currency }}
sv: Summa: {{:: invoice.total}} {{invoice.currency}}

source: Tuesday
sv: Tisdag

source: UNMOUNTING ISO AND REBOOTING
sv: AVMONTERAR ISO OCH STARTAR OM

source: UNPAUSING
sv: ÅTERUPPTAR

source: UPDATING PASSWORD
sv: UPPDATERAR LÖSENORD

source: Unit price
sv: Enhetspris

source: Unset
sv: Nollställ

source: Unspecified
sv: Ospecificerad

source: Update port
sv: Uppdatera port
