Repository: binerogroup/fleio-i18n
Catalog: translations/frontend/po/*.po
Languages: fr, ro, sv

source: Enable default nameservers
fr: Activer les noms de serveurs par défaut
ro: Activează nameservere implicite

source: Enable delay by hours
fr: Activer le délais par heures
ro: Activeaza amanare dupa ore

source: Enable delay until credit is used
fr: Activer le délai jusqu'à l'utilisation du crédit
ro: Activeaza amanare pana credit-ul este utilizat

source: Enable dns management for this domain
fr: Activer la gestion DNS pour ce domaine
sv: Aktivera DNS-hantering för denna domän

source: Enable email forwarding for this domain
fr: Activer le transfert d'email pour ce domaine
sv: Aktivera mailforwarding för denna domän

source: Enable google authenticator
fr: Activer google authenticator
sv: Aktivera google authenticator

source: Enable insights results
fr: Activer les résultats d'analyse
ro: Activează rezultate statistice

source: Enable or disable MaxMind fraud checking on new orders.
fr: Activer ou désactiver la vérification de fraude MaxMind sur les nouvelles commandes.
ro: Activează sau dezactivează verificarea de fraudă MaxMind pentru comenzi noi.

source: Enable registry
fr: Activer l'enregistrement
sv: Aktivera register

source: Enable sequential numbering for paid invoices.
fr: Activer la numérotation séquentielle pour les factures payées.
ro: Activează numerotare secvențiala pentru facturile plătite.

source: Enable snat
fr: Activer le snat
ro: Activează snat

source: Enabled
fr: Activé
ro: Activat

source: Enabled to end-user
fr: Activé pour l'utilisateur final

source: Enabled to staff
fr: Activé pour le staff

source: End date
fr: Date de fin
ro: Data terminării

source: End-user index.html customization
fr: Personnalisation index.html pour utilisateur final

source: End-user will NOT see this snapshot and NO storage cost will incur
fr: L'utilisateur final ne verra PAS cet instantané et AUCUN coup de stockage ne sera engendré

source: End-users signing up with email addresses from these domains are always ALLOWED to sign up. Use comma separated list of domains. E.g. gmail.com, hotmail.com. This will override the blacklisted domain names.
fr: Les utilisateurs finaux qui s'authentifie avec cette adresse email sont toujours AUTHORISÉ à s'authentifié. Utilisé une liste de domaine séparé par des virgules. Ex: gmail.com, hotmail.com. Cela outrepassera les domaines blacklisté.

source: End-users signing up with email addresses from these domains are always DENIED to sign up. Use comma separated list of domains. E.g. gmail.com, hotmail.com
fr: Les utilisateurs finaux qui s'inscrivent avec des adresses mails provenant de ces domaines sont toujours REFUSER à l'inscription. Utilisez une virgule pour séparer la liste des domaines. Ex: gmail.com, hotmail.com

source: End-users trying to sign with email addresses from free email services, like gmail.com and outlook.com, are not allowed to sign up. List of free email services are taken from open source library https://github.com/fleio/isfreemail. Submit pull requests on Github, if want to add more free mail service domains.
fr: Les utilisateurs essayant de s'enregistrer avec des adresses email de services gratuit comme gmail.com ou outlook.com, ne sont pas autorisé à s'enregistré. La liste des services d'emails gratuits est collecté depuis la bibliothèque open source https://github.com/fleio/isfreemail. envoyé une requette de pull sur GitHub si vous voulez ajouter de nouveaux domaines.

source: End-users will not be able to login only after they configure a second factor authentication method for their account.
fr: Les utilisateurs finaux ne pourront se connecter qu'après avoir configuré l'authentification a deux facteurs pour se compte.

source: End-users will not be allowed to proceed using the application features unless they validate their email. They will be redirected to the email confirmation page until they activate their account either by adding the code received in the notification email in the input field on the page or by clicking the link received in the email.
fr: Les utilisateurs finaux ne seront pas autorisé à utilisé les fonctionnalités de l'application tant qu'ils n'auront pas validé leur email. Ils seront redirigé en permanence vers la page de confirmation de l'email jusqu'à ce qu'il l'active soit en saisissant le code présent dans le mail qu'ils auront reçu soit en cliquant sur le lien présent dan l'email.

source: Enter Hypanel server details.
fr: Entrez les détails du serveur Hypanel.

source: Enter a multiple of {{$ctrl.sizeIncrement}} GB
fr: Entrez plusieurs {{$ctrl.sizeIncrement}} GB
ro: Introdu multiplu de {{$ctrl.sizeIncrement}} GB
sv: Ange en multipel av {{$ctrl.sizeIncrement}} GB

source: Enter a valid e-mail address
fr: Entrer une adresse email valide
ro: Introdu o adresă de e-mail validă
sv: Ange en giltig e-postadress

source: Enter a valid value
fr: Entrer une valeur valide
ro: Introdu o valoare validă
sv: Ange giltligt värde

source: Enter address in CIDR format
fr: Entrer une adresse au format CIDR
ro: Introduceți adresa în format CIDR
sv: Ange adress i CIDR-format

source: Enter address manually
fr: Entrer l'adresse manuellement
sv: Ange adress manuellt

source: Enter code
fr: Entrez le code
sv: Ange kod

source: Enter code below:
fr: Entrez le code ci-dessous:

source: Enter custom code here
fr: Entrer le code personnalisé ici

source: Enter date
fr: Entrer la date
ro: Introduceți data

source: Enter domain name
fr: Entre le nom de domaine
sv: Ange domännamn

source: Enter password
fr: Entrer le mot de passe
sv: Ange lösenord

source: Enter search value
fr: Entrer une valeur de recherche
sv: Ange sökvärde

source: Enter your password again
fr: Entrez votre mot de passe à nouveau
sv: Skriv in ditt lösenord igen

source: Entry
fr: Entrée
ro: Intrare

source: Ephemeral disk space
fr: Espace disque temporaire
ro: Spațiu pe disc temporar

source: Ephemeral disk space (GB)
fr: Espace disque temporaire (GB)
ro: Spațiu pe disc temporar (GB)

source: Ephemeral storage
fr: Stockage temporaire
ro: Stocare temporară

source: Equal
fr: Egal
ro: Egal

source: Error
fr: Erreur
ro: Eroare
sv: Fel

source: Error copying text to clipboard
fr: Erreur lors de la copie du texte dans le presse-papier
ro: Eroare la copierea textului in clipboard
sv: Fel vid kopiering av text till urklipp

source: Error when checking custom fields.
fr: Erreur lors de la vérification des champs personnalisés.
sv: Fel vid kontroll av speciella fält

source: Error when checking if domain is available.
fr: Erreur lors de la vérification de la disponibilité du domaine.
ro: Eroare încercând verificarea dacă un domeniu este disponibil
sv: Fel uppstod vid validering av domän

source: Error when trying to update profile.
fr: Erreur lors de l'essai de mise à jour du profil.
sv: Fel vid försök att uppdatera profilen.

source: Error while detaching
fr: Erreur lors du détachement
ro: Eroare în timpul detașări
sv: Fel vid bortkoppling

source: Ether type
fr: Type d'ether
ro: Versiune IP
sv: Ether-typ

source: Every {{ cycle.cycle_multiplier }} {{ cycle.cycle | translate }}s | Fixed price: {{ cycle.fixed_price }} | Status: {{ cycle.status }}
fr: Chaque {{ cycle.cycle_multiplier }} {{ cycle.cycle | translate }}s | Prix ​fixe: {{ cycle.fixed_price }} | Statut: {{ cycle.status }}
ro: Oricare {{ cycle.cycle_multiplier }} {{ cycle.cycle | translate }} | Pret fix: {{ cycle.fixed_price }} | Status: {{ cycle.status }}

source: Exchange rates updated
fr: Taux de change mis à jour
ro: Rate de schimb actualizate

source: Exclude
fr: Exclure
sv: Exkludera

source: Existing usage will be automatically settled using client credit. If an invoice exists it will be paid using client credit.
fr: L'utilisation actuelle sera automatiquement réglée en utilisant le crédit client. Si une facture existe, elle sera payé en utilisant le crédit client.

source: Expired
fr: Expiré

source: Expiry date
fr: Date d'expiration
ro: Dată expirare
sv: Utgångsdatum

source: Expiry date:
fr: Date d'expiration:
sv: Utg.dat:

source: Extend
fr: Étendre
ro: Extinde
sv: Utöka

source: Extend volume
fr: Étendre le volume
ro: Extinde volum
sv: Utöka volymen

source: Extend {{::$ctrl.volume.name }}'s disk dize
fr: Étendre la taille du disque {{::$ctrl.volume.name }}
ro: Extinde volumul {{::$ctrl.volume.name }}

source: Extend {{::$ctrl.volume.name }}'s disk size
fr: Étendre la taille du disque {{::$ctrl.volume.name }}
ro: Extinde volumul {{ $ctrl.volume.name }}'s
sv: Utöka {{::$ctrl.volume.name }}'s diskutrymme

source: External
fr: Externe

source: External billing id
fr: Identifiant de facturation externe
ro: ID tranzacție extern

source: External network
fr: Réseau externe
sv: Externt nätverk

source: External network selection
fr: Sélection du réseau externe
ro: Selectare rețea externă
sv: Val av externt nätverk

source: External network: {{ $ctrl.router.network_name }}
fr: Réseau externe: {{ $ctrl.router.network_name }}
ro: Rețea externă: {{ $ctrl.network.name }}
sv: Externt nätverk: {{ $ctrl.router.network_name }}

source: External network: {{ $ctrl.router.network_name }} <span ng-if="$ctrl.router.external_fixed_ips.length">( <span ng-repeat="fixed_ips in $ctrl.router.external_fixed_ips"> {{ fixed_ips.ip_address }}{{$last ? '' : ', '}} </span>) </span>
fr: Réseau externe: {{ $ctrl.router.network_name }} <span ng-if="$ctrl.router.external_fixed_ips.length">( <span ng-repeat="fixed_ips in $ctrl.router.external_fixed_ips"> {{ fixed_ips.ip_address }}{{$last ? '' : ', '}} </span>) </span>
ro: Retea externa: {{ $ctrl.router.network_name }} <span ng-if="$ctrl.router.external_fixed_ips.length">( <span ng-repeat="fixed_ips in $ctrl.router.external_fixed_ips"> {{ fixed_ips.ip_address }}{{$last ? '' : ', '}} </span>) </span>

source: External network: {{$ctrl.clusterTemplate.external_network_id}}
fr: Réseau externe: {{$ctrl.clusterTemplate.external_network_id}}
sv: Externt nätverk: {{$ctrl.clusterTemplate.external_network_id}}

source: External transaction id
fr: ID de transaction externe
ro: ID tranzacție extern

source: Extra information
fr: Informations supplémentaires
ro: Informații extra

source: Failed to retrieve the link
fr: Impossible de récupérer le lien
ro: Nu am reușit sa găsesc legătura

source: Fee
fr: Frais
ro: Taxa

source: Field is required
fr: Champ requis
ro: Câmpul este obligatoriu
sv: Obligatoriskt fält

source: File
fr: Fichier
ro: Fisier
sv: Fil

source: File to large, contact support.
fr: Fichier trop grand, contacter le support.

source: File to large, please check server upload limit.
fr: Fichier trop grand, vérifier la limite de téléchargement du serveur.

source: Fill in a number
fr: Remplir un numéro
ro: Completați un număr
sv: Fyll i ett nummer

source: Fill in name, time unit and price first
fr: Indiquez d'abord le nom, l'unité de temps et le prix

source: Fill in the addon selling prices. Leave price empty if you want to disable price for a number of years.
fr: Remplissez dans l'addon les prix de vente. Laissez le prix vide si vous souhaitez désactiver le prix pendant plusieurs années.

source: Fill in the selling prices. Leave price empty if you want to disable price for a number of years.
fr: Remplissez les prix de vente. Laissez le prix vide si vous souhaitez désactiver le prix pendant plusieurs années.

source: Fill in username or email
fr: Remplissez le nom d'utilisateur ou l'email
ro: Competează cu user sau parolă
sv: Fyll i användarnamn eller e-post

source: Filter
fr: Filtre
ro: Filtru
sv: Filtrera

source: Filter by {{$ctrl.item.display | translate}}
fr: Filtrer par {{$ctrl.item.display | translate}}
ro: Filtrează după {{$ctrl.item.display | translate}}
sv: Filtrera på {{$ctrl.item.display | translate}}

source: Filter items by current user
fr: Filtre les éléments par utilisateur actuel
ro: Filtrează articole după utilizatorul curent
sv: Filtrera objekt efter aktuell användare

source: Filter items without client
fr: Filtrer les éléments sans client
ro: FIltrează articole fără client
sv: Filtrera objekt utan kund

source: Filter items without related
fr: Filtrer les éléments sans relation
ro: Filtrează articole fără asociat
sv: Filtrera objekt utan relaterade

source: Filter items without user
fr: Filtrer les éléments sans utilisateur
ro: Filtrează articole fără utilizator
sv: Filtrera objekt utan användare

source: Filters
fr: Filtres
ro: Filtre

source: Finished generation
fr: Génération fini

source: First Name
fr: Prénom
ro: Nume
sv: Förnamn

source: First name
fr: Prénom
ro: Nume
sv: Förnamn

source: First nameserver
fr: Premier nom de serveur
ro: Primul nameserver
sv: Första namnserver

source: Fixed Fee
fr: Frais fixe
ro: Pret fix

source: Fixed IP
fr: IP fixe
ro: Adresă fixă IP: {{ $ctrl.floatingIp.fixed_ip_address }}
sv: Fast IP

source: Fixed fee
fr: Frais fixe
ro: Pret fix

source: Fixed ip address: {{ $ctrl.floatingIp.fixed_ip_address }}
fr: Adresse IP fixe: {{ $ctrl.floatingIp.fixed_ip_address }}
ro: Adresă fixă IP: {{ $ctrl.floatingIp.fixed_ip_address }}
sv: Fast ip-adress: {{ $ctrl.floatingIp.fixed_ip_address }}

source: Fixed network
fr: Réseau fixe
sv: Fast nätverk

source: Fixed network: {{$ctrl.clusterTemplate.fixed_network ? $ctrl.clusterTemplate.fixed_network : '-'}}
fr: Réseau fixe: {{$ctrl.clusterTemplate.fixed_network ? $ctrl.clusterTemplate.fixed_network : '-'}}
sv: Fast nätverk {{$ctrl.clusterTemplate.fixed_network ? $ctrl.clusterTemplate.fixed_network : '-'}}

source: Fixed price
fr: Prix fixe
ro: Pret fix

source: Fixed subnet
fr: Sous-réseau fixe
sv: Fast subnät

source: Fixed subnet: {{$ctrl.clusterTemplate.fixed_subnet ? $ctrl.clusterTemplate.fixed_subnet : '-'}}
fr: Sous réseau fixe: {{$ctrl.clusterTemplate.fixed_subnet ? $ctrl.clusterTemplate.fixed_subnet : '-'}}
sv: Fast subnät: {{$ctrl.clusterTemplate.fixed_subnet ? $ctrl.clusterTemplate.fixed_subnet : '-'}}

source: Flat
fr: Plat
ro: Uniform

source: Flavor Groups
fr: Groupes de flavors

source: Flavor added to group
fr: Flavor ajouté au groupe

source: Flavor added to image
fr: Flavour ajouté à l'image

source: Flavor create scheduled
fr: Création de flavor en cours
ro: Creare Flavor in progres

source: Flavor delete scheduled
fr: Suppression de flavor en cours
ro: Stergere Flavor in progres

source: Flavor details
fr: Détails du flavor
ro: Detalii configurație

source: Flavor distribution
fr: Répartition des flavors
ro: Distribuție flavor

source: Flavor group
fr: Groupe de flavor

source: Flavor group added
fr: Groupe de flavor ajouté

source: Flavor group added to image
fr: Groupe de flavor ajouté à l'image

source: Flavor group deleted
fr: Groupe de flavor supprimé

source: Flavor group details
fr: Détails du groupe de flavor

source: Flavor group name
fr: Nom du groupe de flavor

source: Flavor group removed from image
fr: Groupe de flavor supprimer de l'image

source: Flavor group updated
fr: Groupe de flavor mis à jour

source: Flavor group {:name}
fr: Groupe de flavor {:name}

source: Flavor groups
fr: Groupes de flavor

source: Flavor is out of stock
fr: Ce flavor sera bientôt disponible
sv: Det finns inte resurser nog för instanstypen

source: Flavor name
fr: Nom du flavor
ro: Nume configurație

source: Flavor name contains
fr: Le nom du flavor contient

source: Flavor name ends with
fr: Le nom du flavor fini par

source: Flavor name starts with
fr: Le nom du flavor commence par

source: Flavor removed from group
fr: Flavor supprimé du groupe

source: Flavor removed from image
fr: Flavor supprimé de l'image

source: Flavor update scheduled
fr: Mise à jour du flavor en cours
ro: Actualizare Flavor in progres

source: Flavors assignment
fr: Affectation du flavor

source: Floating IP
fr: IP flottante

source: Floating IP delete scheduled
fr: Suppression de l'IP flottante planifiée
ro: Stergere IP dinamic in progres
sv: Raderar floating IP...

source: Floating IP details
fr: Détails de l'IP flottante
ro: Detalii floating IP
sv: Information om floating IP

source: Floating IP enabled
fr: IP flottante activée
sv: Floating IP aktiverat

source: Floating IP {:floating_ip_address}
fr: IP flottante {:floating_ip_address}
ro: Adresă IP dinamic {:floating_ip_address}

source: Floating IPs
fr: IPs flottantes

source: Floating network name
fr: Nom du réseau

source: Floating network region
fr: Nom de la région

source: Force (indicates whether to backup, even if the volume is attached)
fr: Forcer (indique qu'il faut sauvegarder, même si le volume est connecté)
sv: Tvinga (anger om du vill ta backup, även om volymen är ansluten till en instans)

source: Force (indicates whether to create snapshot, even if the volume is attached)
fr: Force (indique qu'il faut créer un snapshot, même si un volume est attaché)
sv: Tvinga (anger om man vill skapa en snapshot, även om volymen är ansluten till en instans)

source: Forgot password
fr: Mot de passe oublié
ro: Recuperare parolă
sv: Glömt lösenord

source: Form name/email
fr: De nom/email

source: Found version
fr: Version trouvée
ro: Versiune găsită

source: Fourth nameserver
fr: Quatrième nom de serveur
sv: Fjärde namnserver

source: Fraud
fr: Fraude
ro: Fraudă
sv: Bedrägeri

source: Fraud check result
fr: Résultat de la vérification de fraude
ro: Rezultat verificare fraudă

source: Fraud checking will be performed on signup if the option is enabled.
fr: La vérification de fraude sera effectuée lors de l'inscription si l'option est activée.
ro: Verificare de fraudă se va efectua la înregistrare dacă optiunea este activată.

source: Fraud score
fr: Score de fraude
ro: Scor fraudă

source: Free
fr: Gratuit
ro: Gratuit
sv: Gratis

source: From
fr: De
ro: Din

source: From name/email
fr: De nom/email

source: Frontend customization
fr: Personnalisation du frontend

source: Frontend customization saved
fr: Personnalisation du frontend sauvegardée

source: Frontend updated
fr: Mise à jour du frontend

source: Full name
fr: Nom complet
ro: Nume complet

source: Full year (e.g. 2019)
fr: Année complète (ex 2019)

source: Gateway
fr: Passerelle
ro: Gateway IP

source: Gateway IP
fr: Passerelle IP

source: Gateway details
fr: Détails de la passerelle
ro: Detalii gateway

source: Gateway ip
fr: Passerelle ip

source: Gateways
fr: Passerelles
ro: Gateway-uri

source: General
fr: Général
sv: Allmänt

source: General settings
fr: Paramètres généraux
ro: Setari generale

source: Generate invoice
fr: Générer une facture
ro: Generează cheie

source: Generate invoices
fr: Générer des factures
ro: Generează facturi

source: Generate key
fr: Générer une clé
ro: Generează cheie
sv: Generera nyckel

source: Generate report
fr: Générer un rapport

source: Generate revenue report
fr: Générer un rapport de revenus

source: Generated at
fr: Généré à
ro: Generat la
sv: Genererad

source: Get OpenRC file
fr: Obtenir le fichier OpenRC
sv: Hämta OpenRC-fil

source: Get OpenRC file for {{::$ctrl.user.name}}
fr: Obtenir le fichier OpenRC pour {{::$ctrl.user.name}}
sv: Skaffa OpenRC-fil för {{::$ctrl.user.name}}

source: Get PTR
fr: Obtenir le PTR
ro: Modifică PTR
sv: Skaffa PTR

source: Get a verification code from the Google Authenticator
fr: Obtenir un code de vérification de google authenticator
sv: Få en verifieringskod från Google Authenticator

source: Get certificate
fr: Obtenir un certificat
sv: Få ditt certifikat

source: Get file
fr: Obtenir le fichier
sv: Hämta fil

source: Go back to login
fr: Retourner à la page de connexion
ro: Înapoi la login
sv: Gå tillbaka till inloggning

source: Go to
fr: Aller à
sv: Gå till

source: Go to dashboard
fr: Aller au tableau de bord
ro: Panou de control
sv: Gå till startsidan

source: Go to license page
fr: Aller à la page des licences
ro: Mergi la pagina de licență
sv: Gå till licenssidan

source: Go to login
fr: Aller à la connexion
ro: Mergi la login
sv: Fortsätt till inloggningen

source: Go to {{$ctrl.section}} settings
fr: Aller au {{$ctrl.section}} paramètres
ro: Mergi la {{$ctrl.section}}

source: Google authenticator confirm
fr: Confirmation Google authenticator
sv: Google authenticator bekräfta

source: Google authenticator details
fr: Details Google authenticator
sv: Google authenticator - detaljer

source: Google authenticator is enabled. You can disable it or regenerate the secret key. If you regenerate the key, you will need to re-enable google authenticator by scanning again the new QR code or manually entering the secret key.
fr: Google authenticator est activé. Vous pouvez le désactiver ou régénérer une clé secrète. Si vous regénérez la clé, vous devrez réactiver google authenticator en scannant le QR code à nouveau ou manuellement saisir la nouvelle clé.
sv: Google authenticator är aktiverad. Du kan inaktivera den eller skapa om den hemliga nyckeln. Om du skapar om nyckeln, du måste aktivera Google Autentiserare igen genom att skanna den nya QR-koden eller manuellt ange den hemliga nyckeln.

source: Grace
fr: Grâce

source: Grant new permissions implicitly
fr: Autoriser les nouvelles permissions implicitement

source: Greater than
fr: Plus grand que
ro: Mai mare decât
sv: Större än

source: Group
fr: Groupe
ro: Grup

source: Group by currency
fr: Grouper par devise
ro: Grupează după monedă

source: Group by price type
fr: Grouper par type de prix
ro: Grupează dupa tipul prețului

source: Group created
fr: Groupe créé
ro: Grup creat

source: Group deleted
fr: Groupe supprimé
ro: Grup șters

source: Group description
fr: Description du groupe
ro: Descriere grup

source: Group name
fr: Nom du groupe
ro: Nume grup

source: Group updated
fr: Mise à jour du groupe
ro: Grup actualizat

source: Group:
fr: Groupe:
ro: Grup:

source: Group: {{::security_group.name }}
fr: Groupe: {{::security_group.name }}
sv: Grupp: {{::security_group.name }}

source: Groups
fr: Groupes
ro: Grupuri

source: HARD REBOOT
fr: REDEMARRAGE FORCÉ
sv: HÅRD OMSTART

source: HIDDEN
fr: CACHÉ
ro: ASCUNS

source: HTTP proxy: {{$ctrl.clusterTemplate.http_proxy ? $ctrl.clusterTemplate.http_proxy : '-'}}
fr: Proxy HTTP: {{$ctrl.clusterTemplate.http_proxy ? $ctrl.clusterTemplate.http_proxy : '-'}}

source: HTTPS proxy: {{$ctrl.clusterTemplate.https_proxy ? $ctrl.clusterTemplate.https_proxy : '-'}}
fr: Proxy HTTPS: {{$ctrl.clusterTemplate.https_proxy ? $ctrl.clusterTemplate.https_proxy : '-'}}

source: Has dependent backups
fr: Possède des sauvegardes dépendantes
sv: Har beroende backuper

source: Has dependent backups: {{ ::$ctrl.volumeBackup.has_dependent_backups }}
fr: Possède des sauvegardes dépendantes: {{ ::$ctrl.volumeBackup.has_dependent_backups }}
sv: Har beroende backuper: {{ ::$ctrl.volumeBackup.has_dependent_backups }}

source: Has permission
fr: A la permission
ro: Are permisiune

source: Has snapshots
fr: Possède un snapshot
sv: Har snapshots

source: Has verified email
fr: A vérifié l'email

source: Health status: {{$ctrl.cluster.health_status}}
fr: État de santé: {{$ctrl.cluster.health_status}}
sv: Hälsostatus: {{$ctrl.cluster.health_status}}

source: Hello
fr: Bonjour
ro: Bună
sv: Hej

source: Hello, {{ $ctrl.userInfo.user.first_name }}
fr: Bonjour, {{ $ctrl.userInfo.user.first_name }}
ro: Bună, {{ $ctrl.userInfo.user.first_name }}
sv: Hej, {{ $ctrl.userInfo.user.first_name }}

source: Help text
fr: Texte d'aide
ro: Text ajutor

source: Help text for {{$ctrl.templateName}} template
fr: Texte d'aide pour {{$ctrl.templateName}} le modèle
ro: Text de ajutor pentru template-ul {{$ctrl.templateName}}

source: Here you can assign options to this product. <br> If option cycles do not match product cycles the option will not be available on order.
fr: Ici vous pouvez assigné des options au produit. <br> Si les cycles d'option ne correspondent pas aux cycles de produit, l'option ne sera pas disponible sur la commande.

source: Hide
fr: Masquer
ro: Ascunde
sv: Dölj

source: Hide in end-user panel
fr: Masquer dans le panneau de l'utilisateur final
ro: Ascunde în panoul utilizatorului
