Repository: binerogroup/fleio-i18n
Catalog: translations/frontend/po/*.po
Languages: fr, ro, sv

source: Master Addresses: <span ng-repeat="address in $ctrl.cluster.master_addresses track by $index"> <a ui-sref="openstackInstances({'search': address})" class="md-primary">{{ address }}</a> <span ng-if="$index < $ctrl.cluster.master_addresses.length - 1">, </span> </span>
fr: Adresses maitres: <span ng-repeat="address in $ctrl.cluster.master_addresses track by $index"> <a ui-sref="openstackInstances({'search': address})" class="md-primary">{{ address }}</a> <span ng-if="$index < $ctrl.cluster.master_addresses.length - 1">, </span> </span>
sv: Master adresser: <span ng-repeat="address in $ctrl.cluster.master_addresses track by $index"> <a ui-sref="openstackInstances({'search': address})" class="md-primary">{{ address }}</a> <span ng-if="$index < $ctrl.cluster.master_addresses.length - 1">, </span> </span>

source: Master LB
fr: LB Maitre

source: Master count
fr: Nombre de master
sv: Masterantal

source: Master count: {{$ctrl.cluster.master_count}}
fr: Nombre de master: {{ $ctrl.router.distributed }}
sv: Masterantal: {{$ctrl.cluster.master_count}}

source: Master flavor: {{$ctrl.cluster.master_flavor_id}}
fr: Flavor maitre: {{$ctrl.instance.flavor.name }}
sv: Master instanstyp: {{$ctrl.cluster.master_flavor_id}}

source: Master flavor: {{$ctrl.clusterTemplate.master_flavor_id}}
fr: Flavor maitre: {{$ctrl.clusterTemplate.master_flavor_id}}
sv: Master instanstyp: {{$ctrl.clusterTemplate.master_flavor_id}}

source: Master node flavor
fr: Flavor de node maitre
sv: Masternod instanstyp

source: Masters:
fr: Maîtres:

source: Max number of accounts
fr: Nombre maximum des comptes

source: Max prefix length
fr: Longueur max du prefix
ro: Lungime max. prefix

source: MaxMind fraud check
fr: Vérification de fraude MaxMind
ro: Verificare fraudă MaxMind

source: Maximum prefix length
fr: Longueur maximum du prefix
ro: Lungime maximă prefix

source: Maximum supported version
fr: Version maximum supportée
ro: Versiune maximă suportată

source: Medium
fr: Moyen
ro: Mediu

source: Member status is: {{$ctrl.memberStatus}}
fr: Le statut du membre est: {{$ctrl.memberStatus}}
sv: Members status är: {{$ctrl.memberStatus}}

source: Memory
fr: Mémoire
ro: Memoria

source: Memory (RAM): {{$ctrl.instance.flavor.memory_mb }} MB
fr: Mémoire (RAM): {{$ctrl.instance.flavor.memory_mb }} MB
ro: Memorie (RAM): {{$ctrl.instance.flavor.memory_mb }} MB
sv: Minne (RAM): {{$ctrl.instance.flavor.memory_mb }} MB

source: Memory mb
fr: Mémoire mb
ro: Memorie mb

source: Message updated
fr: Message mis à jour

source: Metric unit
fr: Unité de mesure
ro: Unitate de măsură

source: Metrics
fr: Mesures
ro: Măsurători
sv: Mätdata

source: Migrate
fr: Migration
ro: Migreaza

source: Migrate instance
fr: Migrer l'instance
ro: Migrează instanța

source: Migrate instance {{ $ctrl.instance.name }}
fr: Migrer l'instance {{ $ctrl.instance.name }}
ro: Migreaza instanța {{ $ctrl.instance.name }}

source: Min disk
fr: Disque min
ro: Disc min

source: Min disk size
fr: Taille min du disque
ro: Dimensiune minima disc
sv: Min diskstorlek

source: Min prefix length
fr: Longueur min du prefix
ro: Lungime min. prefix

source: Min ram
fr: Ram min

source: Minimum disk size (GB)
fr: Espace disque minimum (GB)
ro: Dimensiune minima disc (GB)
sv: Minimum diskutrymme (GB)

source: Minimum disk size: {{ $ctrl.image.min_disk }} GB
fr: Espace disque minimum: {{ $ctrl.image.min_disk }} (GB)
ro: Dimensiune minimă disc: {{ $ctrl.image.min_disk }} GB
sv: Minimum diskutrymme: {{ $ctrl.image.min_disk }} GB

source: Minimum memory: {{ $ctrl.image.min_ram / 1024 }} GB
fr: Mémoire minimum: {{ $ctrl.image.min_ram / 1024 }} GB
ro: Memoria minimă: {{ $ctrl.image.min_ram / 1024 }} GB
sv: Minimum RAM: {{ $ctrl.image.min_ram / 1024 }} GB

source: Minimum prefix length
fr: Longueur minimum du prefix
ro: Lungime minimă prefix

source: Minimum required RAM (MB)
fr: RAM minimale requise (MB)
ro: Memorie RAM minimă (MB)
sv: Minimum RAM (MB)

source: Minimum supported version
fr: Version minimale supportée
ro: Versiune minimă suportată

source: Minimum up to date credit to be left after paying an invoice
fr: Minimum de crédit à jour à conserver après le paiement d'une facture
ro: Credit la zi minim care să rămână dupa plata unei facturi

source: Misc
fr: Divers
sv: Övrigt

source: Miscellaneous
fr: Divers
sv: Diverse

source: Module Configuration
fr: Configuration du module
ro: Configurație Modul

source: Module: <span class="fl-block fl-detail fl-margin-left" translate>Name: {{ $ctrl.productDetails.module.name }}</span> <span class="fl-block fl-detail fl-margin-left" translate>Path: {{ $ctrl.productDetails.module.path }}</span>
fr: Module: <span class="fl-block fl-detail fl-margin-left" translate>Nom: {{ $ctrl.productDetails.module.name }}</span> <span class="fl-block fl-detail fl-margin-left" translate>Chemin: {{ $ctrl.productDetails.module.path }}</span>

source: Month
fr: Mois

source: More
fr: Plus
ro: Mai mult
sv: Mer

source: Move
fr: Déplacer

source: Move instance
fr: Déplacer l'instance

source: Move instance {{ $ctrl.instance.name }}
fr: Déplacer l'instance {{ $ctrl.instance.name }}

source: Moving an instance means stopping the instance, creating a snapshot of the instance, removing the IPs from from instance and then creating a new instance from snapshot for the select client with the same IPs.
fr: Déplacer une instance signifie l'arrêt de celle-ci, créer un instantané de l'instance supprimer toutes les IPs.

source: My Images
fr: Mes images
sv: Images

source: My account
fr: Mon compte
ro: Contul meu
sv: Mitt konto

source: My images
fr: Mes images
ro: Imaginile mele
sv: Images

source: My profile
fr: Mon profil
ro: Profilul meu
sv: Min profil

source: My signatures
fr: Mes signatures

source: My user profile
fr: Mon profil utilisateur
ro: Profilul meu
sv: Min användarprofil

source: Name
fr: Nom
ro: Nume
sv: Namn

source: Name: {{ $ctrl.productDetails.module.name }}
fr: Nom: {{ $ctrl.productDetails.module.name }}
ro: Nume: {{ $ctrl.productDetails.module.name }}

source: Name: {{::$ctrl.serviceDetails.product.name }}
fr: Nom: {{::$ctrl.serviceDetails.product.name }}
ro: Nume: {{::$ctrl.serviceDetails.product.name }}
sv: Namn: {{::$ctrl.serviceDetails.product.name }}

source: Nameservers
fr: Nom des serveurs
ro: Nameservere
sv: Namnservrar

source: Network
fr: Réseau
ro: Rețea
sv: Nätverk

source: Network address
fr: Adresse réseau
ro: Adresă rețea
sv: Nätverksadress

source: Network create scheduled
fr: Création du réseau en cours
ro: Creare rețea in progres
sv: Skapar nätverk...

source: Network delete scheduled
fr: Suppression du réseau en cours
ro: Stergere retea in progres

source: Network details
fr: Détails du réseau
ro: Detalii rețea
sv: Nätverksinformation

source: Network driver
fr: Pilote de réseau
sv: Nätverksdrivrutin

source: Network driver: {{$ctrl.clusterTemplate.network_driver}}
fr: Pilote de réseau: {{$ctrl.clusterTemplate.network_driver}}
sv: Nätverksdrivrutin: {{$ctrl.clusterTemplate.network_driver}}

source: Network id: {{::$ctrl.floatingIp.floating_network.id }}
fr: Id réseau: {{::$ctrl.floatingIp.floating_network.id }}
ro: ID rețea: {{::$ctrl.floatingIp.floating_network.id }}
sv: Nätverks-id: {{::$ctrl.floatingIp.floating_network.id }}

source: Network mask
fr: Masque de réseau
ro: Mască de rețea
sv: Nätverksmask

source: Network metrics
fr: Mesure du réseau
ro: Măsurători rețea
sv: Nätverksstatistik

source: Network name
fr: Nom du réseau
ro: Nume de rețea
sv: Nätverkets beteckning

source: Network name: {{::$ctrl.floatingIp.floating_network.name }}
fr: Nom du réseau: {{::$ctrl.floatingIp.floating_network.name }}
ro: Nume rețea: {{::$ctrl.floatingIp.floating_network.name }}
sv: Nätverksnamn: {{::$ctrl.floatingIp.floating_network.name }}

source: Network selection
fr: Sélection du réseau
ro: Selectare rețea
sv: Nätverksval

source: Network update scheduled
fr: Mise à jour du réseau en cours
ro: Actualizare retea in progres
sv: Uppdaterar nätverk...

source: Network {:network}
fr: Réseau {:network}
ro: Rețea {:network}
sv: Nätverk {:network}

source: Networking
fr: Mise en réseau
ro: Rețele
sv: Nätverk

source: Networks
fr: Réseaux
ro: Rețele
sv: Nätverk

source: New
fr: Nouveau
ro: Nou
sv: Ny

source: New configurable option
fr: Nouvelle option configurable
ro: Opțiune configurabilă nouă

source: New cycle
fr: Nouveau cycle
sv: Ny period

source: New password
fr: Nouveau mot de passe
ro: Parolă nouă
sv: Nytt lösenord

source: New projects description template
fr: Modèle de description des nouveaux projets
ro: Template descriere a proiectelor noi

source: New projects name template
fr: Nouveau nom des
ro: Template nume proiecte noi

source: New server
fr: Nouveau serveur
ro: Server nou

source: New server group
fr: Nouveau groupe de serveur
ro: Grupu servere nou

source: New state
fr: Nouvel état
sv: Nytt tillstånd

source: New volume name
fr: Nouveau nom de volume
sv: Nytt volymnamn

source: Next
fr: Suivant
ro: Următorul
sv: Nästa

source: Next due
fr: Prochaine date d'échéance
ro: Dată Scadentă
sv: Nästa förfallodatum

source: Next due date
fr: Prochaine date d'échéance
ro: Următoarea dată scadentă
sv: Nästa förfallodatum

source: Next due date : {{$ctrl.serviceDetails.next_due_date | date:'medium' }}
fr: Prochaine date d'échéance : {{$ctrl.serviceDetails.next_due_date | date:'medium' }}
ro: Următoarea dată scadentă : {{$ctrl.serviceDetails.next_due_date | date:'medium' }}
sv: Nästa Förfallodatum : {{$ctrl.serviceDetails.next_due_date | date:'medium' }}

source: Next due date : {{$ctrl.serviceDetails.next_expiration_date | date:'medium'}}
fr: Prochaine date d'échéance : {{$ctrl.serviceDetails.next_expiration_date | date:'medium'}}
ro: Următoarea dată scadentă : {{$ctrl.serviceDetails.next_due_date | date:'medium' }}
sv: Nästa Förfallodatum : {{$ctrl.serviceDetails.next_expiration_date | date:'medium'}}

source: Next expiration date
fr: Prochaine date d'expiration
ro: Următoarea dată a expirarii

source: Next invoice date
fr: Prochaine date de facturation
ro: Următoarea dată de facutare

source: Next invoice date : {{$ctrl.serviceDetails.next_invoice_date | date:'medium'}}
fr: Prochaine date de facturation : {{$ctrl.serviceDetails.next_invoice_date | date:'medium'}}
ro: Următoarea dată de facturare : {{$ctrl.serviceDetails.next_invoice_date | date:'medium'}}
sv: Nästa fakturadatum : {{$ctrl.serviceDetails.next_invoice_date | date:'medium'}}

source: Next invoice date offset
fr: Prochaine date de facturation ajusté

source: Next page
fr: Page suivante
sv: Nästa sida

source: Next paid invoice number
fr: Numéro de facture suivant
ro: Următorul numar al facturii platite

source: Next paid invoice number format
fr: Numéro de facture suivant payé
ro: Formatul următorului numar al facturii platite

source: No
fr: Non
ro: Nici unul
sv: Nej

source: No API Users
fr: Aucun utilisateur d'API
ro: Nici un utilizator API
sv: Inga API-användare

source: No API users
fr: Aucun utilisateur d'API
ro: Nici un utilizator API
sv: Inga API-användare

source: No Client groups
fr: Aucun groupe de client
sv: Inga kundgrupper

source: No Clients
fr: Aucun client
sv: Inga kunder

source: No Cluster templates
fr: Aucun modèle de cluster
sv: Inga klustertemplates

source: No Clusters
fr: Aucun cluster
sv: Inga kluster

source: No Configurations
fr: Aucune configuration
sv: Inga konfigurationer

source: No Contacts
fr: Aucun contact
sv: Inga kontakter

source: No Departments
fr: Aucun département
sv: Inga avdelningar

source: No Domains
fr: Aucun domaine
sv: Inga domäner

source: No Entries
fr: Aucune entrées
sv: Inga poster

source: No Flavor groups
fr: Aucun groupe de flavors
sv: Inga instanstypsgrupper

source: No Flavors
fr: Aucun flavor
sv: Inga instanstyper

source: No Floating IPs
fr: Aucune IP flottante
sv: Inga floating IPs

source: No Gateways
fr: Aucune passerelle
sv: Inga gateways

source: No Images
fr: Aucune image
sv: Inga images

source: No Instances
fr: Aucune instance
sv: Inga instanser

source: No Invoices
fr: Aucune facture
sv: Inga fakturor

source: No Journal entries
fr: Aucune entrée de journal
sv: Inga journalposter

source: No Networks
fr: Aucun réseau
sv: Inga nätverk

source: No Notifications
fr: Aucune notification
sv: Inga meddelanden

source: No OpenStack service exists for this client
fr: Aucun service OpenStack existant pour ce client
ro: Nu există niciun serviciu OpenStack pentru acest client

source: No Orders
fr: Aucune commande
sv: Inga ordrar

source: No Plans
fr: Aucun plan
sv: Inga planer

source: No Projects
fr: Aucun projet
sv: Inga projekt

source: No Registrars
fr: Aucun registrars
sv: Inga registrarer

source: No Routers
fr: Aucun routeur
sv: Inga routrar

source: No SSH keys
fr: Aucune clé SSH
ro: Nu există chei SSH
sv: Inga SSH-nycklar

source: No Security groups
fr: Aucun groupe de sécurité
sv: Inga säkerhetsgrupper

source: No Services
fr: Aucun service
sv: Inga tjänster

source: No Subnet pools
fr: Aucun pools de sous-réseau
sv: Inga subnätpooler

source: No TLDs
fr: Aucun TLDs
sv: Inga TLD:er

source: No TODOs
fr: Aucune TODOs
sv: Inga TODOs

source: No Tax rules
fr: Aucune règle de taxes
sv: Inga momsregler

source: No Tickets
fr: Aucun ticket
sv: Inga ärenden

source: No User groups
fr: Aucun groupe d'utilisateurs
sv: Inga användargrupper

source: No Users
fr: Aucun utilisateur
sv: Inga användare

source: No Volume backups
fr: Aucune sauvegarde de volume
sv: Inga volymbackuper

source: No Volume snapshots
fr: Aucun snapshot de volume
sv: Inga volymsnapshots

source: No Volumes
fr: Aucun volume
sv: Inga volymer

source: No Zones
fr: Aucune zone
sv: Inga zoner

source: No actions available
fr: Aucune action disponible
ro: Nu există acțiuni disponibile
sv: Inga åtgärder tillgängliga

source: No actions available.
fr: Aucune action disponible.
sv: Inga operationer tillgängliga.

source: No associated object
fr: Aucun objet associé
ro: Nici un obiect asociat
sv: Inget associerat objekt

source: No available options
fr: Aucune options disponible
ro: Nu există opțiuni disponibile

source: No available resources
fr: Aucune ressources disponible
ro: Nu există resurse disponibile

source: No backup schedules for this instance
fr: Il n'y a pas de sauvegarde prévu pour ce client
sv: Inga backupscheman för den här instansen

source: No backups for this instance
fr: Aucune sauvegarde pour cette instance
sv: Inga backuper för den här instansen

source: No billing cycle or free
fr: Aucun cycle de facturation ou gratuit
ro: Fără ciclu de plată sau gratuit

source: No boot source selected
fr: Aucune source de démarrage sélectionnée
ro: Nici o sursă selectată
sv: Ingen bootkälla har valts

source: No client matching "{{$ctrl.clientSearchText}}" found
fr: Aucun client correspondant "{{$ctrl.clientSearchText}}" n'a été trouvé
ro: Nu există nici un client"{{$ctrl.clientSearchText}}" găsit

source: No client matching "{{$ctrl.clientsSearchText}}" found
fr: Aucun client correspondant "{{$ctrl.clientsSearchText}}" n'a été trouvé

source: No clients
fr: Aucun clients
ro: Nici un client

source: No clients matching "{{$ctrl.clientSearchText}}" found
fr: Aucun clients correspondant "{{$ctrl.clientsSearchText}}" n'a été trouvé
ro: Nu există clienți "{{$ctrl.clientSearchText}}" găsiți
sv: Inga kunder som matchade "{{$ctrl.clientSearchText}}" hittades

source: No clients on this configuration
fr: Aucun clients dans cette configuration
ro: Nici un client cu această configurație

source: No clients on this plan
fr: Aucun clients dans ce plan
ro: Nici un client pe acest plan

source: No cluster templates matching "{{$ctrl.clusterTemplateSearchText}}" found
fr: Pas de modèle de cluster correspondant à "{{$ctrl.clusterTemplateSearchText}}" trouvé
sv: Inga klustertemplates som matchar "{{$ctrl.clusterTemplateSearchText}}" hittades

source: No data available
fr: Aucune donnée disponible
ro: Nu există date disponibile
sv: Inget data tillgängligt

source: No departments matching "{{$ctrl.departmentSearchText}}" found
fr: Aucun départements correspondant "{{$ctrl.departmentSearchText}}" n'a été trouvé
ro: Nici un departament care să se potrivească cu "{{$ctrl.departmentSearchText}}"
sv: Inga avdelningar som matchade "{{$ctrl.departmentSearchText}}" kunde hittas

source: No description
fr: Aucune description
ro: Nici o descriere

source: No domains
fr: Aucun domaines
sv: Inga domäner

source: No domains were found.
fr: Aucun domaine n'a été trouvé.

source: No external networks available
fr: Aucun réseaux externe n'est disponible
ro: Nu există rețele externe disponibile
sv: Inga externa nätverk tillgängliga

source: No file chosen
fr: Aucun fichier choisi
sv: Ingen fil har valts

source: No flavor group matching "{{$ctrl.flavorGroupsSearchText}}" found
fr: Aucun groupe de flavor correspondant "{{$ctrl.flavorGroupsSearchText}}" n'a été trouvé

source: No flavor matching "{{$ctrl.flavorsSearchText}}" found
fr: Aucun flavor correspondant "{{$ctrl.flavorsSearchText}}" n'a été trouvé

source: No flavor selected
fr: Aucun flavor sélectionner
ro: Configurația nu este compatibilă cu distribuția selectată
sv: Ingen instanstyp vald

source: No flavors available in this region
fr: Aucun flavor disponible dans cette région
ro: Nici o configurație disponibilă pentru această regiune
sv: Inga instanstyper är tillgängliga i denna region

source: No groups matching "{{$ctrl.entitySearchText}}" found
fr: Aucun groupes correspondant "{{$ctrl.entitySearchText}}" n'a été trouvé
ro: Nu am găsit niciun produs care să se potrivească cu "{{$ctrl.entitySearchText}}"

source: No history log
fr: Aucun historique log
ro: Nici un istoric

source: No history log
fr: Aucun historique
ro: Nu există înregistrări în istoric
sv: Ingen historiklogg

source: No images
fr: Aucune image
ro: Nu există imagini
sv: Inga images

source: No images to display
fr: Aucune image à afficher
sv: Inga images att visa

source: No invoices
fr: Aucune facture
ro: Nu există facturi
sv: Inga fakturor

source: No items matching "{{$ctrl.customModelSearchText}}" found
fr: Aucun objets correspondant "{{$ctrl.entitySearchText}}" n'a été trouvé
ro: Nu am găsit niciun articol care să se potrivească cu "{{$ctrl.customModelSearchText}}"
sv: Inga objekt som matchade "{{$ctrl.customModelSearchText}}" kunde hittas

source: No journal entries
fr: Aucune entrée de journal
ro: Nici o înregistrare

source: No keys to choose from.
fr: Aucune clé à choisir.
sv: Inga nycklar att välja mellan.

source: No labels
fr: Pas d'étiquettes
sv: Inga etiketter

source: No networks available
fr: Aucun réseau disponible
ro: Nu există rețele disponibile
sv: Inga nätverk tillgängliga

source: No networks available.
fr: Aucun réseau disponible.

source: No networks available. Create one by pressing the add button
fr: Aucun réseau disponible. Créez-en un en appuyant sur le bouton Ajouter
ro: Nu există rețele disponibile. Apăsați adaugă pentru a crea una

source: No notifications
fr: Aucune notification
ro: Nici o notificare
sv: Inga meddelanden

source: No options
fr: Aucune option
ro: Nicio opțiune

source: No options found
fr: Aucune option trouvée
ro: Nu am găsit nicio opțiune

source: No other configurations available. Click <a class="md-primary" ng-click="$ctrl.goToConfigurations();">here</a> to manage configurations
fr: Aucune autre configuration disponible. Cliquer <a class="md-primary" ng-click="$ctrl.goToConfigurations();">ici</a>pour gérer les configurations
ro: Nici o alta configuratie disponibila. Apasa <a class="md-primary" ng-click="$ctrl.goToConfigurations();">aici</a> pentru a administra configuratiile

source: No other hosts available
fr: Pas d'autres hôtes disponibles
ro: Nici un alt server disponibil

source: No pricing rules
fr: Pas de règle de prix
ro: Nu există reguli de stabilire prețuri

source: No product has been selected yet
fr: Aucun produit n'a encore été sélectionné
ro: Nici un produs nu a fost selectat
sv: Ingen produkt har valts än

source: No products matching "{{$ctrl.productSearchText}}" found
fr: Aucun produits correspondant "{{$ctrl.productSearchText}}" n'a été trouvé
ro: Nu am găsit niciun proiect care să se potrivească cu "{{$ctrl.productSearchText}}"

source: No projects matching "{{$ctrl.projectSearchText}}" found
fr: Aucun projets correspondant "{{$ctrl.projectSearchText}}" n'a été trouvé
ro: Nici un proiect care sa "{{$ctrl.projectSearchText}}" found

source: No provider network types available
fr: Aucun type de fournisseur réseau disponible
ro: Nu există furnizor de selecție tipuri de rețele

source: No proxy: {{$ctrl.clusterTemplate.no_proxy ? $ctrl.clusterTemplate.no_proxy : '-'}}
fr: Pas de proxy: {{$ctrl.clusterTemplate.no_proxy ? $ctrl.clusterTemplate.no_proxy : '-'}}
sv: Ingen proxy: {{$ctrl.clusterTemplate.no_proxy ? $ctrl.clusterTemplate.no_proxy : '-'}}

source: No refundable transactions found
fr: Aucune transaction remboursable trouvée
ro: Nici o tranzactie rambursabila gasita

source: No regions available
fr: Aucune régions diponible
ro: Nu există regiuni disponibile
sv: Inga regioner tillgängliga

source: No related tickets were found.
fr: Aucun billet associé n'a été trouvé.

source: No related volume backups were found.
fr: Pas de sauvegardes de volume liées trouvées.
sv: Inga relaterade volymbackuper hittades.

source: No related volume snapshots were found.
fr: Aucun snapshot de volume associé n'a été trouvé.
sv: Inga relaterade snapshots hittades.

source: No routers
fr: Aucun routeur
ro: Nici un router
sv: Inga routrar

source: No routers found
fr: Aucun routeur trouvé
ro: Nici un router găsit
sv: Inga routrar hittades

source: No servers
fr: Aucun serveurs
ro: Niciun server

source: No servers found
fr: Aucun serveurs trouvé
ro: Nu am găsit niciun server

source: No services
fr: Aucun services
ro: Nici un serviciu
sv: Inga tjänster

source: No shared IPv4 subnet pool available. Create one by pressing the add button
fr: Aucun pool de sous-réseau IPv4 partagé disponible. Créez-en un en appuyant sur le bouton Ajouter
ro: Nu exista subrețele de tipul ipv4 disponibile. Pentru a creea apăsați adaugă

source: No shared IPv6 subnet pool available. Create one by pressing the add button
fr: Aucun pool de sous-réseau IPv6 partagé disponible. Créez-en un en appuyant sur le bouton Ajouter
ro: Nu exista subrețele de tipul ipv6 disponibile. Pentru a creea apăsați adaugă

source: No snapshots
fr: Aucun snapshot
ro: Nu există snapshot-uri
sv: Inga snapshots

source: No subnet pools in this region available
fr: Aucun pool de sous-réseau disponible dans cette région
ro: Nu există pooluri de subrețele disponibile
sv: Inga subnätpooler i denna region finns tillgängliga

source: No tickets matching "{{$ctrl.ticketSearchText}}" found
fr: Aucun tickets correspondant "{{$ctrl.ticketSearchText}}" n'a été trouvé
ro: Nici un tichet care să se potrivească cu "{{$ctrl.ticketSearchText}}"

source: No unassigned security groups available
fr: Aucun groupe de sécurité non affecté disponible
sv: Inga otilldelade säkerhetsgrupper tillgängliga

source: No usage recorded yet
fr: Aucune utilisation enregistrée pour le moment
ro: Nu există utilizare înregistrată încă
sv: Ingen användning har registrerats ännu

source: No user groups
fr: Aucun groupe d'utilisateurs
ro: Nu există grupuri utilizatori

source: No user groups matching "{{$ctrl.usergroupSearchText}}" found
fr: Aucun groupe d'utilisateur correspondant "{{$ctrl.usergroupSearchText}}" n'a été trouvé
ro: Nu am găsit niciun grup care să potrivească cu "{{$ctrl.usergroupSearchText}}"

source: No user matching "{{$ctrl.usersSearchText}}" found
fr: Aucun utilisateur correspondant "{{$ctrl.usersSearchText}}" n'a été trouvé
ro: Nu am găsit niciun utilizator care să potrivească cu "{{$ctrl.usersSearchText}}"
