Repository: binerogroup/fleio-i18n
Catalog: translations/frontend/po/*.po
Languages: fr, ro, sv

source: Company information like name and other billing details.
fr: Information de l'entreprise comme sont nom et les autres détails de facturation.
ro: Informațiile companiei precum numele și alte detalii de plată.

source: Completed
fr: Terminé
ro: Finalizat
sv: Slutfört

source: Configurable Option
fr: Option configurable
ro: Opțiune configurabilă

source: Configurable Options
fr: Options configurables
ro: Opțiuni configurabile

source: Configurable option
fr: Option configurable
ro: Opțiune configurabilă

source: Configurable option saved
fr: Option configurable enregistrée
ro: Opțiune configurabilă salvată

source: Configurable options:
fr: Options configurables:
ro: Opțiuni configurabile:
sv: Konfigurerbara alternativ:

source: Configuration changed
fr: Configuration modifiée
ro: Configurație schimbata

source: Configuration deleted
fr: Configuration supprimée
ro: Configurație stearsa

source: Configuration details
fr: Détails de la configuration
ro: Detalii configurație

source: Configuration error
fr: Erreur de configuration
ro: Eroare configurație

source: Configuration name
fr: Nom de la configuration
ro: Nume configurație

source: Configure get me a network
fr: Configurez get me a network
ro: Configurează-mi o rețea

source: Configure product
fr: Configurer le produit
ro: Configurează produs
sv: Konfigurera produkten

source: Confirm
fr: Confirmation
ro: Confirmă
sv: Bekräfta

source: Confirm email
fr: Confirmez votre e-mail
sv: Bekräfta e-postadress

source: Confirm email address
fr: Confirmez votre adresse e-mail
sv: Bekräfta e-postadress

source: Confirm resize
fr: Confirmer le redimensionnement
ro: Confirmă redimensionarea
sv: Bekräfta resize

source: Confirm your action
fr: Confirmer votre action
ro: Confirmă acțiunea ta
sv: Bekräfta din åtgärd

source: Confirmation code
fr: Code de confirmation
sv: Bekräftelsekod

source: Connection was not successful
fr: La connexion a échoué
ro: Conexiunea eșuată

source: Connector
fr: Connecteur

source: Contact image
fr: Image de contact
sv: Kontaktbild

source: Container format: {{ $ctrl.image.container_format }}
fr: Format de conteneur: {{ $ctrl.image.container_format }}
ro: Format container: {{ $ctrl.image.container_format }}

source: Container orchestration engine
fr: Moteur d'orchestration de conteneur

source: Content
fr: Contenu
ro: Conținut

source: Continue
fr: Continuer
sv: Fortsätt

source: Control panel
fr: Panneau de configuration

source: Cost
fr: Coût
sv: Kostnad

source: Cost pricing
fr: Tarification des coûts

source: Could not connect
fr: Impossible de se connecter
ro: Nu s-a putut conecta

source: Could not delete API User
fr: Impossible supprimer l'API utilisateur
ro: Adaugă utilizator API
sv: Det gick inte att ta bort API-användare

source: Could not delete client group
fr: Impossible de supprimer le groupe de client

source: Could not delete flavor group
fr: Impossible de supprimer le groupe de flavor

source: Could not delete floating IP
fr: Impossible de supprimer l'IP flottante
ro: Floating ip-ul nu poate fi sters
sv: Det gick inte att ta bort floating IP

source: Could not delete interface
fr: Impossible de supprimer l'interface
ro: Floating ip-ul nu poate fi sters
sv: Det gick inte att ta bort interface

source: Could not delete network
fr: Impossible de supprimer un réseau
ro: Rețeaua nu poate fi ștearsă
sv: Det gick inte att ta bort nätverket

source: Could not delete router
fr: Impossible de supprimer le routeur
ro: Router-ul nu poate fi șters
sv: Det gick inte att radera routern

source: Could not delete subnet
fr: Impossible de supprimer le sous-réseau
ro: Subrețeaua nu poate fi ștearsă
sv: Det gick inte att ta bort subnätet

source: Could not delete subnetpool
fr: Impossible de supprimer le pool de sous-réseau
ro: Subrețeaua nu poate fi ștearsă

source: Could not delete user group
fr: Impossible de supprimer le groupe d'utilisateur
ro: Nu pot șterge grup utilizatori

source: Could not delete zone
fr: Impossible de supprimer la zone
ro: Nu s-a putut sterge zona
sv: Det gick inte att radera zonen

source: Could not load license info
fr: Impossible de charger les informations de licence
ro: Nu s-a putut incarca licenta

source: Could not preselect client
fr: Impossible de présélectionner le client

source: Could not preselect department
fr: Impossible de présélectionner le département
sv: Kunde inte använda förvald avdelning

source: Country
fr: Pays
ro: Țara
sv: Land

source: Country / state
fr: Pays / état
ro: Țara / stat
sv: Land / stat

source: County / State
fr: Pays / Etat

source: Create
fr: Créer
ro: Creează
sv: Skapa

source: Create & Boot from ISO
fr: Créer et démarrer depuis l'ISO
sv: Skapa & starta från ISO

source: Create Configurable Option
fr: Créer une option configurable
ro: Creează opțiune configurabilă

source: Create DNS zone for client
fr: Créer une zone DNS pour le client

source: Create OpenStack service for client
fr: Créer un service OpenStack pour le client
ro: Creează serviciu OpenStack pentru client

source: Create PTR record
fr: Créer un enregistrement PTR
ro: Creează recor PTR
sv: Skapa PTR-post

source: Create TODO on invoice payment
fr: Créer TODO lors du paiement d'une facture

source: Create a new empty volume
fr: Créer un nouveau volume vide
sv: Skapa en ny tom volym

source: Create a new instance
fr: Créer une nouvelle instance
ro: Creează instanță
sv: Skapa en ny instans

source: Create a new volume
fr: Créer un nouveau volume
ro: Creează un volum nou
sv: Skapa en ny volym

source: Create a new {{$ctrl.name}} template
fr: Créer un nouveau {{$ctrl.name}} modèle
ro: Creează un {{$ctrl.name}} template nou

source: Create accounts on each server in order
fr: Créer des comptes sur chaque serveur dans l'ordre

source: Create auto order service
fr: Créer une commande automatique de service

source: Create backup
fr: Créer une sauvegarde
sv: Skapa backup

source: Create backup for instance {{ $ctrl.instance.name }}
fr: Créer une sauvegarde pour l'instance {{ $ctrl.instance.name }}
sv: Skapa backup för instans {{ $ctrl.instance.name }}

source: Create backup for volume
fr: Créer une sauvegarde pour le volume
sv: Skapa backup för volym

source: Create backup in client's project
fr: Créer une sauvegarde dans le projet du client

source: Create backup schedule
fr: Créer une sauvegarde planifiée
sv: Skapa backupschema

source: Create backup schedule for instance {{ $ctrl.instance.name }}
fr: Créer une sauvegarde planifiée pour l'instance {{ $ctrl.instance.name }}
sv: Skapa backupschema för instans {{ $ctrl.instance.name }}

source: Create client
fr: Créer un client
ro: Creează client

source: Create cluster
fr: Créer un cluster
sv: Skapa kluster

source: Create cluster template
fr: Créer un modèle de cluster
sv: Skapa klustertemplate

source: Create configuration
fr: Créer une configuration
ro: Creaza configurare

source: Create currency
fr: Créer une devise
ro: Adauga valuta

source: Create department
fr: Créer un département

source: Create flavor
fr: Créer un flavor
ro: Adaugă configurație

source: Create group
fr: Créer un groupe
ro: Creează grup de securitate

source: Create image
fr: Créer une image
ro: Creează imagine
sv: Skapa image

source: Create instance
fr: Créer une instance
ro: Creează instanță
sv: Skapa instans

source: Create instant backups for your instance.
fr: Créer une sauvegarde instantanée pour votre instance.
sv: Skapa omedelbara backuper för din instans.

source: Create invoice
fr: Créer une facture
ro: Creează factură

source: Create link both ways
fr: Créer un lien dans les deux sens
ro: Creează legătura în ambele direcții

source: Create network
fr: Créer un réseau
ro: Creează rețea
sv: Skapa nätverk

source: Create new account
fr: Créer un nouveau compte
ro: Creează cont nou
sv: Skapa nytt konto

source: Create new backup
fr: Créer une nouvelle sauvegarde
sv: Skapa ny backup

source: Create new backup schedule
fr: Créer une nouvelle sauvegarde planifiée
sv: Skapa ett nytt schema för backup

source: Create new invoice
fr: Créer une nouvelle facture
ro: Creează factură nouă

source: Create new project
fr: Créer un nouveau projet
ro: Creează proiect nou

source: Create new snapshot
fr: Créer un nouveau snapshot
sv: Skapa ny snapshot

source: Create on the least used server
fr: Créer sur le serveur le moins utilisé

source: Create option
fr: Créer une option
ro: Creează opțiune

source: Create plan
fr: Créer un plan
ro: Creează plan

source: Create pricing plan
fr: Créer un plan de tarification
ro: Creează plan tarifar

source: Create product
fr: Créer un produit
ro: Creează produs

source: Create product group
fr: Créer un groupe de produit
ro: Creează grup produse

source: Create resource in client's project. (client may get billed for this)
fr: Créer une ressource dans le projet du client. (Le client sera facturé pour cette action)

source: Create router
fr: Créer un routeur
ro: Creează router
sv: Skapa router

source: Create security group
fr: Créer un groupe de sécurité
ro: Creează grup de securitate
sv: Skapa säkerhetsgrupp

source: Create server
fr: Créer un serveur
ro: Creează server

source: Create service
fr: Créer un service
ro: Creează serviciu

source: Create snapshot
fr: Créer un snapshot
ro: Creează snapshot
sv: Skapa snapshot

source: Create snapshot for volume
fr: Créer un snapshot pour le volume
sv: Skapa snapshot för volym

source: Create snapshot of instance {{ $ctrl.instance.name }}
fr: Créer un instantané de l'instance {{ $ctrl.instance.name }}
ro: Creează snapshot al instanței {{ $ctrl.instance.name }}
sv: Skapa snapshot av instans {{ $ctrl.instance.name }}

source: Create subnet
fr: Créer un sous-réseau
sv: Skapa subnät

source: Create subnet pool
fr: Créer un pool de sous-réseau
ro: Creează subrețea

source: Create tax rule
fr: Créer une règle fiscale
ro: Creează regula taxa

source: Create user
fr: Créer un utilisateur
ro: Creează utilizator

source: Create virtual server
fr: Créer un serveur virtuel
ro: Creează server virtual

source: Create volume
fr: Créer un volume
ro: Creează volum
sv: Skapa volym

source: Create volume backup
fr: Créer une sauvegarde de volume
sv: Skapa volymbackup

source: Create volume snapshot
fr: Créer un snapshot de volume
sv: Skapa volymsnapshot

source: Create zone
fr: Créer une zone
ro: Creeaza zona
sv: Skapa zon

source: Create...
fr: Création...
ro: Creează...
sv: Skapa...

source: Created
fr: Créé
ro: Creat la

source: Created at
fr: Créé le
ro: Creat la
sv: Skapad

source: Created at : {{ ::network.created_at }}<br> Region: {{ network.region }}
fr: Créé le : {{ ::network.created_at }}<br> Region: {{ network.region }}
ro: Creat la: {{ ::network.created_at }}<br> Regiunea: {{ network.region }}

source: Created at : {{ ::subnetpool.created_at }}<br> Region: {{ subnetpool.region }}<br> <span class="fl-ellipsis-text">{{ subnetpool.prefixes }}</span>
fr: Créé le : {{ ::subnetpool.created_at }}<br> Region: {{ subnetpool.region }}<br> <span class="fl-ellipsis-text">{{ subnetpool.prefixes }}</span>
ro: Creat la : {{ ::subnetpool.created_at }}<br> Regiune: {{ subnetpool.region }}<br> <fl-limit-to limit="30" ng-model="subnetpool.prefixes"></fl-limit-to>

source: Created at {{backup.created_at | date:'medium'}}
fr: Créé le: {{backup.created_at | date:'medium'}}

source: Created at:
fr: Crée le:
sv: Skapad:

source: Created at: {{ $ctrl.image.created_at | date:'medium' }}
fr: Créé le: {{ $ctrl.image.created_at | date:'medium' }}
ro: Creat la: {{ $ctrl.image.created_at | date:'medium' }}

source: Created at: {{ $ctrl.serviceDetails.created_at | date:'medium'}}
fr: Créé le: {{ $ctrl.serviceDetails.created_at | date:'medium'}}
ro: Creat la: {{ $ctrl.serviceDetails.created_at | date:'medium' }}
sv: Skapad: {{ $ctrl.serviceDetails.created_at | date:'medium'}}

source: Created at: {{ $ctrl.volume.created_at | date:'mediumDate' }}
fr: Créé le: {{ $ctrl.volume.created_at | date:'mediumDate' }}
ro: Creat la: {{ $ctrl.volume.created_at | date:'mediumDate' }}
sv: Skapad: {{ $ctrl.volume.created_at | date:'mediumDate' }}

source: Created at: {{ ::$ctrl.subnetpool.created_at }}
fr: Créé le: {{ ::$ctrl.subnetpool.created_at }}
ro: Creat la: {{ ::$ctrl.subnetpool.created_at }}

source: Created at: {{ ::$ctrl.volume.created_at | date:'mediumDate' }}
fr: Créé le: {{ ::$ctrl.volume.created_at | date:'mediumDate' }}
ro: Creat la: {{ ::$ctrl.volume.created_at | date:'mediumDate' }}

source: Created at: {{ ::$ctrl.volumeBackup.created_at | date:'medium' }}
fr: Créé le: {{ ::$ctrl.volumeBackup.created_at | date:'medium' }}
sv: Skapad: {{ ::$ctrl.volumeBackup.created_at | date:'medium' }}

source: Created at: {{ ::$ctrl.volumeSnapshot.created_at | date:'medium' }}
fr: Créé le: {{ ::$ctrl.volumeSnapshot.created_at | date:'medium' }}
sv: Skapad: {{ ::$ctrl.volumeSnapshot.created_at | date:'medium' }}

source: Created at: {{ ::$ctrl.zone.created_at | date:'medium' }}
fr: Créé le: {{ ::$ctrl.zone.created_at | date:'medium' }}
ro: Creat la: {{ ::$ctrl.zone.created_at | date:'medium' }}
sv: Skapad: {{ ::$ctrl.zone.created_at | date:'medium' }}

source: Created at: {{ zone.created_at | date: "medium" }} <br> Email: {{ zone.email }}
fr: Créé le: {{ zone.created_at | date: "medium" }} <br> Email: {{ zone.email }}
ro: Creat la: {{ zone.created_at | date: "medium" }} <br> Email: {{ zone.email }}
sv: Skapad: {{ zone.created_at | date: "medium" }} <br> Email: {{ zone.email }}

source: Created at: {{$ctrl.cluster.created_at | date:'medium'}}
fr: Créé le: {{$ctrl.cluster.created_at | date:'medium'}}
sv: Skapad: {{$ctrl.cluster.created_at | date:'medium'}}

source: Created at: {{$ctrl.clusterTemplate.created_at | date:'medium'}}
fr: Créé le: {{$ctrl.clusterTemplate.created_at | date:'medium'}}
sv: Skapad: {{$ctrl.clusterTemplate.created_at | date:'medium'}}

source: Created at: {{::$ctrl.instance.created | date : 'medium' }}
fr: Créé le: {{::$ctrl.instance.created | date : 'medium' }}
ro: Creat la: {{::$ctrl.instance.created | date : 'medium' }}
sv: Skapad: {{::$ctrl.instance.created | date : 'medium' }}

source: Created at: {{::$ctrl.instance.created | date : 'medium'}}
fr: Créé le: {{::$ctrl.instance.created | date : 'medium'}}
ro: Creat la: {{::$ctrl.instance.created | date : 'medium'}}

source: Created at: {{clusterTemplate.created_at | date: 'mediumDate'}}
fr: Créé le: {{clusterTemplate.created_at | date: 'mediumDate'}}
sv: Skapad: {{clusterTemplate.created_at | date: 'mediumDate'}}

source: Created by
fr: Créé par
ro: Creat de către
sv: Skapad av

source: Created on
fr: Créé le
ro: Creat la
sv: Skapad den

source: Created on: {{ key.created_at | date:'mediumDate' }}
fr: Créé le: {{ key.created_at | date:'mediumDate' }}
ro: Creat la: {{ key.created_at | date:'mediumDate' }}
sv: Skapad: {{ key.created_at | date:'mediumDate' }}

source: Created/expire:
fr: Créé/expire:
sv: Skapad / förfaller:

source: Created:
fr: Créé le:
ro: Creat:

source: Created: {{ $ctrl.image.created_at | date:'medium' }}
fr: Créé le: {{ $ctrl.image.created_at | date:'medium' }}
sv: Skapad: {{ $ctrl.image.created_at | date:'medium' }}

source: Created: {{::$ctrl.securityGroup.created_at | date:'medium'}}
fr: Créé le: {{::$ctrl.securityGroup.created_at | date:'medium'}}
sv: Skapad: {{::$ctrl.securityGroup.created_at | date:'medium'}}

source: Creates a new volume from this backup
fr: Créer un volume depuis cette sauvegarde
sv: Skapar en ny volym från denna backup

source: Credentials
fr: Identifiants
ro: Date autentificare

source: Credit
fr: Crédit

source: Credit balance
fr: Solde du crédit
ro: Balantă credit
sv: Kreditbalans

source: Credit limit
fr: Limite du crédit
ro: Limită credit

source: Credit limit when on agreement
fr: Limite de crédit en cas de contrat

source: Credit notifications
fr: Notifications du crédit
ro: Notificări credit

source: Credit related client
fr: Client lié au crédit

source: Credit updated
fr: Mise à jour du crédit
ro: Credit client actualizat

source: Credit used
fr: Crédit utilisé

source: Currencies
fr: Devises
ro: Valute

source: Currency
fr: Devise
ro: Valută
sv: Valuta

source: Currency added
fr: Devise ajoutée
ro: Valută adaugata

source: Currency deleted
fr: Devise supprimée
ro: Valută ștearsă

source: Currency modified
fr: Devise modifiée
ro: Credit modificat

source: Current billing cycles
fr: Cycles de facturation actuels
ro: Ciclul de plată curent

source: Current cart details
fr: Détails du panier actuel
ro: Detalii coș de cumpărături curent
sv: Info om kundvagn

source: Current client configuration
fr: Configuration actuelle du client
ro: Configuratie client curent

source: Current credit
fr: Crédit actuel
ro: Credit curent

source: Current cycle traffic
fr: Trafic du cycle actuel
sv: Trafik för aktuell period

source: Current cycle:
fr: Cycle actuel:
sv: Nuvarande period:

source: Current month traffic
fr: Trafic du mois en cours
sv: Aktuell månadstrafik

source: Custom ICMP rule
fr: Règle ICMP personnalisée
ro: Regulă ICMP personalizată
sv: Anpassad ICMP-regel

source: Custom TCP rule
fr: Règle TCP personnalisée
ro: Regulă TCP personalizată
sv: Anpassad TCP-regel

source: Custom UDP rule
fr: Règle UDP personnalisée
ro: Regulă UDP personalizată
sv: Anpassad UDP-regel

source: Custom fields
fr: Champs personnalisés
sv: Särskilda fält

source: Customize the next invoice number by using <span ng-non-bindable>{{ number }}, {{ year }}, {{ month }}, {{ day }}.</span>
fr: Personnalisez le prochain numéro de facture en utilisant <span ng-non-bindable>{{ number }}, {{ year }}, {{ month }}, {{ day }}.</span>

source: Cycle deleted
fr: Cycle supprimé
ro: Ciclu șters

source: Cycle multiplier
fr: Cycle multiplicateur
ro: Multiplicator ciclu

source: DELETED
fr: SUPPRIMER
sv: RADERAD

source: DISABLED
fr: DESACTIVER
ro: DEZACTIVAT
sv: AVAKTIVERAD

source: DNS name server
fr: Serveur de nom DNS
ro: Nume server DNS
sv: Lägg till DNS-namnserver

source: DNS nameserver: {{$ctrl.clusterTemplate.dns_nameserver ? $ctrl.clusterTemplate.dns_nameserver : '-'}}
fr: Serveur de nom DNS: {{$ctrl.clusterTemplate.dns_nameserver ? $ctrl.clusterTemplate.dns_nameserver : '-'}}
sv: DNS-namnserver: {{$ctrl.clusterTemplate.dns_nameserver ? $ctrl.clusterTemplate.dns_nameserver : '-'}}

source: DOWN
fr: ARRÊTÉE
sv: NERE

source: Dashboard
fr: Tableau de bord
ro: Panou de control

source: Data from client profile will be used when registering the domain:
fr: Les données du profil client seront utilisé pour l'enregistrement du domaine:
sv: Data från kundprofilen kommer användas vid domänregistreringen:

source: Data from domain contact will be used when registering the domain:
fr: Les données du contact de domaine seront utilisées lors de l'enregistrement du domaine:
sv: Data från domänkontakten kommer användas vid registrering av domänen:

source: Date added
fr: Date ajoutée
ro: Data adăugarii

source: Date created
fr: Date de création
ro: Data creării
sv: Skapad datum

source: Date joined
fr: Date d'adhésion
ro: Data alăturarii

source: Date of creation
fr: Date de création
ro: Data creării
sv: Skapandedatum

source: Day
fr: Jour
sv: Dag

source: Deactivate image
fr: Désactiver l'image
sv: Deaktivera image

source: Debt
fr: Dette

source: Default
fr: Défaut
ro: Implicit

source: Default API interface
fr: Interface API par défaut
ro: Interfata implicita API

source: Default TLD
fr: TLD par défaut
ro: TLD implicit

source: Default TLD will be used when client checks if a domain is available without specifying a TLD.
fr: Le TLD par défaut est utilisé quand le client vérifie si le domaine est disponible sans TLD spécifique.
ro: TLD implicit o să fie utilizat când un client verifică dacă un domeniu este disponibil fară sa specifice un TLD.

source: Default billing plan
fr: Plan de facturation par défaut
ro: Plan tarifar implicit

source: Default configuration
fr: Configuration par défaut
ro: Configurare implicită

source: Default nameserver 1
fr: Nom du serveur 1 par défaut
ro: Nameserver 1 implicit

source: Default nameserver 2
fr: Nom du serveur 2 par défaut
ro: Nameserver 2 implicit

source: Default nameserver 3
fr: Nom du serveur 3 par défaut
ro: Nameserver 3 implicit

source: Default nameserver 4
fr: Nom du serveur 4 par défaut
ro: Nameserver 4 implicit

source: Default nameservers
fr: Nom des serveurs par défaut
ro: Nameservere implicite

source: Default nameservers will be used when client orders a domain without specifying nameservers.
fr: Le nom par défaut des serveurs est utilisé quand un client à commander un domaine sans spécifier de nom de serveurs.
ro: Nameserverele implicite o să fie utilizate cand un client comandă un domeniu fară sa specifice nameserverele.

source: Default prefix length
fr: Longueur du préfixe par défaut
ro: Lungime prefix implicit

source: Default quota
fr: Quota par défaut
ro: Acțiune implicită

source: Default region name
fr: Nom de région par défaut
ro: Regiune implicita

source: Default registrar
fr: Registraire par défaut

source: Default role name
fr: Nom du rôle par défaut
ro: Rol implicit

source: Default signature successfully added
fr: Signature par défaut ajouté avec succès

source: Defaults
fr: Défauts
ro: Implicite

source: Define what happens after a client is created from staff or signs up.
fr: Définir ce qui se passe après la création d’un client à partir du staff ou de son inscription.
ro: Definiți ce se întâmplă după ce un client se înregistrează sau este creat de către angajați.

source: Delay (credit)
fr: Retard (crédit)
ro: Amână (credit)

source: Delay (hours)
fr: Retard (heures)
ro: Amână (ore)

source: Delete
fr: Supprimer
ro: Șterge
sv: Radera

source: Delete Contact
fr: Supprimer un contact
sv: Radera kontakt

source: Delete IP
fr: Supprimer une IP
ro: Șterge IP
sv: Radera IP

source: Delete IP {{ip}}
fr: Supprimer une IP {{ip}}
ro: Șterge IP {{ip}}
sv: Radera IP {{ip}}

source: Delete TLD
fr: Supprimer TLD
ro: Șterge TLD

source: Delete TODO
fr: Supprimer TODO
ro: Șterge TODO

source: Delete all resources
fr: Supprimer toutes les ressources
ro: Șterge toate serviciile cloud

source: Delete all services and resources (including cloud resources etc.)
fr: Supprimer tous les services et toutes les ressources (y compris les ressources cloud etc.)
ro: Sterge toate serviciile si resursele (inclusiv resursele cloud etc.)

source: Delete associated openstack project
fr: Supprimer un projet openstack associé
ro: Șterge proiect openstack asociat

source: Delete attachment
fr: Supprimer la pièce jointe
ro: Șterge atașament

source: Delete backup schedule {{name}}
fr: Supprimer la sauvegarde planifiée {{name}}
sv: Ta bort backupschema {{name}}

source: Delete client
fr: Supprimer le client
ro: Șterge client

source: Delete client group
fr: Supprimer le groupe client

source: Delete client group {{name}}
fr: Supprimer le groupe client {{name}}

source: Delete client {{::$ctrl.client.name }}
fr: Supprimer le client {{::$ctrl.client.name }}
ro: Stergere client in progres

source: Delete cluster
fr: Supprimer le cluster
sv: Radera kluster

source: Delete cluster template
fr: Supprimer le modèle de cluster
sv: Radera klustertemplate

source: Delete cluster template {{name}}
fr: Supprimer le modèle de cluster {{name}}
sv: Radera klustertemplate {{name}}

source: Delete cluster {{name}}
fr: Supprimer le cluster {{name}}
sv: Radera kluster {{name}}

source: Delete configuration
fr: Supprimer la configuration
ro: Sterge configurarea

source: Delete currency {{code}}?
fr: Supprimer la devise {{code}}?
ro: Șterge valuta {{code}}?

source: Delete cycle
fr: Supprimer le cycle
ro: Șterge ciclu

source: Delete department
fr: Supprimer le département
ro: Șterge departament

source: Delete domain
fr: Supprimer le domaine
ro: Șterge domeniu

source: Delete flavor
fr: Supprimer le flavor
ro: Șterge flavor

source: Delete flavor group
fr: Supprimer le groupe de flavor

source: Delete flavor group {{name}}
fr: Supprimer le groupe de flavor {{name}}
