Repository: binerogroup/fleio-i18n
Catalog: translations/frontend/po/*.po
Languages: fr, ro, sv

source: Upgrade/downgrade options
sv: Upp-/nedgraderingsalternativ

source: Upgrade/downgrade product
sv: Uppgradera/nedgradera produkt

source: Username is required
sv: Användarnamn krävs

source: Volume:
sv: Volym:

source: Wednesday
sv: Onsdag

source: You agreed with terms of service.
sv: Du accepterade tjänstevillkoren.

source: You agreed with the above.
sv: Du gick med på ovanstående.

source: You may configure one when paying an invoice if available.
sv: Du kan konfigurera en när du betalar en faktura.

source: You will be charged {{ $ctrl.price_per_snapshot }} (around {{ $ctrl.price_per_snapshot_per_month }} per month) for each existing snapshot.
sv: Du kommer debiteras {{ $ctrl.price_per_snapshot }} (ca {{ $ctrl.price_per_snapshot_per_month }} per månad) för varje existerande snapshot.

source: cancelled
sv: avbruten

source: paid
sv: betald

source: private
sv: privat

source: public
sv: offentlig

source: queued
sv: köad

source: refunded
sv: återbetald

source: setup fee: {{::cycle.setup_fee}} {{::cycle.currency}}
sv: startavgift: {{::cycle.setup_fee}} {{::cycle.currency}}

source: staff
sv: personal

source: unpaid
sv: ej betald

source: vNIC type
sv: vNIC-typ

source: {{ vm.customUsernameLabel }} is required
sv: {{ vm.customUsernameLabel }} krävs

source: {{$ctrl.flavor.memory_gb}} GB memory
sv: {{$ctrl.flavor.memory_gb}} GB minne

source: {{::$ctrl.summary.services.length}} service
sv: {{::$ctrl.summary.services.length}} tjänst

source: {{::$ctrl.summary.services.length}} services
sv: {{::$ctrl.summary.services.length}} tjänster

source: {{days}} days and {{hours}} hours ago
sv: {{days}} dagar och {{hours}} timmar sedan

source: {{days}} days and {{minutes}} minutes ago
sv: {{days}} dagar och {{minutes}} minuter sedan

source: {{hours}} hours and {{minutes}} minutes ago
sv: {{hours}} timmar och {{minutes}} minuter sedan

source: {{minutes}} minutes ago
sv: {{minutes}} minuter sedan

source: {{resourceType.display_name}} resources
sv: {{resourceType.display_name}} resurser
