Repository: binerogroup/fleio-i18n
Catalog: translations/frontend/po/*.po
Languages: fr, ro, sv

source: Delete flavor {{name}}
fr: Supprimer le flavor {{name}}
ro: Șterge flavor {{name}}

source: Delete floating IP
fr: Supprimer l'IP flottante
ro: Șterge floating IP
sv: Ta bort floating IP

source: Delete floating IP {{ip_address}}
fr: Supprimer l'IP flottante {{ip_address}}
ro: Șterge floating IP {{ip_address}}
sv: Ta bort floating IP {{ip_address}}

source: Delete group
fr: Supprimer le groupe
ro: Șterge grup

source: Delete group {{name}}
fr: Supprimer le groupe {{name}}
ro: Șterge grup {{name}}

source: Delete image
fr: Supprimer l'image
ro: Șterge imagine
sv: Radera bild

source: Delete image {{name}}
fr: Supprimer l'image {{name}}
ro: Șterge imagine {{name}}
sv: Ta bort image {{name}}

source: Delete instance
fr: Supprimer l'instance
ro: Șterge instanța
sv: Radera instans

source: Delete instance {{name}}
fr: Supprimer l'instance {{name}}
ro: Șterge instanța {{name}}
sv: Radera instans {{name}}

source: Delete interface
fr: Supprimer l'interface
ro: Șterge interfata
sv: Radera interface

source: Delete invoice
fr: Supprimer la facture
ro: Șterge factura

source: Delete invoice item
fr: Supprimer un article de la facture
ro: Șterge element factura

source: Delete key
fr: Supprimer la clé
ro: Șterge cheia
sv: Ta bort nyckel

source: Delete key {{name}}
fr: Supprimer la clé {{name}}
ro: Șterge cheia {{name}}
sv: Radera nyckel {{name}}

source: Delete message?
fr: Supprimer le message?

source: Delete network
fr: Supprimer le réseau
ro: Sterge rețeaua
sv: Radera nätverk

source: Delete network {{name}}
fr: Supprimer le réseau {{name}}
ro: Șterge rețeaua {{name}}
sv: Radera nätverket {{name}}

source: Delete notification
fr: Supprimer la notification
ro: Șterge notificare

source: Delete notification {{name}}
fr: Supprimer la notification {{name}}
ro: Șterge notificarea {{name}}

source: Delete openstack service
fr: Supprimer le service openstack
ro: Șterge serviciu openstack

source: Delete option
fr: Supprimer l'option
ro: Șterge opțiune

source: Delete option {{name}}
fr: Supprimer l'option {{name}}
ro: Șterge opțiune {{name}}

source: Delete order
fr: Supprimer la commande
ro: Șterge comanda

source: Delete plan
fr: Supprimer le plan
ro: Șterge plan

source: Delete plan {{::$ctrl.plan.name }}
fr: Supprimer le plan {{::$ctrl.plan.name }}
ro: Șterge plan {{::$ctrl.plan.name }}

source: Delete port
fr: Supprimer le port
ro: Sterge port
sv: Radera port

source: Delete port {{port_name}}
fr: Supprimer le port {{port_name}}
ro: Șterge port {{port_name}}
sv: Radera port {{port_name}}

source: Delete pricing rule {{ruleName}}?
fr: Supprimer la règle de prix {{ruleName}}?
ro: Șterge regula de stabilire preț {{ruleName}}?

source: Delete product
fr: Supprimer le produit
ro: Șterge produs

source: Delete product {{name}}
fr: Supprimer le produit {{name}}
ro: Șterge produsul {{name}}

source: Delete project
fr: Supprimer le projet
ro: Șterge proiect

source: Delete recordset
fr: Supprimer le jeu d'enregistrements
ro: Sterge recordset
sv: Radera recordset

source: Delete recordset {{recordset}}
fr: Supprimer le jeu d'enregistrements {{recordset}}
ro: Șterge recordset {{recordset}}?
sv: Ta bort recordset {{recordset}}

source: Delete registrar
fr: Supprimer le registraire
ro: Șterge registrar

source: Delete router
fr: Supprimer le routeur
ro: Șterge router
sv: Ta bort routern

source: Delete router {{name}}
fr: Supprimer le routeur {{name}}
ro: Șterge router {{name}}
sv: Ta bort routern {{name}}

source: Delete rule
fr: Supprimer la règle
ro: Șterge regula
sv: Radera regel

source: Delete rule {{rule}}
fr: Supprimer la règle {{rule}}
ro: Șterge regula {{rule}}
sv: Radera regel {{regel}}

source: Delete schedule
fr: Supprimer le calendrier
sv: Radera schema

source: Delete security group
fr: Supprimer le groupe de sécurité
ro: Șterge grup de securitate
sv: Radera säkerhetsgruppen

source: Delete security group {{name}}
fr: Supprimer le groupe de sécurité {{name}}
ro: Șterge grupul de securitate {{name}}
sv: Radera säkerhetsgruppen {{name}}

source: Delete server
fr: Supprimer le serveur
ro: Șterge server

source: Delete server group {{name}}
fr: Supprimer le groupe de serveur {{name}}
ro: Șterge grup servere {{name}}

source: Delete server {{name}}
fr: Supprimer le serveur {{name}}
ro: Șterge server {{name}}

source: Delete service
fr: Supprimer le service
ro: Șterge serviciu

source: Delete service {{id}}
fr: Supprimer le service {{id}}
ro: Șterge serviciu {{id}}

source: Delete signature
fr: Supprimer la signature

source: Delete subnet
fr: Supprimer le sous-réseau
ro: Șterge subrețeaua
sv: Ta bort subnät

source: Delete subnet {{subnet}}
fr: Supprimer le sous-réseau {{subnet}}
ro: Șterge subrețeaua {{subnet}}
sv: Radera subnät {{subnet}}

source: Delete subnetpool
fr: Supprimer le pool de sous-réseau
ro: Șterge subrețeaua

source: Delete subnetpool {{name}}
fr: Supprimer le pool de sous-réseau {{name}}
ro: Șterge subrețeaua {{name}}

source: Delete tax rule
fr: Supprimer la règle fiscale
ro: Șterge regula taxare

source: Delete tax rule {{tax_rule}}
fr: Supprimer la règle fiscale {{tax_rule}}
ro: Șterge regula taxare {{tax_rule}}

source: Delete template
fr: Supprimer le template
ro: Șterge template

source: Delete ticket
fr: Supprimer le ticket
ro: Șterge tichet

source: Delete transaction
fr: Supprimer la transaction
ro: Șterge tranzacția

source: Delete transaction {{transaction}}
fr: Supprimer la transaction {{transaction}}
ro: Șterge tranzacția {{transaction}}

source: Delete user
fr: Supprimer l'utilisateur
ro: Șterge utilizator
sv: Radera användare

source: Delete user group
fr: Supprimer le groupe d'utilisateur
ro: Șterge grup de utilizatori

source: Delete user group {{name}}
fr: Supprimer le groupe d'utilisateur {{name}}
ro: Șterge grup de utilizatori {{name}}

source: Delete user {{name}}
fr: Supprimer l'utilisateur {{name}}
ro: Șterge utilizator
sv: Radera användare {{name}}

source: Delete user {{username}}?
fr: Supprimer l'utilisateur {{username}}?
ro: Șterge utilizatorul {{username}}?

source: Delete volume
fr: Supprimer le volume
ro: Șterge volum
sv: Radera volym

source: Delete volume backup
fr: Supprimer la sauvegarde de volume
sv: Ta bort volymbackup

source: Delete volume backup {{name}}
fr: Supprimer la sauvegarde de volume {{name}}
sv: Radera volymbackup {{name}}

source: Delete volume snapshot
fr: Supprimer le snapshot de volume
sv: Radera volymsnapshot

source: Delete volume snapshot {{name}}
fr: Supprimer le snapshot de volume {{name}}
sv: Ta bort volymsnapshot {{name}}

source: Delete volume {{name}}
fr: Supprimer le volume {{name}}
ro: Șterge volum {{name}}
sv: Radera volym {{name}}

source: Delete zone
fr: Supprimer la zone
ro: Șterge zona
sv: Radera zon

source: Delete zone {{name}}
fr: Supprimer la zone {{name}}
ro: Șterge zona {{name}}
sv: Radera zon {{name}}

source: Delete {{language}} template
fr: Supprimer le modèle {{language}}
ro: Șterge template-ul {{language}}

source: Delete(disabled)
fr: Supprimer (désactivé)
ro: Ștergere(dezactivată)

source: Deleting
fr: Suppression

source: Deleting the princing rule will apply to all calculated costs
fr: La suppression de la règle de prix
ro: Ștergerea regulii de stabilire preț se va aplica la toate costurile calculate

source: Department
fr: Département
ro: Departament
sv: Avdelning

source: Department deleted
fr: Département supprimé
ro: Departament șters

source: Department notification on ticket open to staff
fr: Notification de département pour les tickets ouvert pour le staff
ro: Notificare când tichetul e deschis către staff

source: Department notification on ticket staff user reply to all users
fr: Notification du service concernant l'utilisateur du staff chargé des tickets, réponds a tous les utilisateurs
ro: Notificare când un utilizator staff răspunde, către toți utilizatorii

source: Department successfully created
fr: Département créé avec succès

source: Department successfully updated
fr: Département mis à jour avec succès

source: Department {:name}
fr: Département {:name}

source: Department: <a ui-sref="pluginsTicketsDepartments({search: $ctrl.ticket.department_display})" class="md-primary">{{$ctrl.ticket.department_display}}</a>
fr: Département: <a ui-sref="pluginsTicketsDepartments({search: $ctrl.ticket.department_display})" class="md-primary">{{$ctrl.ticket.department_display}}</a>

source: Department: {{$ctrl.ticket.department_display}}
fr: Département: {{$ctrl.ticket.department_display}}
ro: Departament: {{$ctrl.ticket.department_display}}
sv: Avdelning: {{$ctrl.ticket.department_display}}

source: Departments
fr: Départements
ro: Departamente

source: Destination amount
fr: Montant de la destination
ro: Sumă destinație

source: Detach volume
fr: Détacher le volume
sv: Koppla bort volymen

source: Detach volume {{volume_name}}
fr: Détacher le volume {{volume_name}}
sv: Koppla bort volym {{volume_name}}

source: Detaching volume from instance
fr: Détacher le volume de l'instance
ro: Detașează volum de la instanță
sv: Koppla bort volym från instans

source: Detail
fr: Détail
ro: Detaliu

source: Details
fr: Détails
ro: Detalii
sv: Detaljer

source: Disable SMS authenticator
fr: Désactiver l'authentificateur SMS
sv: Inaktivera SMS-autentiserare

source: Disable TLS
fr: Désactivé TLS
sv: Inaktivera TLS

source: Disable google authenticator
fr: Désactiver google authenticator
sv: Inaktivera google authenticator

source: Disabled
fr: Désactivé
ro: Dezactivat

source: Disabled reason
fr: Raison invalide
ro: Motivul dezactivării

source: Disassociate IP scheduled
fr: Dissociation de l'IP en cours
ro: Disociere IP in progres
sv: Tar bort IP-adress...

source: Discovered services
fr: Services découverts
ro: Servicii găsite

source: Discovery URL
fr: URL de découverte

source: Discovery URL: <a ng-href="{{$ctrl.cluster.discovery_url}}" class="md-primary">{{$ctrl.cluster.discovery_url}}</a>
fr: URL de découverte: <a ng-href="{{$ctrl.cluster.discovery_url}}" class="md-primary">{{$ctrl.cluster.discovery_url}}</a>

source: Disk
fr: Disque
ro: Disc

source: Disk format
fr: Format du disque
ro: Format disc

source: Disk format: {{ $ctrl.image.disk_format }}
fr: Format du disque: {{ $ctrl.image.disk_format }}
ro: Format disc: {{ $ctrl.image.disk_format }}

source: Disk overcommit
fr: Surcharge du disque
ro: Overcommit disk

source: Disk size
fr: Taille du disque
ro: Dimensiune disc

source: Disk size (GB)
fr: Taille du disque (GB)
ro: Dimensiune disc (GB)

source: Disk size is determined by flavor
fr: La taille du disque est définie par le flavor
ro: Dimensiunea disk-ului este determinată de către flavor
sv: Diskstorlek bestäms av instanstypen

source: Disk space
fr: Espace disque
ro: Dimensiune disc

source: Disk space: {{$ctrl.instance.flavor.root_gb }} GB
fr: Espace disque: {{$ctrl.instance.flavor.root_gb }} GB

source: Disk space: {{$ctrl.instance.flavor.root_gb }} GB
fr: Espace disque: {{$ctrl.instance.flavor.root_gb }} GB
ro: Spatiu stocare: {{$ctrl.instance.flavor.root_gb }}GB
sv: Diskutrymme: {{$ctrl.instance.flavor.root_gb }} GB

source: Display Name
fr: Nom d'affichage
ro: Numele afișat

source: Display name
fr: Nom d'affichage
ro: Numele afișat

source: Display widget
fr: Widget afficher
ro: Widget afișare

source: Dissociate IP
fr: Dissocier l'IP
ro: Disociază IP
sv: Deallokera IP

source: Dissociate IP from instance {{ $ctrl.instance.name }}
fr: Dissocier l'IP de l'instance
ro: Sterge adresa IP de la instanta {{ $ctrl.instance.name }}
sv: Deallokera IP från instans {{ $ctrl.instance.name }}

source: Dissociate floating IP
fr: Dissocier l'IP flottante
sv: Deallokera floating IP

source: Dissociate security group
fr: Dissocier le groupe de sécurité
ro: Adaugă regulă la grup de securitate
sv: Deallokera säkerhetsgruppen

source: Dissociate security group scheduled
fr: Dissociation du groupe de sécurité en cours
ro: Stergere grup de securitate in progres
sv: Deallokerar säkerhetsgrupp...

source: Dissociate security group {{sec_group}} from instance {{instance}}
fr: Dissocier le groupe de sécurité {{sec_group}} de l'instance {{instance}}
ro: Disociază grupul de securitate {{sec_group}} de la instanța {{instance}}
sv: Deallokera säkerhetsgruppen {{sec_group}} från instansen {{instansen}}

source: Dissociate user
fr: Dissocier l'utilisateur
ro: Disociază ultilizator

source: Dissociate user {{user}}
fr: Dissocier l'utilisateur {{user}}
ro: Disociază utilizatorul {{user}}

source: Distributed
fr: Distribué
ro: Distribuit

source: Distributed: {{ $ctrl.router.distributed }}
fr: Distribué: {{ $ctrl.router.distributed }}
ro: Distribuit:{{ $ctrl.router.distributed }}

source: Dns management
fr: Gestion DNS
sv: DNS-hantering

source: Dns management enabled
fr: Gestion DNS activé
sv: DNS-hantering aktiverad

source: Do not allow sign-up for email on these domains
fr: Ne pas autoriser l'inscription

source: Do not share
fr: Ne pas partager

source: Do not suspend until
fr: Ne pas interrompre avant
ro: Nu suspendați până la

source: Docker storage driver
fr: Pilote de stockage docker
sv: Docker-lagringsdrivrutin

source: Docker storage driver: {{$ctrl.clusterTemplate.docker_storage_driver}}
fr: Pilote de stockage docker: {{$ctrl.clusterTemplate.docker_storage_driver}}
sv: Docker-lagringsdrivrutin: {{$ctrl.clusterTemplate.docker_storage_driver}}

source: Docker volume size (GB)
fr: Taille du volume docker (GB)
sv: Dockervolymstorlek (GB)

source: Docker volume size (GB): {{$ctrl.clusterTemplate.docker_volume_size}}
fr: Taille du volume docker (GB): {{$ctrl.clusterTemplate.docker_volume_size}}
sv: Dockervolymstorlek (GB): {{$ctrl.clusterTemplate.docker_volume_size}}

source: Domain
fr: Domaine
ro: Domeniu
sv: Domän

source: Domain Details
fr: Détails du domaine
ro: Detalii Domeniu
sv: Domändetaljer

source: Domain deleted from Fleio
fr: Domaine supprimé de Fleio

source: Domain has no contact associated
fr: Aucun contact n'est associé au domaine

source: Domain is available for registration
fr: Le domaine est disponible pour l'enregistrement
ro: Domeniul este disponibil pentru înregistrare
sv: Domänen är ledig för registrering

source: Domain is available for transfer
fr: Le domaine est disponible pour le transfert
ro: Domeniul este disponibil pentru transfer
sv: Domänen kan transfereras

source: Domain name
fr: Nom de domaine
ro: Nume domeniu
sv: Domännamn

source: Domain name is valid
fr: Nom de domaine valide
sv: Domännamn är korrekt

source: Domain name: {{ $ctrl.serviceDetails.domain_name }}
fr: Nom de domaine: {{ $ctrl.serviceDetails.domain_name }}
sv: Domännamn: {{ $ctrl.serviceDetails.domain_name }}

source: Domain options
fr: Options du domaine
sv: Domänalternativ

source: Domain updated
fr: Mise à jour du domaine

source: Domains
fr: Domaines
ro: Domenii
sv: Domäner

source: Don't ask again on this computer
fr: Ne pas redemander pour cet ordinateur
sv: Fråga inte igen på den här datorn

source: Done
fr: Terminé
ro: Rezolvat
sv: Slutfört

source: Download
fr: Télécharger
sv: Ladda ner

source: Download PDF
fr: Télécharger le PDF
ro: Descarcă PDF
sv: Ladda ner PDF

source: Download attachment
fr: Télécharger la pièce jointes
ro: Descarcă atașament
sv: Ladda ner fil

source: Download image
fr: Télécharger l'image
sv: Ladda ner bild

source: Due date
fr: Date d'échéance
ro: Scandentă la
sv: Förfallodatum

source: Due date:
fr: Date d'échéance:
ro: Scandentă la:

source: Due date: {{::invoice.due_date | date }}
fr: Date d'échéance: {{::invoice.due_date | date }}
ro: Data scadentă: {{::invoice.due_date | date }}
sv: Förfallodag: {{::invoice.due_date | date }}

source: Duplicate filter entries are not allowed!
fr: La duplication d'une entrée de filtre n'est pas autorisée!
ro: Nu sunt permise filtrele duplicate!
sv: Duplicerade filterposter är inte tillåtna!

source: ENABLED<span ng-if="$ctrl.status.default"> - DEFAULT</span>
fr: ACTIF<span ng-if="$ctrl.status.default"> - DEFAUT</span>
sv: AKTIVERAD<span ng-if="$ctrl.status.default"> - DEFAULT</span>

source: EPP code
fr: Code EPP
ro: Cod EPP
sv: EPP-kod

source: EPP code required for transfer
fr: Le code EPP est requis pour le transfert
ro: Cod EPP necesar pentru transfer

source: ERROR
fr: ERREUR
sv: FEL

source: Edit
fr: Modifier
ro: Modifică
sv: Redigera

source: Edit SSH key
fr: Modifier la clé SSH
ro: Editare cheie SSH
sv: Redigera SSH-nyckel

source: Edit choice {{::$ctrl.choice.label}}
fr: Modifier le choix {{::$ctrl.choice.label}}
ro: Modică opțiune {{::$ctrl.choice.label}}

source: Edit client
fr: Modifier le client
ro: Modifică client
sv: Ändra kund

source: Edit client {:id}
fr: Modifier le client {:id}
ro: Modifică client {:id}
sv: Redigera kund {: id}

source: Edit configuration
fr: Modifier la configuration
ro: Editeaza configurarea

source: Edit credit
fr: Modifier le crédit
ro: Modifică credit

source: Edit credit for
fr: Modifier le crédit pour
ro: Modifică credit pentru

source: Edit currency
fr: Modifier la devise
ro: Editează valuta

source: Edit cycle
fr: Modifier le cycle
ro: Modifică ciclu

source: Edit department
fr: Modifier le département

source: Edit domain contact
fr: Modifier le contact du domaine
sv: Redigera domänkontakt

source: Edit flavor
fr: Modifier le flavor
ro: Editează configurația hardware

source: Edit flavor {:name}
fr: Modifier le flavor {:name}
ro: Editează configurația hardware pentru {:name}

source: Edit group
fr: Modifier le groupe
ro: Modifică grup

source: Edit image
fr: Modifier l'image
ro: Modifică imagine
sv: Redigera image

source: Edit image {:name}
fr: Modifier l'image {:name}
ro: Modifică imagine {:name}
sv: Redigera image {: name}

source: Edit invoice
fr: Modifier la facture
ro: Modifică factura

source: Edit message
fr: Modifier le message

source: Edit metric
fr: Editer les mesures
ro: Modifică măsurătoare

source: Edit metric pricing rule
fr: Editer les mesures des règles de prix
ro: Modifică regula de stabilire preț pentru măsurătoare

source: Edit network
fr: Modifier le réseau
ro: Modifică rețea
sv: Redigera nätverk

source: Edit notification templates
fr: Modifier le modèle de notification
ro: Modifică template-urile notificărilor

source: Edit pacakge
fr: Modifier le paquet
ro: Modifică produs

source: Edit plan
fr: Modifier le plan
ro: Modifică plan

source: Edit pricing rule
fr: Modifier la règle de prix
ro: Modifică regula de stabilire a prețurilor

source: Edit pricing rule {:name}
fr: Modifier la règle de prix {:name}
ro: Modifică regula de stabilire a prețurilor {:name}

source: Edit product
fr: Modifier le produit
ro: Modifică produs

source: Edit product group
fr: Modifier le groupe de produit
ro: Modifică grup produse

source: Edit product {:name}
fr: Modifier le produit {:name}
ro: Modifică produs {:name}

source: Edit profile
fr: Modifier le profil
ro: Modifică profilul
sv: Redigera profil

source: Edit router
fr: Modifier le routeur
ro: Modifică router
sv: Redigera routern

source: Edit security group
fr: Modifier le groupe de sécurité
ro: Modifică grup de securitate
sv: Redigera säkerhetsgruppen

source: Edit server {{::$ctrl.server.name}}
fr: Modifier le serveur {{::$ctrl.server.name}}
ro: Modifică server {{::$ctrl.server.name}}

source: Edit service
fr: Modifier le service
ro: Modifică serviciu

source: Edit settings
fr: Modifier les paramètres
ro: Modifică setări

source: Edit signatures
fr: Modifier les signatures

source: Edit subnet
fr: Modifier le sous-réseau
sv: Redigera subnät

source: Edit subnet pool
fr: Modifier le pool de sous-réseau
ro: Editează subrețea

source: Edit subnet pool {:name}
fr: Modifier le pool de sous-réseau {:name}
ro: Editează subrețeaua {:name}

source: Edit subnet scheduled
fr: Modification du sous-réseau planifiée
sv: Redigerar subnät...

source: Edit subnet {{ $ctrl.subnet.name }}
fr: Modifier le sous-réseau {{ $ctrl.subnet.name }}
sv: Redigera subnät {{ $ctrl.subnet.name }}

source: Edit tax rule
fr: Modifier la règle fiscale
ro: Modifică regula taxare

source: Edit templates
fr: Modifier le modèle
ro: Modifică template-uri

source: Edit ticket
fr: Modifier le ticket
sv: Redigera ärende

source: Edit ticket {{$ctrl.ticket.id}}
fr: Modifier le ticket {{$ctrl.ticket.id}}
sv: Redigera ärende {{$ctrl.ticket.id}}

source: Edit user
fr: Modifier l'utilisateur
ro: Modifică utilizator

source: Edit user profile
fr: Modifier le profil utilisateur
ro: Modifică profilul
sv: Användarprofil

source: Edit user signatures
fr: Modifier les signatures des utilisateurs

source: Edit zone
fr: Modifier la zone
ro: Modifică zona
sv: Redigera zon

source: Edit {{$ctrl.client.name}}
fr: Modifier {{$ctrl.client.name}}
sv: Redigera {{$ctrl.client.name}}

source: Edit {{$ctrl.project.name}}
fr: Modifier {{$ctrl.project.name}}
ro: Modifică client

source: Edit {{::$ctrl.clientgroup.name}}
fr: Modifier {{::$ctrl.clientgroup.name}}

source: Edit {{::$ctrl.contact.first_name}}
fr: Modifier {{::$ctrl.contact.first_name}}
sv: Redigera {{::$ctrl.contact.first_name}}

source: Edit {{::$ctrl.domain.name}}
fr: Modifier {{::$ctrl.domain.name}}
ro: Modifică {{::$ctrl.domain.name}}

source: Edit {{::$ctrl.flavorgroup.name}}
fr: Modifier {{::$ctrl.flavorgroup.name}}

source: Edit {{::$ctrl.registrar.name}}
fr: Modifier {{::$ctrl.registrar.name}}
ro: Modifică {{::$ctrl.registrar.name}}

source: Edit {{::$ctrl.tld.name}}
fr: Modifier {{::$ctrl.tld.name}}
ro: Modifică {{::$ctrl.tld.name}}

source: Edit {{::$ctrl.todo.title}}
fr: Modifier {{::$ctrl.todo.title}}
ro: Modifică {{::$ctrl.todo.title}}

source: Edit {{::$ctrl.user.name}}
fr: Modifier {{::$ctrl.user.name}}
ro: Modifică {{::$ctrl.user.name}}
sv: Redigera {{::$ctrl.user.name}}

source: Edit {{::$ctrl.usergroup.name}}
fr: Modifier {{::$ctrl.usergroup.name}}
ro: Modifică {{::$ctrl.usergroup.name}}

source: Effective permission
fr: Autorisation effective
ro: Permisiune efectivă

source: Effective permissions
fr: Autorisations effectives
ro: Permisiuni efective

source: Egress - Outgoing
fr: Sortie - Sortant
sv: Egress - utgående

source: Email address
fr: Adresse Email
ro: Adresă email
sv: E-postadress

source: Email body
fr: Corp de l'email

source: Email body:
fr: Corp de l'email:

source: Email confirmation template
fr: Modèle d'email de confirmation

source: Email forwarding
fr: Redirection d'email
sv: Vidarebefordring

source: Email forwarding enabled
fr: Redirection d'email activé
sv: E-postforwarding aktiverat

source: Email is required
fr: Email requis
ro: Emailul este necesar
sv: E-post krävs

source: Email successfully confirmed
fr: Email confirmé avec succès
sv: E-postmeddelandet har bekräftats

source: Empty due date
fr: Date d'échéance vide
ro: Șterge data scadentă

source: Empty issue date
fr: Date d'émission vide
ro: Șterge data emiterii

source: Enable DHCP
fr: DHCP activé
ro: Activează DHCP
sv: Aktivera DHCP

source: Enable ID protection for this domain
fr: Activer la protection des ID pour ce domaine
sv: Aktivera ID-skydd för denna domän

source: Enable MaxMind fraud check
fr: Activer la vérification de fraude MaxMind
ro: Activează verificarea de fraudă MaxMind

source: Enable SMS authenticator
fr: Activer l'authentifieur SMS
sv: Aktivera SMS-autentiserare

source: Enable SNAT: {{ $ctrl.router.enable_snat }}
fr: Activer SNAT: {{ $ctrl.router.enable_snat }}
ro: Activează SNAT:{{ $ctrl.project.disabled }}

source: Enable automatic settlements
fr: Activer les règlements automatique
ro: Activează ștergerea automată

source: Enable automatic suspension
fr: Activer la suspension automatique
ro: Activează suspendarea automată

source: Enable automatic termination
fr: Activer la résiliation automatique
ro: Activează ștergerea automată

source: Enable credit notification
fr: Activer la notification crédit
ro: Activează notificările despre credit

source: Enable credit notifications
fr: Activer les notifications crédit
ro: Activează notificările despre credit

source: Enable default TLD
fr: Activer le TLD par défaut
ro: Activează TLD implicit
