Repository: binerogroup/fleio-i18n
Catalog: translations/frontend/po/*.po
Languages: fr, ro, sv

source: &nbsp; GB min. disk
fr: &nbsp; GB min. disc
ro: &nbsp; GB min. disc

source: (All paid)
fr: (Tous payés)
sv: (Alla betalda)

source: (OUT OF STOCK)
fr: (Rupture de stock)
sv: (SLUT I LAGER)

source: (Tiered)
fr: (Niveau)

source: (default)
fr: (Par défaut)
ro: (implicit)

source: ({{$ctrl.openstackSummary.stopped_instances}} stopped)
fr: ({{$ctrl.openstackSummary.stopped_instances}} arrêté)
ro: ({{$ctrl.openstackSummary.stopped_instances}} oprite)
sv: ({{$ctrl.openstackSummary.stopped_instances}} stoppade)

source: ({{::$ctrl.summary.invoices_details.unpaid_invoices_count}} unpaid)
fr: ({{::$ctrl.summary.invoices_details.unpaid_invoices_count}} impayé(s))
sv: ({{::$ctrl.summary.invoices_details.unpaid_invoices_count}} obetalda)

source: *abc -> {{$ctrl.item.display}} ends with "abc"
fr: {{$ctrl.item.display}}
sv: *abc -> {{$ctrl.item.display}} slutar med "abc"

source: *abc* -> {{$ctrl.item.display}} contains "abc"
fr: {{$ctrl.item.display}}
sv: *abc* -> {{$ctrl.item.display}} innehåller "abc"

source: + 1 modifier
fr: + 1 modificateur
ro: + 1 modificator

source: +others
fr: + autres
ro: +altele

source: - Last edited by <a class="md-primary" ui-sref="user({id: item.last_edited_by.id})"> {{item.last_edited_by.full_name}} </a> on {{item.last_edited | date:'medium'}}
fr: - Dernière modification par <a class="md-primary" ui-sref="user({id: item.last_edited_by.id})"> {{item.last_edited_by.full_name}} </a> sur {{item.last_edited | date:'medium'}}

source: - {{ $ctrl.price_per_year }} {{ $ctrl.currency }} / year
fr: Total: {{$ctrl.cart.total}} {{::$ctrl.cart.currency}}
sv: - {{ $ctrl.price_per_year }} {{ $ctrl.currency }} / år

source: 1 SSH key
fr: 1 Clé SSH
ro: 1 cheie SSH
sv: En SSH-nyckel

source: 1 client in this group
fr: 1 client dans ce groupe

source: 1 client on this configuration
fr: 1 client sur cette configuration
ro: 1 client in aceasta configurație

source: 1 client on this plan
fr: 1 client sur ce plan
ro: 1 client în acest plan

source: 1 flavor in this group
fr: 1 flavor dans ce groupe

source: 1 invoice
fr: 1 facture
sv: En faktura

source: 1 pricing rule
fr: 1 règle de prix
ro: 1 regulă de preț

source: 1 user in this group
fr: 1 utilisateur dans ce groupe

source: 2-Step Verification
fr: Vérification en deux étapes
sv: Tvåstegsverifiering

source: 24 hours
fr: 24 heures
ro: 24 de ore
sv: 24 timmar

source: 30 days
fr: 30 jours
ro: 30 de zile
sv: 30 dagar

source: 404 Not Found
fr: 404 introuvable
ro: 404: Negăsit
sv: 404 – Sidan kunde inte hittas

source: 404: Not found :(
fr: 404: Introuvable :(
ro: 404: Negăsit :(
sv: 404 – Sidan kunde inte hittas :(

source: 7 days
fr: 7 Jours
ro: 7 zile
sv: 7 dagar

source: <b>Control panel:</b> you need to add a configurable option with the internal name of 'hypanel_control_panel'. Use a dropdown with 2 option values: either 'cpanel' or 'directadmin'.
fr: <b>Panneau de contrôle:</b> vous devez ajouter une option paramétrable avec le 'hypanel_control_panel'. Utilisez le menu déroulant avec les deux options: soit 'cpanel' ou 'directadmin'.

source: <b>Disk size:</b> value is expressed in GB.
fr: <b> Taille du disque: </b> la valeur est exprimée en GB.

source: <b>Hypanel server:</b> the server where Hypanel api is located. You can add the server <a ui-sref="serverCreate()" class="md-primary">here</a>
fr: <b>Serveur Hypanel: </b> est le serveur ou est localisé l'api de Hypanel. Vous pouvez ajouté le server <a ui-sref="serverCreate()" class="md-primary">ici</a>

source: <b>IP count:</b> set a default value here. It is possible to add a configurable option so users can change this value, make sure the configurable option internal name is 'hypanel_ip_count'.
fr: <b> Nombre d'IP:</b> définir une valeur par défaut ici. Il est possible d'ajouter une option configurable pour que les utilisateurs puissent changer cette valeur, assurez-vous que le nom interne de l'option configurable est 'hypanel_ip_count'.

source: <b>Machine type:</b> defaults to 'openvz'. You should leave the default value.
fr: <b>Type de machine:</b> par défaut sur 'openvz'. Vous devriez laisser la valeur par défaut.

source: <b>Memory:</b> value is expressed in MB.
fr: <b>Mémoire:</b> la valeur est exprimé en MB.

source: <b>OS:</b> you need to add a configurable option with the internal name of 'hypanel_os'. Use the 'name' field from the OpenVZ Templates as input options.
fr: <b>OS:</b>vous devez ajouter une option configurable portant le nom interne 'hypanel_os'. Utilisez le champ 'nom' des modèles OpenVZ comme options de saisie.

source: <b>Traffic:</b> value is expressed in GB.
fr: <b>Trafic:</b> la valeur est exprimé en GB.

source: <br>No valid department was selected
fr: <br>Aucun département valide n'a été sélectionné
ro: <br>Nici un departament valid nu a fost selectat
sv: <br>Ingen avdelning har valts

source: <p class="fl-detail">Here you can manage fleio currencies. All currencies are relative to the default one, thus the cost of one unit of default currency is given in units of regular currency ( indirect quotation ). So, when you update exchange rates the regular currencies will show prices that are equivalent to one unit of default currency.</p> <p class="fl-detail">For example if the USD (direct) quotation now changes to 1 USD = 0.87 EUR, the indirect quote would be 1 EUR = 1.14 USD (i.e. 1/0.87).</p>
fr: <p class="fl-detail">Ici vous pouvez gérer les monnaies de fleio. Toutes les monnaies sont relatives a celle par défaut, donc le prix d'une unité de la monnaie par défaut et donné pour une unité de la monnaie en cours ( cours indirect ). Donc, quand vous mettez à jour le taux de change la monnaie en cours affichera un prix qui est équivalent à une unité de la monnaie par défaut.</p> <p class="fl-detail">Par exemple si le taux du dollars (direct) est égal à 1 USD = 0.87 EUR, le taux de change indirect sera égal à 1 EUR = 1.14 USD (i.e. 1/0.87).</p>
ro: <p class="fl-detail">Aici poti administra monedele fleio. Toate monedele sunt raportate la cea implicită, astfel încât costul unei unități a monedei implicite este dat în unități ai monedei simple ( cotare indirectă ). Astfel, când actualizezi rata de schimb monedele simple vor arăta prețurile care sunt echivalente unei unități a monedei implicite.</p> <p class="fl-detail">Spre exemplu dacă cotarea USD (directă) se schimbă la 1 USD = 0.87 EUR, cotarea indirectă ar fi 1 EUR = 1.14 USD (i.e. 1/0.87).</p>

source: <span class="fl-red-color">A network is required to create a new Instance.</span>
fr: <span class="fl-red-color">Un réseau est requis pour créer une nouvelle instance.</span>

source: <span hide-xs class="fl-margin-right-small">{{'No ' + $ctrl.objectsNamePlural | translate }}</span> <span hide-gt-xs>{{'No ' + $ctrl.objectsNamePlural | translate }}</span>
fr: <span hide-xs class="fl-margin-right-small">{{'Aucun ' + $ctrl.objectsNamePlural | translate }}</span> <span hide-gt-xs>{{'Aucun ' + $ctrl.objectsNamePlural | translate }}</span>
sv: <span hide-xs class="fl-margin-right-small">{{'Inga ' + $ctrl.objectsNamePlural | translate }}</span> <span hide-gt-xs>{{'Inga ' + $ctrl.objectsNamePlural | translate }}</span>

source: <span id="no_internal_status_option_text">None</span>
fr: <span id="no_internal_status_option_text">Aucun</span>

source: <span>Amount</span>
fr: <span>Montant</span>

source: <strong><translate>Reinstall instance</translate></strong><br> <translate>All data currently on the instance disk will be permanently deleted.</translate>
fr: <strong><translate>Réinstaller l'instance</translate></strong><br> <translate>Toutes les données sur le disque de l'instance seront supprimées</translate>
sv: <translate> <strong>Installera om instansen</strong> </translate><br> <translate> All data som för närvarande finns på instansdisken kommer att raderas permanent. </translate>

source: <strong>API timeout</strong><br> How many seconds to wait for OpenStack API to reply.<br>
fr: <strong>Temps d'attente de l'API </strong><br> Combien de seconde faut-il attendre avant la réponse de l'API OpenStack<br>
ro: <strong>Timp de asteptare API</strong><br> Cate secunde se asteapta dupa API OpenStack.<br>

source: <strong>Access permissions</strong><br> The access permission for the image. <strong>Public</strong> or <strong>Private</strong>. Public images visible and accessible by all projects while Private images are accessible only by administrators and designated members. <strong>Protected</strong> ensures that only users with permissions can delete the image.
fr: <strong>Autorisation d'accès</strong><br> Autorisations d'accès à l'image.<strong>Publique</strong> ou <strong>Privée</strong>. Les images publiques sont visibles et accessibles à tous les projets, tandis que les images privées ne sont accessibles qu'aux administrateurs et aux membres désignés. <strong>Protégé</strong> garantit que seuls les utilisateurs disposant d'autorisations peuvent supprimer l'image.
ro: <strong>Permisiuni</strong><br> Permisiuni de acces ale imaginii. <strong>Public</strong> sau <strong>Private</strong>. Imaginile Publice sunt accesibile de toate proiectele iar cele Private doar de catre administratori si membrii desemnati. <strong>Protejat</strong> asigura faptul ca imaginea nu poate fi stearsa.
sv: <strong>Åtkomstbehörigheter</strong> <br> Åtkomsttillståndet för imagen. <strong>Offentlig</strong> eller <strong>privat</strong> . Offentliga images är synliga och tillgängliga för alla projekt medan privata images endast är tillgängliga av administratörer och medlemmar av kundkontot. <strong>Skyddat</strong> säkerställer att endast användare med behörigheter kan ta bort imagen.

source: <strong>Account placement type</strong><br> How accounts are created on servers from this group <br> <strong>Create in order</strong> will use the first available server in the list until it's filled and continue with the next server.<br> <strong>Create on the least used server</strong> will always try to find the least used server and create new accounts there.
fr: <strong>Type de répartition des comptes</strong><br> Comment les comptes sont créés sur les serveurs de ce groupe<br> <strong>Créer dans l'ordre</strong> utilisera le premier serveur disponible de la liste jusqu'à ce qu'il soit plein et passera au serveur suivant.<br> <strong>Créer sur le serveur le moins utilisé </strong> tente toujours de trouver le serveur le moins utilisé et de créer de nouveaux comptes à cet emplacement.

source: <strong>Account placement type</strong><br> How accounts are created on servers from this group <br> <strong>Create in order</strong> will use the first available server in the list until it's filled and continue with the next server.<br> <strong>Create on the least used server</strong> will always try to find the least used server and create new accounts there.
fr: <strong>Type de répartition des comptes</strong><br> Comment les comptes sont créés sur les serveurs de ce groupe<br> <strong>Créer dans l'ordre</strong> utilisera le premier serveur disponible de la liste jusqu'à ce qu'il soit plein et passera au serveur suivant.<br> <strong>Créer sur le serveur le moins utilisé </strong> tente toujours de trouver le serveur le moins utilisé et de créer de nouveaux comptes à cet emplacement.

source: <strong>Administrator domain id</strong><br> The user domain id (not the domain name) to authenticate with<br> The "default" domain ID can be tried if unsure as it's usually present.
fr: <strong>Id du domaine administrateur</strong><br> L'identifiant de domaine utilisateur (pas le nom de domaine) avec lequel s'authentifier<br> L'ID de domaine "par défaut" peut être essayé en cas de doute, car il est généralement présent.
ro: <strong>ID domeniu administrator</strong><br> ID domeniu administrator (nu numele acestuia)<br> „default” poate fi incercat daca nu sunteti sigur.

source: <strong>Administrator password</strong><br> The administrator user's password.<br> The password is not shown here after it is set.
fr: <strong>Mot de passe administrateur</strong><br> Le mot de passe de l'administrateur.<br> Le mot de passe n'est pas affiché ici une fois qu'il est défini.
ro: <strong>Parola administrator</strong><br> Parola utilizatorului administrativ<br> Parola este ascunsa dupa setare.

source: <strong>Administrator project id</strong><br> The administrator project ID (not the project name)<br> Fleio will authenticate to OpenStack for administrative tasks<br> using this project.
fr: <strong>Id projet de l'administrateur</strong><br> Identifiant de projet administrateur (pas le nom du projet), Fleio s'authentifiera auprès d'OpenStack pour les tâches administratives utilisant ce projet.
ro: <strong>ID proiect administrator</strong><br> ID proiect al administratorulu (nu numele proiectului)<br> Fleio se va autentifica la OpenStack pentru a executa comenzi<br> folosind acest proiect.

source: <strong>Administrator username</strong><br> An OpenStack user with an administrative role.<br> The default admin user can usually be used.
fr: <strong>Nom d'utilisateur de l'administrateur</strong><br> Un utilisateur OpenStack avec un rôle administratif. <br> L’utilisateur admin par défaut peut généralement être utilisé.
ro: <strong>Nume utilizator Administrator</strong><br> Un utilizator OpenStack cu permisiuni administrative.<br> „admin” poate fi folosit.

source: <strong>Configure a new product</strong><br> A new product can be added as soon as its module is available.<br> The first thing to do is to add a <strong>Name</strong> and a required <strong>Internal Code</strong><br> The <strong>Description</strong> is optional and if filled in, it will appear next to a product name in the shopping cart and on invoices.
fr: <strong>Configurer un nouveau produit</strong><br> Un nouveau produit peut être ajouté dès que son module est disponible.<br> La première chose à faire est d’ajouter un <strong>Nom</strong> et le <strong>Code interne</strong> requis.<br> La <strong> Description </ strong> est facultative. Si elle est renseignée, elle apparaîtra à côté du nom du produit dans le panier et sur les factures.

source: <strong>Default API interface</strong><br> The default interface Fleio uses for the OpenStack API access.<br> Each service usually has 3 URLs (interfaces): public, private and admin<br> The public interface can be used if Fleio does not have access to the OpenStack<br> internal network.
fr: <strong>Interface API par défaut</strong><br> L'interface par défaut utilisée par Fleio pour accéder à l'API OpenStack. <br> Chaque service a généralement 3 URL (interfaces): public, privé et admin<br> L’interface publique peut être utilisée si Fleio n’a pas accès au <br> réseau interne OpenStack.
ro: <strong>Interfata implicita servicii</strong><br> Interfata implicita folosita de Fleio pentru acces API.<br> Fiecare serviciu are de obicei 3 adrese URL (interfete): public, private si admin<br> Interfata „public” poate fi folosita daca Fleio nu are acces la reteaua interna<br> OpenStack.

source: <strong>Default region name</strong><br> The default region to use for various actions if no region is specified in a<br> multi region cloud.<br>
fr: <strong>Nom de région par défaut</strong><br> Région par défaut à utiliser pour diverses actions si aucune région n'est spécifiée dans un<br> cloud multi-régions.<br>
ro: <strong>Nume regiune implicita</strong><br> Regiune implicita pentru diverse actiuni<br> intr-un cloud cu mai multe regiuni.<br>

source: <strong>Default role name</strong><br> The default role Fleio will use for each Project created.<br> Fleio tries to set this automatically when the credentials are saved.<br> An unprivileged role should be used (defaults to '_member_' if it exists).<br> When a normal Fleio user asks Fleio to execute a command, for <br> example an instance reboot, Fleio will authenticate using this role.<br>
fr: <strong>Rôle par défaut</strong><br> Le rôle par défaut que Fleio utilisera pour chaque projet créé.<br> Fleio essaie de le définir automatiquement lorsque les informations d'identification sont enregistrées.<br> Un rôle non privilégié doit être utilisé (par défaut, "_membre_" s'il existe).<br> Quand un utilisateur normal de Fleio demande à Fleio d'exécuter une commande, par <br> exemple un redémarrage d'instance, Fleio s'authentifiera avec ce rôle.<br>
ro: <strong>Rol implicit</strong><br> Rol implicit folosit de Fleio pentru fiecare proiect creat.<br> Fleio incearca sa seteze acest rol automat, cand credentialele sunt salvate.<br> Un rol fara provilegii trebuie folosit (implicit '_member_' daca exista).<br> Cand un utilizator Fleio cere resetarea unei instante de exemplu <br> Fleio se autentifica folosind acest rol.<br>

source: <strong>Group & Module</strong><br> Select an appropriate group for this product and its module. <br> The module determines how and where a new Service will be created. <br> For example, selecting the OpenStack module means this is an OpenStack product and once ordered and paid, a new OpenStack Project will be created for the client.
fr: <strong>Groupe et module</strong><br> Sélectionnez un groupe approprié pour ce produit et son module. <br> Le module détermine comment et où un nouveau service sera créé. <br> Par exemple, la sélection du module OpenStack signifie qu'il s'agit d'un produit OpenStack et qu'une fois commandé et payé, un nouveau projet OpenStack sera créé pour le client.

source: <strong>Group description</strong><br> A detailed description of this group.
fr: <strong>Description du groupe</strong><br> Une description détaillée de ce groupe.

source: <strong>Group description</strong><br> A detailed description of this group.
fr: <strong>Description du groupe</strong><br> Une description détaillée de ce groupe.

source: <strong>Hide projects and API users</strong><br> Checking this will hide all projects specified by IDs.<br> The administrator project ID specified in credentials tabs will be<br> automatically included in this list.<br> API users for these projects will be also hidden
fr: <strong>Masquer les projets et les utilisateurs de l'API</strong><br> Cochez cette case pour masquer tous les projets spécifiés par les identifiants.<br> L'ID de projet administrateur spécifié dans les onglets d'informations d'identification sera<br> automatiquement inclus dans cette liste.<br> Les API utilisateurs pour ces projets seront également cachés
ro: <strong>Ascunde proiecte și utilizatori API</strong><br> Dacă aceasta este bifată va ascude toate proiectele specificate cu ID-uri.<br> ID-ul de proiect administrativ speciticat in tabul creedențialelor va fi<br> automat inclus în listă.<br> Utilizatorii API pentru aceste proiecte vor fi de asemenea ascunși

source: <strong>Image details</strong><br> Select the <strong>region</strong> where this image should be created, give the image a name and set the <strong>Minimum disk size</strong> in Gigabytes and the <strong>Minimum amount of RAM</strong> required to boot a new instance with this image.
fr: <strong>Détails de l'image</strong><br> Sélectionnez la <strong>région</strong> dans laquelle cette image doit être créée, attribuez-lui un nom et définissez la<strong>Taille min du disque</strong> en GB et la <strong>Quantité min de RAM</strong> requise pour le démarrage de la nouvelle instance avec cette image.
ro: <strong>Detalii imagine</strong><br> Selecteaza <strong>regiunea</strong> in care trebuie creata imaginea, oferiti un nume imaginii si setati <strong>Marime disk minima</strong> in Gigabytes si <strong>Marima memorie minima</strong> necesare pentru a porni o noua instanta cu aceasta imagine.
sv: <strong>Imagedetaljer</strong> <br> Välj den <strong>region</strong> där imagen ska skapas, ge imagen ett namn och ställ in <strong>minsta diskutrymme</strong> i Gigabyte och den <strong>minsta mängden RAM som</strong> krävs för att starta en ny instans med den här imagen.

source: <strong>Image name</strong><br> Set an image display name that will reflect what the image contains, like it's operating system or snapshot of an instance.
fr: <strong>Nom de l'image</strong><br> Définissez un nom d'affichage d'image qui reflétera le contenu de l'image, comme son système d'exploitation ou un instantané d'une instance.
sv: <strong>Imagenamn</strong> <br> Välj ett namn som återspeglar vad imagen innehåller, till exempel att det är ett visst operativsystem eller en snapshot av en instans.

source: <strong>Image properties</strong><br> Select the format of the Image disk from the <strong>Disk format</strong> dropdown. You can also provide the operating system distribution, <strong>OS distro</strong>, version, <strong>OS version</strong> and its architecture in <strong>Architecture</strong>. This will help identifying which operating system an instance runs and allow services to take different actions based on the information provided.
fr: <strong>Propriétés de l'image</strong><br> Sélectionnez le format de l'image disque depuis le<strong>Format du disque </strong> menu déroulant. Vous pouvez également fournir le système d'exploitation <strong>OS distro</strong>, version, <strong>OS version</strong> et son architecture <strong>Architecture</strong>. Cela aidera à identifier le système d'exploitation exécuté par une instance et permettra aux services de prendre différentes actions en fonction des informations fournies.
ro: <strong>Proprietati imagine</strong><br> Selectati formatul de disk din imagine la selectorul <strong>Format Disk</strong>. Se pot specifica si distributia sistemului de operare la, <strong>Distributie</strong>, versiunea, <strong>Versiune OS</strong> si arhitectura la <strong>Arhitectura</strong>. Acestea ajuta la identificarea sistemului de operare al unei instante si la luarea diferitelor actiuni in functie de informatiile oferite.
sv: <strong>Imageegenskaper</strong> <br> Välj format på imagen i rullgardinsmenyn <strong>Diskformat</strong>. Du kan också ange operativsystemdistribution, <strong>OS-distro</strong> , version, <strong>OS-version</strong> och dess arkitektur i <strong>Arkitektur</strong> . Detta hjälper dig att identifiera vilket operativsystem en instans kör och tillåter tjänster att vidta olika åtgärder baserat på den information som tillhandahålls.

source: <strong>Image source</strong><br> Select the source for the actual image data from the <strong>Image source</strong> dropdown. Selecting <strong>File</strong> option will allow you to upload a file from your computer. By selecting <strong>URL</strong> you will be able to specify a direct URL where the image resized. Please specify the full image URL (ex: https://somehost.com/someimage.qcow2).
fr: <strong>Image source</strong><br> Sélectionnez la source de l'image actuelle depuis le <strong>Image source</strong> menu déroulant. Sélectionnez <strong>Fichier</strong> l'option vous permettra de télécharger un fichier depuis votre ordinateur. En sélectionnant <strong>URL</strong>vous pourrez spécifier une URL directe où l'image sera redimensionnée. Veuillez spécifier l'URL de l'image complète (ex: https://somehost.com/someimage.qcow2).
ro: <strong>Sursa imagine</strong><br> Selectati sursa datelor pentru imagine la selectorul <strong>Sursa imagine</strong>. Selectand <strong>Fisier</strong> va permite sa urcati un fisier aflat pe computerul dumneavoastra. Selectand <strong>URL</strong> aveti posibilitatea sa introduceti o adresa unde datele imaginii sunt localizate. Va rugam sa specificati adresa directa (ex: https://somehost.com/someimage.qcow2).
sv: <strong>Imagekälla</strong> <br> Välj källa för faktiska imagedata från <strong>rullgardinsmenyn</strong> Om du väljer <strong>Fil-</strong>alternativet kan du ladda upp en fil från din dator. Genom att välja <strong>URL</strong> kan du ange en direkt URL till där imagen finns. Vänligen ange webbadressen för hela imagen (ex: https://somehost.com/someimage.qcow2).
