Repository: binerogroup/fleio-i18n
Catalog: translations/frontend/po/*.po
Languages: fr, ro, sv

source: Hide projects and API users
fr: Masquer les projets et les utilisateurs de l'API
ro: Ascunde proiecte și utilizatori API

source: Hide widget
fr: Masquer le widget
ro: Ascunde componenta

source: High
fr: Haut
ro: Ridicat

source: High availability: {{ $ctrl.router.ha }}
fr: Haute disponibilité: {{ $ctrl.router.ha }}
ro: Disponibilitate ridicată: {{ $ctrl.router.ha }}

source: High priority
fr: Haute priorité
ro: Prioritate ridicată

source: History log
fr: Historique
ro: Istoric
sv: Historiklogg

source: Hold button to reveal password
fr: Maintenez le bouton pour révéler le mot de passe
ro: Ține butonul apăsat pentru a descoperi parola
sv: Håll in knappen för att visa lösenordet

source: Home
fr: Accueil
ro: Acasă
sv: Hem

source: Host IP
fr: IP hôte
ro: IP server

source: Host name
fr: Nom d'hôte

source: Host name contains
fr: Le nom d'hôte contient

source: Host name ends with
fr: Le nom d'hôte se termine par

source: Host name starts with
fr: Le nom d'hôte commence par

source: Hostname
fr: Nom d'hôte

source: Hour
fr: Heure

source: Hours remaining
fr: Heures restantes
ro: Ore rămase

source: Hours remaining & notification template
fr: Heures restantes & modèle de notification
ro: Ore rămase și șablon notificări

source: How many hours until the client reaches the credit limit with his current usage. Select a notification template to send. Selecting the blank notification will disable it.
fr: Combien d'heures jusqu'à ce que le client atteigne la limite de crédit avec son utilisation actuelle. Sélectionnez un modèle de notification à envoyer. Ne rien sélectionnez la désactivera.
ro: Câte ore până când clientul ajunge la limita creditului cu consumul actual. Selectează un șablon de notificări pentru a fi trimis. Selectând nofiticarea goală acest serviciu va fi dezactivat.

source: Hypanel module configuration
fr: Module de configuration Hypanel

source: Hypanel server
fr: Serveur Hypanel

source: Hypanel server configuration
fr: Configuration du serveur Hypanel

source: Hypervisor
fr: Hyperviseur

source: Hypervisor memory
fr: Mémoire de l'hyperviseur
ro: Memorie hipervizor

source: Hypervisor type
fr: Type d'hyperviseur
sv: Hypervisortyp

source: Hypervisor type: {{ $ctrl.image.hypervisor_type }}
fr: Type d'hyperviseur: {{ $ctrl.image.hypervisor_type }}
sv: Hypervisortyp: {{ $ctrl.image.hypervisor_type }}

source: Hypervisors
fr: Hyperviseurs

source: ICMP code
fr: Code ICMP
ro: Cod ICMP
sv: ICMP-kod

source: ICMP type
fr: Type ICMP
ro: Tip ICMP
sv: ICMP-typ

source: ID protection
fr: Protection de l'ID
sv: ID-skydd

source: ID protection enabled
fr: Protection de l'ID activé
sv: ID-skydd aktiverat

source: IP Addresses
fr: Adresses IP
sv: IP-adresser

source: IP address
fr: Adresse IP
ro: Adresă IP
sv: IP-adress

source: IP associated
fr: IP associé
ro: IP asociat
sv: IP allokerat

source: IP count (configurable option can be added so users can change the value themselves)
fr: Nombre d'IP (Une option configurable peut être ajouté afin que les utilisateurs peuvent modifier la valeur eux-mêmes)

source: IP dissociated
fr: IP dissociée
ro: IP disociat
sv: IP deallokerat

source: IP removed
fr: IP supprimé
ro: IP eliminat

source: IP(s) to allocate
fr: IP à attribuer
ro: IP-uri de alocat
sv: IP-adress(er) att allokera

source: IPv6
fr: IPv4

source: IPv6 address mode
fr: Mode d'adresse IPv6
ro: Configurație adresă IPv6
sv: IPv6-adressläge

source: IPv6 ra mode
fr: Mode IPv6 ra
ro: Configurație ra IPv6
sv: IPv6 ra-läge

source: Idle ...
fr: Inactif ...
ro: Inactiv ...
sv: Väntar ...

source: If an invoice is generated and it not automatically settled an notification containing invoice details will be sent to the customer.
fr: Si une facture est générée et qu'elle n'est pas réglé automatiquement une notification contenant les détails de la facture est envoyer au client.
ro: Dacă o factură este generată și se achită automat o notificare cu detaliile facturii va fi trimisă clientului.

source: If an user manually pays an invoice a TODO will be created to make staff users aware of the payment.
fr: Si un utilisateur paie manuellement une facture, un TODO sera créé pour informer l'équipe du paiement.

source: If automatic settlements are enabled the invoices will be paid only if afer paying the invoice the uptodate credit will be greater or equal than minimum up to date credit to be left after paying an invoice setting.
fr: Si la population automatique est activé, les factures seront payée seulement si après avoir payé, le le crédit à jour est égal ou supérieur au minimum du crédit a jour après le payement dans le paramètre de facturation.

source: If input value exceeds 255 characters\nsplit it using spaces.
fr: Si la valeur en entrée dépasse 255 caractères, découpez la en utilisant des espaces.
sv: Om värdet överstiger 255 tecken dela det med mellanslag.

source: If this is checked new internet domain registration is allowed for the clients with this configuration.
fr: Si cette case est cochée, un nouvel enregistrement de domaine internet est autorisé pour les clients avec cette configuration.

source: If this is checked transfer of internet domains is allowed for the clients with this configuration.
fr: Si cette case est cochée, le transfert des domaines internet sont autorisés pour les clients avec cette configuration.

source: If you delete this invoice {{$ctrl.refunded_credit | number:2}} {{$ctrl.invoice.currency}} will be refunded to client credit.
fr: Si vous supprimer cette facture {{$ctrl.refunded_credit | number:2}} {{$ctrl.invoice.currency}} le crédit client sera rembourser.
ro: Daca stergi factura aceasta {{$ctrl.refunded_credit | number:2}} {{$ctrl.invoice.currency}} o sa fie rambursat la credit-ul clientului.

source: If you want to manage it's permissions you need to remove it's superuser status from <a class="md-primary" ui-sref="user({'id':$ctrl.selectedUser.id})">here</a>
fr: Si vous souhaitez gérer ses autorisations, vous devez supprimer son statut de super utilisateur depuis <a class="md-primary" ui-sref="user({'id':$ctrl.selectedUser.id})">ici</a>
ro: Dacă vrei să administrezi permisiunile trebuie să elimini starea de superutilizator pentru <a class="md-primary" ui-sref="user({'id':$ctrl.selectedUser.id})">aici</a>

source: If your email address exists in our database, you will receive a password recovery link at your email address in a few minutes.
fr: Si votre email existe dans notre base de données, vous recevrez un lien pour récupérer votre mot de passe sur votre adresse mail dans quelques minutes.
ro: Dacă e-mailul există în baza de date, vei primi un mail cu linkul pentru recuperarea parolei în câteva minute.
sv: Om din e-postadress finns i vår databas, får du en länk för återställning av lösenord till din e-postadress om några minuter.

source: Image create scheduled
fr: Création d'image en cours
ro: Creare imagine în progres
sv: Skapar image...

source: Image delete scheduled
fr: Suppression d'image en cours
ro: Ștergere imagine programată
sv: Raderar image...

source: Image details
fr: Détails de l'image
sv: Imagedetaljer

source: Image is not assigned to the selected flavor or flavor group
fr: L'image n'est pas assignée au flavor séléctionné ou au groupe de flavor
sv: Imagen har inte tilldelats till den valda instanstypen eller instanstypsgruppen

source: Image is not assigned to the selected flavor or flavor group.
fr: L'image n'est pas assignée au flavor choisie ou au groupe de flavor.
sv: Imagen har inte tilldelats till den valda instanstypen eller instanstypsgruppen

source: Image name
fr: Nom de l'image
ro: Nume imagine
sv: Imagenamn

source: Image os distro name
fr: Nom de l'image de distribution

source: Image os distro name contains
fr: Le nom de l'image de distribution contient

source: Image os distro name ends with
fr: Le nom de l'image de distribution se finit par

source: Image os distro name starts with
fr: Le nom de l'image de distribution commence par

source: Image requires a flavor with more resources.
fr: L'image nécessite un flavor avec plus de ressources.
sv: Imagen kräver en instanstyp med mer resurser.

source: Image requires a flavor with more resources. Select a flavor with more resources or use a different image source.
fr: L'image nécessite un flavor avec plus de ressources. Choisir un flavor avec plus de ressources ou utiliser une image source différente.
sv: Imagen kräver en instanstyp med mer resurser. Välj en instanstyp med mer resurser eller använd en annan image.

source: Image sharing required
fr: Partage d'image requis

source: Image update scheduled
fr: Image programmer mise à jour
ro: Actualizare imagine in progres
sv: Uppdaterar image...

source: Immediate
fr: Immédiat
ro: Imediat
sv: Omedelbart

source: Impersonate
fr: Imiter
ro: Impersonează

source: Impersonate user
fr: Incarner l'utilisateur
ro: Impersonează utilizator

source: Impersonate user {:id}
fr: Incarner l'identité de l'utilisateur {:id}

source: In Progress
fr: En cours

source: In demo mode, any input will log you in.
fr: En mode démo, toute saisies vous connectera.
sv: I demoläge kommer du loggas in oavsett vad du anger.

source: In order
fr: Pour continuer

source: In order to proceed, the image needs to be shared with {{::$ctrl.client.name}}
fr: Pour continuer, l’image doit être partagée avec {{:: $ ctrl.client.name}}.

source: In progress
fr: En cours
ro: În progres
sv: Pågående

source: Incorrect format
fr: Format incorrect
ro: Format incorect
sv: Felaktigt format

source: Incremental
fr: Incrémentiel
sv: Inkrementell

source: Incremental (the first backup of a volume has to be a full backup)
fr: Incrémentiel (la première sauvegarde du volume doit être complète)
sv: Inkrementellt (den första backupen av en volym måste vara en fullständig säkerhetskopia)

source: Ingress - Incoming
fr: Entrée - entrant
sv: Ingress - Inkommande

source: Insecure registry: {{$ctrl.clusterTemplate.insecure_registry ? $ctrl.clusterTemplate.insecure_registry : '-'}}
fr: Enregistrement non sécurisé: {{$ctrl.clusterTemplate.insecure_registry ? $ctrl.clusterTemplate.insecure_registry : '-'}}
sv: Osäkert register: {{$ctrl.clusterTemplate.insecure_registry ? $ctrl.clusterTemplate.insecure_registry : '-'}}

source: Insert code at {{ $ctrl.customCode.custom_code[insertion_point].display_name }}
fr: Insérer le code à {{ $ctrl.customCode.custom_code[insertion_point].display_name }}

source: Instance UUID: {{::$ctrl.instance.uuid }}
fr: UUID de l'instance: {{::$ctrl.instance.uuid }}
ro: ID instanta: {{::$ctrl.instance.uuid }}
sv: Instansens UUID: {{::$ctrl.instance.uuid }}

source: Instance boot from ISO scheduled
fr: Démarrage de l'instance depuis l'ISO en cours
sv: Startar instans från ISO...

source: Instance create scheduled
fr: Création de l'instance en cours
ro: Creare instanta in progres
sv: Skapar instans...

source: Instance details
fr: Détails de l'instance
ro: Detalii instanță
sv: Instansdetaljer

source: Instance hypervisor: {{$ctrl.instance.host_name || $ctrl.instance.hostId }}
fr: Hyperviseur de l'instance: {{$ctrl.instance.host_name || $ctrl.instance.hostId }}
sv: Instansens hypervisor: {{$ctrl.instance.host_name || $ctrl.instance.hostId }}

source: Instance is locked
fr: L'instance est verrouillée

source: Instance migrate scheduled
fr: Migration de l'instance en cours
ro: Migrare instanta in progres

source: Instance move scheduled
fr: Déplacement de l'instance en cours

source: Instance name
fr: Nom de l'instance
ro: Nume instanță
sv: Instansnamn

source: Instance rebuild scheduled
fr: Reconstruction de l'instance en cours
ro: Recreare instanta in progres
sv: Skapar om instans...

source: Instance region distribution
fr: Distribution des instances par région
ro: Distribuirea instanțelor pe regiuni

source: Instance rescue scheduled
fr: Sauvetage de l'instance en cours
ro: Salvare instanta in progres
sv: Sätter instans i rescue mode...

source: Instance resize scheduled
fr: Redimensionnement de l'instance en cours
ro: Redimensionare instanta in progres
sv: Utför resize på instans

source: Instance resize will cause downtime. The instance will shutdown and the disk image will be copied to a new disk. This may take a while, depending on the disk size.
fr: Le redimensionnement de l'instance entraînera un temps d'arrêt. L'instance va s'arrêter et l'image du disque sera copiée sur un nouveau disque. Cela peut prendre un certain temps, en fonction de la taille du disque.
sv: En resize orsakar nertid. Instansen stängs av och imagen kopieras till en ny disk innan den startas upp igen. Det kan ta ett tag, beroende på hårddiskstorlek.

source: Instance specifications
fr: Spécifications de l'instance
ro: Specificații instanță
sv: Instansspecifikationer

source: Instance state distribution
fr: Répartition des instances par état
ro: Distribuirea instanțelor pe instanțe

source: Instance traffic details
fr: Détail du trafic de l'instance
sv: Information om instansstrafik

source: Interface delete scheduled
fr: Suppression de l'interface en cours
ro: Adăugare interfață în progres
sv: Raderar interface...

source: Internal id
fr: Id interne
ro: ID intern

source: Internal status
fr: Statut interne
ro: Status intern
sv: intern status

source: Internal status successfully updated.
fr: Le statut internet a été mis à jour avec succès.

source: Internal status: {{$ctrl.ticket.internal_status_display}} <md-menu> <a class="md-primary" ng-click="$mdMenu.open($event)"> <md-icon fl-tooltip="{{'Quick edit' | translate}}" class="fl-icons">edit</md-icon> </a> <md-menu-content> <md-menu-item> <md-button ng-click="$ctrl.changeInternalStatus(null)" translate>Set to "N/A"</md-button> </md-menu-item> <md-menu-item> <md-button ng-click="$ctrl.changeInternalStatus('open')" translate>Set to "open"</md-button> </md-menu-item> <md-menu-item> <md-button ng-click="$ctrl.changeInternalStatus('done')" translate>Set to "done"</md-button> </md-menu-item> <md-menu-item> <md-button ng-click="$ctrl.changeInternalStatus('in progress')" translate>Set to "in progress"</md-button> </md-menu-item> </md-menu-content> </md-menu>
fr: Statut interne: {{$ctrl.ticket.internal_status_display}} <md-menu> <a class="md-primary" ng-click="$mdMenu.open($event)"> <md-icon fl-tooltip="{{'Quick edit' | translate}}" class="fl-icons">modifier</md-icon> </a> <md-menu-content> <md-menu-item> <md-button ng-click="$ctrl.changeInternalStatus(null)" translate>Mis "N/A"</md-button> </md-menu-item> <md-menu-item> <md-button ng-click="$ctrl.changeInternalStatus('open')" translate>Set to "open"</md-button> </md-menu-item> <md-menu-item> <md-button ng-click="$ctrl.changeInternalStatus('done')" translate>Set to "done"</md-button> </md-menu-item> <md-menu-item> <md-button ng-click="$ctrl.changeInternalStatus('in progress')" translate>Set to "in progress"</md-button> </md-menu-item> </md-menu-content> </md-menu>

source: Invalid URL
fr: URL invalide
ro: URL invalid
sv: Ogiltig URL

source: Invalid input for client
fr: Entrée invalide pour le client

source: Invalid input for client group
fr: Entrée invalide pour le groupe client

source: Invalid input for flavor
fr: Entrée invalide pour le flavor

source: Invalid input for flavor group
fr: Entrée invalide pour le groupe de flavor

source: Invalid input for user
fr: Entrée invalide pour l'utilisateur
ro: Valoare invalidă pentru utilizator

source: Invalid volume size
fr: Volume du disque invalide
ro: Dimensiune volum invalidă
sv: Ogiltig volymstorlek

source: Invoice
fr: Facture
ro: Factură
sv: Faktura

source: Invoice #
fr: Facture #

source: Invoice ID
fr: ID de facture
ro: ID Factură

source: Invoice created
fr: Facture créée
ro: Factură creată

source: Invoice creation
fr: Création de facture
ro: Creare factură

source: Invoice deleted
fr: Facture supprimée
ro: Factură ștearsă

source: Invoice details
fr: Détails de la facture
ro: Detalii factură
sv: Fakturainformation

source: Invoice items
fr: Articles de facture
ro: Elementele facturii

source: Invoice related client
fr: Facture liée au client

source: Invoice status
fr: Statut de la facture
ro: Status factură

source: Invoice type
fr: Type de facture
ro: Tip factură

source: Invoice {:id}
fr: Facture {:id}
ro: Factură {:id}

source: Invoice {{::journal.destination_info.invoice}}
fr: Facture {{::journal.destination_info.invoice}}

source: Invoice {{::journal.source_info.invoice}}
fr: Facture {{::journal.source_info.invoice}}

source: Invoice {{::journalEntry.destination_info.invoice}}
fr: Facture {{::journalEntry.destination_info.invoice}}

source: Invoice {{::journalEntry.source_info.invoice}}
fr: Facture {{::journalEntry.source_info.invoice}}

source: Invoices
fr: Factures
ro: Facturi
sv: Fakturor

source: Invoicing feature is disabled
fr: La fonction de facturation est désactivée
ro: Funcționalitatea de facturare este dezactivată
sv: Fakturafunktionen är inaktiverad

source: Ip version
fr: Version de l'Ip
ro: Versiunea ip

source: Is active
fr: Est activé
ro: Este activ

source: Is default
fr: Est par défaut
ro: Implicit
sv: Är standard

source: Is domain
fr: Est domaine
ro: Este domeniu

source: Is hidden
fr: Est caché

source: Is incremental
fr: Est incrémentiel
sv: Är inkrementell

source: Is incremental: {{ ::$ctrl.volumeBackup.is_incremental }}
fr: Est incrémentiel: {{ ::$ctrl.volumeBackup.is_incremental }}
sv: Är inkrementell: {{ ::$ctrl.volumeBackup.is_incremental }}

source: Is out of stock
fr: Est en rupture de stock

source: Is protected
fr: Est protégé
sv: Skyddad

source: Is public
fr: Est public
ro: Este public
sv: Publik

source: Is shared
fr: Est partagé

source: Is staff
fr: Est le staff
ro: Staff

source: Is superuser
fr: Est le super utilisateur
ro: Este superutilzator

source: Is symmetrical
fr: Est symétrique
ro: Este simetric

source: Issue date
fr: Date d'émission
ro: Dată emitere
sv: Fakturadatum

source: Issue date:
fr: Date d'émission:
ro: Data emiterii:

source: Issue date: {{::invoice.issue_date | date }}
fr: Date d'émission: {{::invoice.issue_date | date }}
sv: Fakturadatum: {{::invoice.issue_date | date }}

source: Issue invoice before next due date
fr: Emettre la facture avant la prochaine date d'échéance

source: Isue invoice before service due date
fr: Emettre la facture avant la date d'échéance

source: It's only relevant if network is external
fr: Ce n'est pertinent que si le réseau est externe
ro: Este relevant doar dacă rețeaua este externă

source: Items
fr: Objets
ro: Elemente
sv: Artiklar

source: Journal details
fr: Détails du journal
ro: Detalii jurnal

source: Journal entry
fr: Entrée du journal
ro: Intrare jurnal

source: Key content
fr: Contenu de la clé
ro: Conținut cheie
sv: SSH-nyckelinnehåll

source: Keypair
fr: Paire de clés
sv: Nyckelpar

source: Keypair: {{$ctrl.cluster.keypair}}
fr: Paire de clés: {{ $ctrl.volume.type }}

source: Keypair: {{$ctrl.clusterTemplate.keypair_id}}
fr: Paire de clés: {{$ctrl.clusterTemplate.keypair_id}}

source: Keystone auth URL
fr: URL d'authentification Keystone
ro: Adresa autentificare Keystone

source: Label
fr: Étiquette
ro: Etichetă

source: Labels
fr: Étiquette
sv: Etiketter

source: Last Name
fr: Nom de famille
ro: Prenume
sv: Efternamn

source: Last Updated
fr: Dernière mise à jour

source: Last hour
fr: Dernière heure
ro: Ultima oră
sv: Senaste timmen

source: Last login
fr: Dernière connexion
ro: Ultima autentificare

source: Last login: never
fr: Dernière connexion: jamais
ro: Ultimul login: niciodată

source: Last login: {{ ::user.last_login | date:'medium' }}
fr: Dernière connexion: {{ ::user.last_login | date:'medium' }}
ro: Ultima autentificare: {{ ::user.last_login | date:'medium' }}

source: Last message received at
fr: Dernier message reçu à

source: Last name
fr: Nom de famille
ro: Prenume
sv: Efternamn

source: Last registrar
fr: Dernier registraire

source: Last update
fr: Dernière mise à jour
ro: Ultima actualizare

source: Last updated
fr: Dernière mise à jour

source: Launch
fr: Lancement
ro: Lansează
sv: Starta

source: Least full
fr: Le moins complet

source: Leaving this blank will use just the <strong>Notifications sender email</strong>.
fr: Si vous laissez ce champ vide, seul l'<strong> email de notification de l'utilisateur </strong> sera utilisé.
ro: Dacă acest câmp va fi gol <strong>Notificări e-mail expeditor</strong> va fi folosit.

source: Leaving this blank will use the Fleio DEFAULT_FROM_EMAIL setting.
fr: Si vous laissez ce champ vide, le paramètre Fleio DEFAULT_FROM_EMAIL sera utilisé.
ro: Dacă acest câmp va fi gol setarea „Fleio PRESTABILIT_DE_LA_EMAIL” va fi folosită.

source: Less than
fr: Moins que
ro: Mai puțin de
sv: Mindre än

source: Level
fr: Niveau
ro: Nivel

source: Level 1
fr: Niveau 1
ro: Nivel 1

source: Level 2
fr: Niveau 2
ro: Nivel 2

source: License
fr: Licence
ro: Licența

source: License key
fr: Clé de licence
ro: Cheia de licență

source: License refresh in progress
fr: Actualisation de la licence en cours
ro: Se reactualizează licența

source: License refreshed
fr: Licence actualisée
ro: Licență reactualizată

source: License set
fr: Ensemble de licence
ro: Licență setată

source: Limit billable seconds per month
fr: Limite de secondes facturables par mois
ro: Limitează secundele facturabile pe lună

source: Limits for clients with agreements
fr: Limites pour les clients sous contrats

source: Lines
fr: Lignes
ro: Linii
sv: Rader

source: Link a ticket
fr: Lié un ticket
ro: Leagă un tichet

source: Link ticket
fr: Lié le ticket
ro: Leagă tichet

source: Linking created
fr: Lien créé
ro: Legătura creată

source: Linking removed
fr: Lien supprimé
ro: Legatură eliminată

source: List view
fr: Affichage par liste
ro: Listă
sv: Listvy

source: Live migrate
fr: Migration a chaud
ro: Migrare live

source: Load more
fr: Charger plus
ro: Incarcă mai mult
sv: Visa fler

source: Local compute storage
fr: Stockage local de l'ordinateur
ro: Storage compute local
sv: Lokal storage

source: Lock
fr: Verrouiller
ro: Blochează

source: Lock instance
fr: Instance verrouillée
ro: Blochează instanța

source: Lock instance {{name}}
fr: Instance verrouillée {{name}}
ro: Blochează instnța {{name}}

source: Log out
fr: Déconnexion
ro: Ieșire
sv: Logga ut

source: Login
fr: S'identifier
ro: Autentificare
sv: Logga in

source: Login page
fr: Page de connexion
ro: Pagina de logare
sv: Login sida

source: Low
fr: Faible
ro: Redus

source: Low priority
fr: Faible priorité
ro: Prioritate redusă

source: MIGRATING
fr: MIGRATION
sv: MIGRERAR

source: Machine type
fr: Type de machine

source: Make sure CPANEL_USERNAME and CPANEL_PASSWORD are set in settings.py
fr: Assurez-vous que CPANEL_USERNAME et CPANEL_PASSWORD sont définis dans settings.py
ro: Asigură-te că CPANEL_USERNAME și CPANEL_PASSWORD sunt setate în settings.py

source: Manage permissions for users or user groups.
fr: Gérer les permissions pour les utilisateurs ou les groupes d'utilisateurs.
ro: Administrează permisiunile pentru utilizatori sau grupuri.

source: Manual refund processed externally
fr: Remboursement manuel traité en externe
ro: Rambursare manuala procesata extern

source: Manual review score
fr: Note d'évaluation manuelle
ro: Scor revizuire manuală

source: Mark as read
fr: Marqué comme lu
ro: Marcat ca citit
sv: Markera alla som lästa

source: Mark as unread
fr: Marqué comme non lu
ro: Marcat ca necitit
sv: Markera som oläst

source: Master
fr: Maître
