Repository: binerogroup/fleio-i18n
Catalog: translations/frontend/po/*.po
Languages: fr, ro, sv

source: Associated to object: {{ $ctrl.floatingIp.associated_object.id }}
fr: Associé à l'objet: {{ $ctrl.floatingIp.associated_object.id }}
ro: Asociat obiectului: {{ $ctrl.floatingIp.associated_object.id }}
sv: Allokerade till objekt: {{$ctrl.floatingIp.associated_object.id}}

source: At least one billing cycle is required for end-users to be able to order the product.
fr: Au moins un cycle de facturation est requis pour que les utilisateurs finaux puisse commander le produit.

source: Attach
fr: Attacher
ro: Atașează

source: Attach volume
fr: Attacher le volume
ro: Atașează volume
sv: Anslut volym

source: Attach volume to instance {{ $ctrl.instance.name }}
fr: Attacher le volume à l'instance {{ $ctrl.instance.name }}
ro: Atașează volum la instanța {{ $ctrl.instance.name }}
sv: Anslut volymen till instansen {{$ctrl.instance.name}}

source: Attaching volume to instance
fr: Attache le volume à l'instance
ro: Atașează volum la instanța
sv: Anslut volym till instans

source: Attachment deleted
fr: Pièce jointe supprimer
ro: Atașament șters

source: Attachment file size is too big ().
fr: La taille de la pièce jointe est trop grande ().

source: Attachment file size is too big.
fr: La taille de la pièce jointe est trop grande.
ro: Dimensiunea atașamentului este prea mare.
sv: Bifogad fil är för stor

source: Attachment upload in progress...
fr: Téléchargement de pièce jointe en cours...
ro: Încărcarea atașamentului este în progres...
sv: Laddar upp fil...

source: Attachments upload in progress...
fr: Téléchargement des pièces jointes en cours...
sv: Laddar upp filer...

source: Attachments:
fr: Pièce jointe:
sv: Bifogade filer:

source: Attribute name
fr: Nom d'attribut
ro: Nume atribut

source: Authorization
fr: Autorisations
ro: Autorizare

source: Authorization settings
fr: Paramètres d'autorisation
ro: Setări autorizare

source: Auto allocated topology
fr: Topologie allouée automatiquement

source: Auto calculate prices
fr: Calcul des prix automatiquement
ro: Calculează prețuri automat

source: Auto create new order on signup
fr: Créer automatiquement une nouvelle commande lors de l'inscription
ro: Crează automat o nouă comandă la înregistrare

source: Auto creating network finished
fr: Création automatique du réseau terminée
ro: Rețeaua a fost creată
sv: Autoskapande av nätverk har slutförts

source: Auto creating network...
fr: Création automatique du réseau.
ro: Rețeaua este în curs de creeare...
sv: Skapar nätverk...

source: Auto delete volume when instance is terminated
fr: Suppression automatique du volume quand l'instance est terminée
ro: Auto șterge volum cand instanța este terminată
sv: Radera automatiskt volymen när instansen raderas

source: Auto order parameters as JSON
fr: Paramètre de commande automatique en JSON
ro: Sortează automat parametrii ca JSON

source: Auto order service
fr: Commander automatiquement le service
ro: Comandă serviciu automat

source: Auto order service cycle
fr: Cycle de commande de service automatique
ro: Ciclul serviciului automat la comandă

source: Auto pay invoice only when enough credit
fr: Paiement automatique des factures seulement lorsque le crédit est suffisant

source: Auto set tax exemption for EU customers
fr: Exonération fiscale automatique pour les clients de l'UE
ro: Setează automat scutirea de TVA pentru clienții din UE

source: Auto setup
fr: Configuration automatique
ro: Setup automat

source: Auto setup: {{ $ctrl.productDetails.auto_setup_display }}
fr: Configuration automatique: {{ $ctrl.productDetails.auto_setup_display }}
ro: Setup automat: {{ $ctrl.productDetails.auto_setup_display }}

source: Auto terminate date : {{$ctrl.serviceDetails.auto_terminate_date | date:'medium'}}
fr: Date de fin automatique : {{$ctrl.serviceDetails.auto_terminate_date | date:'medium'}}
ro: Data auto terminare : {{$ctrl.serviceDetails.auto_terminate_date | date:'medium'}}
sv: Datum för automatisk terminering : {{$ctrl.serviceDetails.auto_terminate_date | date:'medium'}}

source: Auto terminate reason : {{$ctrl.serviceDetails.auto_terminate_reason }}
fr: Motif d'arrêt automatique : {{$ctrl.serviceDetails.auto_terminate_reason }}
ro: Motiv auto terminare : {{$ctrl.serviceDetails.auto_terminate_reason }}
sv: Orsak för automatisk terminering : {{$ctrl.serviceDetails.auto_terminate_reason }}

source: Autofill
fr: Remplissage automatique
ro: Autocompletează

source: Autofill prices from 2 to 10 years based on 1 year price
fr: Remplissage automatique des prix de 2 à 10 ans sur la base du prix d'un an
ro: Completează automat prețurile de la 2 la 10 ani bazându-te pe prețul pe un an

source: Automatically suspend a client when he reaches the credit limit.
fr: Client automatiquement suspendu quand il a atteint sa limite de crédit.
ro: Suspenda automat un client cand ajunge la limita de credit.

source: Automatically terminate a client on due date if he reached the credit limit. (disabled in this version)
fr: Désactiver automatiquement le client à la date d'échéance s'il atteint la limite de crédit (désactivé dans cette version version)
ro: Șterge automat un client la data scadentă dacă ajunge la limită (dezactivat în această versiune)

source: Availability hints:
fr: Conseil de disponibilité:
ro: Sfaturi disponibilitate:
sv: Info om tillgänglighet:

source: Availability zones:
fr: Zone de disponibilité:
ro: Diponibilitate zone:
sv: Tillgänglighetszoner:

source: Available
fr: Disponible
sv: Tillgänglig

source: Available actions
fr: Actions disponibles
ro: Acțiuni disponibile
sv: Tillgängliga operationer

source: Available configurations
fr: Configurations disponibles
ro: Configurații disponibile

source: Available floating IPs
fr: IPs flottantes disponibles
ro: IP-uri dinamice disponibile
sv: Tillgängliga floating IPs

source: Available ports
fr: Ports disponibles
ro: Porturi disponibile
sv: Tillgängliga portar

source: Available products
fr: Produits disponibles
ro: Produse disponibile
sv: Tillgängliga produkter

source: Available quantity: {{ $ctrl.productDetails.available_quantity }}
fr: Quantité disponible: {{ $ctrl.productDetails.available_quantity }}
ro: Cantitate disponibilă: {{ $ctrl.packageDetails.available_quantity }}

source: BOOTED FROM ISO
fr: Démarré depuis l'ISO
sv: BOOTAT FRÅN ISO

source: BOOTING FROM ISO
fr: Démarrage depuis l'ISO
sv: BOOTAR FRÅN ISO

source: BUILDING
fr: CONSTRUCTION
sv: BYGGER INSTANS

source: Back
fr: Retour
ro: Înapoi
sv: Tillbaka

source: Back to login
fr: Retour à l'identification
ro: Înapoi la login
sv: Tillbaka till inloggning

source: Backup description
fr: Description de la sauvegarde
sv: Beskrivning av backup

source: Backup name
fr: Nom de la sauvegarde
sv: Namn på backup

source: Backup rotation
fr: Rotation de sauvegarde
sv: Rotering av backuper

source: Backup schedule deleted
fr: Planning de sauvegarde supprimé
sv: Backupschema raderat

source: Backup schedule name
fr: Nom du planning de sauvegarde
sv: Namn på backupschema

source: Backup schedule rotation
fr: Rotation du planning de sauvegarde

source: Backup schedule successfully added
fr: Planning de sauvegarde ajouté avec succès
sv: Backupschema har lagts till

source: Backup schedule type
fr: Type de planification de sauvegarde
sv: Typ av backupschema

source: Backup schedules
fr: Plannings de sauvegardes
sv: Backupscheman

source: Backup type
fr: Type de sauvegarde

source: Backup was scheduled for creation
fr: La création de la sauvegarde a été planifiée
sv: Backup skapas....

source: Backup was scheduled for restoration
fr: La restauration de la sauvegarde à été planifiée
sv: Backupen schemalagd för återställning.

source: Backup was scheduled for updating
fr: La mise à jour de la sauvegarde à été planifié
sv: Backup schemalagd för uppdatering...

source: Backups
fr: Sauvegardes
sv: Backuper

source: Backups will be created every time the scheduler is being run. It will take into account all schedules that have the 'run at' field value set earlier than the moment when the script is being run.
fr: Des sauvegardes seront créées chaque fois que le planificateur est exécuté. Il prendra en compte toutes les planifications pour lesquelles la valeur du champ "exécuter à" est définie avant le moment de l'exécution du script.

source: Balance {{$ctrl.invoice.balance }} {{::$ctrl.invoice.currency }}
fr: Solde {{$ctrl.invoice.balance }} {{::$ctrl.invoice.currency }}
ro: Balanta {{$ctrl.invoice.balance}} {{::$ctrl.invoice.currency }}

source: Balance {{$ctrl.invoice.balance}} {{::$ctrl.invoice.currency }}
fr: Solde {{$ctrl.invoice.balance}} {{::$ctrl.invoice.currency }}
ro: Balanta {{$ctrl.invoice.balance}} {{::$ctrl.invoice.currency }}
sv: Saldo: {{$ctrl.invoice.balance}} {{::$ctrl.invoice.currency }}

source: Based on credit limit you can configure suspension and termination rules for clients that have a billing agreement.
fr: En fonction de la limite de crédit, vous pouvez configurer des règles de suspension et de résiliation pour les clients disposant d'un contrat spécifique de facturation.

source: Based on credit limit you can configure suspension and termination rules.
fr: En fonction de la limite de crédit, vous pouvez configurer des règles de suspension et de résiliation.
ro: Pe baza limitelor de credit poți configura regulile de suspendare și terminare.

source: Based on this setting a user is not allowed to pay an invoice from his up to date credit (default currency)<br> if the remaining up to date credit after invoice payment is lower than this value.
fr: Sur la base de ce paramètre, un utilisateur n'est pas autorisé à payer une facture à partir de son crédit à jour (devise par défaut) <br> si le crédit à jour restant après le paiement de la facture est inférieur à cette valeur.
ro: Datorită acestei setări unui utilizator poate să nu îi fie permis să plătească o factură din credit-ul său la zi (în moneda implicită)<br> dacă credit-ul la zi rămas dupa plată este mai mic decât valoarea setată.

source: Before you continue, please fill in your information
fr: Avant de continuer, veuillez renseigner vos informations
ro: Înainte de a continua, complați vă rog informațiile
sv: Fyll i din information innan du fortsätter

source: Billable seconds per month
fr: Secondes facturables par mois
ro: Secunde facturabile pe lună

source: Billing
fr: Facturation
ro: Facturare
sv: Användning

source: Billing cycle
fr: Cycle de facturation
ro: Ciclu de plată

source: Billing history
fr: Historique de facturation
ro: Istoric facturare
sv: Statistik

source: Billing journal
fr: Journal de facturation
ro: Jurnal

source: Block migration
fr: Bloquer la migration
ro: Migrare bloc

source: Boot from ISO
fr: Démarre à partir de l'ISO
sv: Starta från ISO

source: Boot instance from ISO
fr: Démarrer l'instance depuis l'ISO
sv: Starta instans från ISO

source: Booting from ISO only works with local storage, please select another image.
fr: Le démarrage à partir d'ISO ne fonctionne qu'avec le stockage local, veuillez sélectionner une autre image.

source: But allow sign-up for email on these domains
fr: Mais autoriser l'inscription pour le courrier électronique sur ces domaines

source: But your license includes {{$ctrl.max_cores}} cores.
fr: Mais votre licence comprend {{$ctrl.max_cores}} cœurs.
ro: Dar, licența ta include {{$ctrl.max_cores}} core-uri.
sv: Men din licens innehåller {{$ctrl.max_cores}} kärnor.

source: Bytes in/out
fr: Octets entrée/sortie
ro: Octeți primiți/trimiși
sv: Bytes in / ut

source: CC recipients (comma separated)
fr: Destinataires CC (séparés par une virgule)
ro: Destinatari CC (separați prin virgulă)
sv: CC-mottagare (kommaseparerade)

source: CC recipients: {{$ctrl.ticket.cc_recipients}}
fr: Destinataires CC: {{$ctrl.ticket.cc_recipients}}
ro: Destinatari CC: {{$ctrl.ticket.cc_recipients}}
sv: CC-mottagare: {{$ctrl.ticket.cc_recipients}}

source: CPU metrics
fr: Mesures du CPU
ro: Măsurători CPU
sv: CPU-data

source: CPU utilization
fr: Utilisation du CPU
ro: Utilizare CPU
sv: CPU-användning

source: CPanel plugin configurations
fr: Configurations du plugin CPanel
ro: Configurările plugin-ului CPanel

source: Calculate prices based on default currency prices and and exchange rate.
fr: Calculez les prix en fonction de la devise et du taux de change par défaut.
ro: Calculează prețurile bazându-te pe prețurile monedei implicite si rata de schimb.

source: Can't delete group while it contains products
fr: Impossible de supprimer un groupe alors qu'il contient des produits
ro: Nu puteți șterge grupul dacă conține produse

source: Can't retrieve content
fr: Impossible de retrouver le contenu
ro: Nu se poate obtine continutul

source: Cancel
fr: Annuler
ro: Anulare
sv: Avbryt

source: Cancel service
fr: Annuler le service
ro: Anulează serviciu
sv: Avbryt tjänsten

source: Canceled
fr: Annulé
ro: Anulat
sv: Avbruten

source: Cancellation reason
fr: Raison de l'annulation
ro: Motivul anulării
sv: Anledning till avslut

source: Cancellation request ID
fr: ID de la demande d'annulation
ro: ID-ul cereri de întrerupere

source: Cancellation requested
fr: Annulation demandée
ro: Anulare solicitata
sv: Avslut av tjänst registrerad

source: Cancellation type
fr: Type d'annulation
ro: Tip anulare
sv: Typ av avslut

source: Cancelled
fr: Annulé
ro: Anulat
sv: Avslutad

source: Cannot add payment as there are no enabled payment methods. You can manage them on the <a class="md-primary" ui-sref="billingGateways()">gateways</a> page.
fr: Impossible d'ajouter le paiement car il y a aucune méthode de paiement disponible. Vous pouvez les gérer sur <a class="md-primary" ui-sref="billingGateways()">passerelles</a> page.
ro: Nu pot adăuga plata pentru că nu există metode de plată activate. Puteți să le administrați pe pagina <a class="md-primary" ui-sref="billingGateways()">gateways</a>.

source: Cannot add signature
fr: Impossible d'ajouter une signature

source: Cannot boot from ISO to volume
fr: Impossible de démarré depuis l'ISO du volume

source: Cannot connect to server
fr: Impossible de se connecter au serveur
ro: Nu se poate conecta la server
sv: Det går inte att ansluta till servern

source: Cannot filter same field twice!
fr: Impossible de filtrer deux fois le même champ!
sv: Kan inte filtrera samma fält två gånger!

source: Card view
fr: Vue carte
ro: Carduri
sv: Kort-vy

source: Cart
fr: Panier
ro: Coș de cumpărături
sv: Varukorg

source: Category
fr: Catégorie
ro: Categorie

source: Category: {{$ctrl.templates.objects[0].category_display}}
fr: Catégorie: {{$ctrl.templates.objects[0].category_display}}
ro: Categorie: {{$ctrl.templates.objects[0].category_display}}

source: Change admin password for instance {{ $ctrl.instance.name }}
fr: Changer le mot de passe administrateur pour l'instance {{ $ctrl.instance.name }}
ro: Modifică parola administratorului pentru instanța {{ $ctrl.instance.name }}
sv: Ändra administratörslösenord för instans {{$ctrl.instance.name}}

source: Change client's configuration
fr: Changer la configuration client
ro: Schimbă configurările clientului

source: Change configuration
fr: Changer la configuration
ro: Schimbă configurarea

source: Change email
fr: Changer l'email
sv: Ändra e-post

source: Change if the topic has multiple consumers
fr: Changer si le sujet a plusieurs consommateurs
ro: Schimbati daca topicul are mai multi consumatori

source: Change options
fr: Changer les options
sv: Ändra alternativ

source: Change password
fr: Changer le mot de passe
ro: Modifică parola
sv: Ändra lösenord

source: Change plan
fr: Changer de plan

source: Change pricing plan
fr: Modifier le plan tarifaire

source: Change product
fr: Changer de produit
sv: Byt produkt

source: Change the current service cycle and options
fr: Changer le cycle de service actuel et les options
sv: Ändra aktuell serviceperiod och alternativ

source: Changes ready to be saved.
fr: Changements prêts à être sauvegardés.
ro: Modificările sunt gata de salvare.

source: Check
fr: Vérifier
sv: Kontrollera

source: Check all
fr: Vérifie tout
ro: Bifează toate

source: Check domain
fr: Vérifier le domaine
sv: Kontrollera domän

source: Check if domain is available
fr: Vérifier si le domain est disponible
ro: Verifică daca domeniul este disponibil
sv: Kontrollera om domän är tillgänglig

source: Check if files have been successfully migrated to the new instance disk. Choose Verify resize from the instance menu to confirm migration was successful, otherwise choose Revert resize to revert back to the initial disk.
fr: Vérifier si les fichiers on été migrer avec succès sur le disque de la nouvelle instance Choisissez Vérifier le redimensionnement dans le menu de l'instance. pour confirmer que la migration a réussi, sinon choisissez Annuler redimensionner pour revenir au disque initial.

source: Check this if an EPP code is required for domain transfer
fr: Vérifier si un code EPP est requis pour le transfert de domaine
ro: Verifică daca un cod EPP este necesar pentru transferul domeniului

source: Check your email account and click on the link to confirm the email address.
fr: Vérifier votre compte mail et cliquer sur le lien pour confirmer l'adresse mail.
sv: Kontrollera ditt e-postkonto och klicka på länken för att bekräfta e-postadressen.

source: Check your image member status
fr: Vérifier le statuts du membre de l'image
sv: Kontrollera statusen för din image member

source: Choice deleted
fr: Choix supprimer
ro: Opțiune ștearsă

source: Choice modified
fr: Choix modifié
ro: Opțiune modificată

source: Choice value
fr: Choix valeur
ro: Valoare opțiune

source: Choices
fr: Des choix
ro: Opțiuni

source: Choices select
fr: Selection de choix
ro: Alegeți opțiuni
sv: Välj alternativ

source: Choose a second factor authentication method
fr: Choisissez une méthode d'authentification à deux facteurs
sv: Välj en metod för tvåfaktursautentisering

source: Choose another default plan
fr: Choisissez un autre plan par défaut
ro: Alege alt plan implicit

source: Choose file
fr: Choisissez un fichier
ro: Alege fișier
sv: Välj fil

source: Choose files
fr: Choisissez des fichiers
sv: Välj filer

source: Choose from an existing image, volume, instance snapshot or volume snapshot
fr: Choisissez parmi une image, un volume, un instantané d'une instance ou d'un volume existant
ro: Alege dintr-o imagine, volum, snapshot instanță sau snapshot volum existent
sv: Välj från en befintlig image, volym eller snapshot

source: Choose period
fr: Choisissez une période
ro: Alege perioada
sv: Välj period

source: City
fr: Ville
ro: Oraș
sv: Stad

source: Cleanup date
fr: Date de nettoyage
sv: Rensningsdatum

source: Clear all filters
fr: Effacer tous les filtres
ro: Șterge toate filtrele
sv: Rensa alla filter

source: Click for details
fr: Cliquer pour plus de détails
ro: Click pentru detalii

source: Click here to edit client
fr: Cliquer ici pour éditer le client
sv: Klicka här för att redigera kund

source: Click here to edit domain contact
fr: Cliquer ici pour modifier contact du domaine
sv: Klicka här för att redigera domänkontakt

source: Click to copy
fr: Cliquez pour copier
ro: Click pentru copiere

source: Client Images
fr: Images client

source: Client accounts
fr: Comptes client
ro: Clienți
sv: Kundkonton

source: Client added to group
fr: Client ajouté au groupe

source: Client credit
fr: Crédit client
ro: Credit client

source: Client credit updated
fr: Mise à jour du crédit client
ro: Credit client actualizat

source: Client delete scheduled
fr: Suppression programmé de client
ro: Stergere client in progres

source: Client deletion in progress.
fr: Suppression du client en cours.

source: Client deletion in progress.\nRetry delete if this takes\nlonger than it should.
fr: Suppression du client en cours.\nRéessayez de supprimer si cela prend\nplus de temps que prévu.

source: Client details
fr: Détails client
ro: Detalii client

source: Client group
fr: Groupe client

source: Client group added
fr: Groupe client ajouté

source: Client group assigned to flavor
fr: Groupe client assigné au flavor

source: Client group deleted
fr: Groupe client supprimer

source: Client group details
fr: Details du groupe client

source: Client group removed from flavor
fr: Groupe client supprimé du flavor

source: Client group updated
fr: Mise à jour du groupe client

source: Client group {:name}
fr: Groupe client{:name}

source: Client group:
fr: Groupe client:

source: Client groups
fr: Groupes client

source: Client image
fr: Image client
ro: Imagine client
sv: Kundimage

source: Client images
fr: Images client
ro: Imagini client

source: Client is out of credit since
fr: Le client est à court de crédit depuis
ro: Clientul a rămas fără credit de la

source: Client name
fr: Nom du client

source: Client newer than 2 days
fr: Client plus récent que 2 jours
ro: Clienți mai noi de 2 zile

source: Client removed from group
fr: Client supprimer du groupe

source: Client signup automation
fr: Automatisation de l'inscription client
ro: Automatizare înregistrare clienți

source: Client {{fname}} {{lname}} created
fr: Client {{fname}} {{lname}} créé
ro: Clientul {{fname}} {{lname}} a fost creat

source: Client {{fname}} {{lname}} modified
fr: Client {{fname}} {{lname}} modifié
ro: Clientul {{fname}} {{lname}} a fost modificat
sv: Kund {{fname}} {{lname}} modifierad

source: Clients & users
fr: Clients et utilisateurs
ro: Clienți și utilizatori

source: Close
fr: Fermer
ro: Inchide
sv: Stäng

source: Close impersonation
fr: Incarner
ro: Închide impersonarea
sv: Stäng kundvy

source: Close ticket
fr: Ticket clôturer
ro: Închide tichet
sv: Stäng ärende

source: Cloud resources
fr: Ressources cloud
ro: Resurse cloud

source: Cloud-init user data
fr: Données utilisateur Cloud-init
sv: Cloud-init data

source: Cluster Templates
fr: Modèles de cluster
sv: Klustertemplates

source: Cluster create timeout: {{$ctrl.cluster.create_timeout}}
fr: Durée de création du cluster expirée: {{ $ctrl.volume.created_at | date:'mediumDate' }}
sv: Timeout vid skapande av kluster: {{$ctrl.cluster.create_timeout}}

source: Cluster deleted scheduled
fr: Suppression du cluster planifiée
sv: Raderar kluster..

source: Cluster details
fr: Détails du cluster
sv: Klusterdetaljer

source: Cluster name
fr: Nom du cluster
sv: Klusternamn

source: Cluster template
fr: Modèle de cluster
sv: Klustertemplate

source: Cluster template deleted
fr: Modèle de cluster supprimé
sv: Klustertemplaten har raderats

source: Cluster template details
fr: Détails du modèle de cluster
sv: Detaljer om klustertemplate

source: Cluster template name
fr: Nom du modèle de cluster
sv: Namn på klustertemplate

source: Cluster template {:clusterTemplateTitle}
fr: Modèle de cluster {:clusterTemplateTitle}
sv: Klustertemplate {:clusterTemplateTitle}

source: Cluster template: <a class="md-primary" ui-sref="openstackClusterTemplateDetails({'id': $ctrl.cluster.cluster_template.id})"> {{$ctrl.cluster.cluster_template.name}} </a>
fr: Modèle de cluster: <a class="md-primary" ui-sref="openstackClusterTemplateDetails({'id': $ctrl.cluster.cluster_template.id})"> {{$ctrl.cluster.cluster_template.name}} </a>
sv: Klustertemplate: <a class="md-primary" ui-sref="openstackClusterTemplateDetails({'id': $ctrl.cluster.cluster_template.id})"> {{$ctrl.cluster.cluster_template.name}} </a>

source: Cluster templates
fr: Modèle de cluster
sv: Klustertemplates

source: Code at
fr: Code à

source: Comment
fr: Commentaire
ro: Comentează

source: Comment & Close
fr: Commenter et Fermer
ro: Comentează & Închide

source: Comment added
fr: Commentaire ajouter
ro: Comentariu adăugat

source: Community Images
fr: Images de la communauté

source: Company
fr: Entreprise
ro: Companie
sv: Företag

source: Company info
fr: Information de l'entreprise
ro: Informații companie
