Repository: binerogroup/fleio-i18n
Catalog: translations/frontend/po/*.po
Languages: fr, ro, sv

source: Search invoices
fr: Rechercher des factures
ro: Căutare facturi
sv: Sök fakturor

source: Search journal entries
fr: Recherche des entrées du journal
ro: Căutare intrări jurnal

source: Search keys
fr: Rechercher des clés
ro: Căutare chei
sv: Sök nycklar

source: Search log
fr: Rechercher des logs
ro: Istoric căutare

source: Search networks
fr: Rechercher des réseaux
ro: Căutare rețele
sv: Sök bland nätverk

source: Search notifications
fr: Rechercher des notifications
ro: Căutare notificări

source: Search orders
fr: Rechercher des achats
ro: Căutare comenzi

source: Search plans
fr: Rechercher des plans
ro: Căutare planuri

source: Search products
fr: Rechercher des produits
ro: Căutare produse

source: Search project
fr: Rechercher un projet
ro: Căutare proiect

source: Search projects
fr: Rechercher des projets
ro: Căutare proiecte

source: Search reports
fr: Rechercher des rapports

source: Search routers
fr: Rechercher des routeurs
ro: Căutare routere
sv: Sök routrar

source: Search security groups
fr: Rechercher des groupes de sécurité
ro: Căutare grupuri de securitate
sv: Sök säkerhetsgrupper

source: Search services
fr: Rechercher des services
ro: Căutare servicii
sv: Sök tjänster

source: Search subnetpools
fr: Rechercher des pool de sous-réseaux
ro: Caută subrețele

source: Search tasks
fr: Rechercher des tâches
ro: Căutare activitate

source: Search tax rules
fr: Rechercher des règles de facturation
ro: Caută reguli taxare

source: Search tickets
fr: Rechercher des tickets
ro: Căutare tichete
sv: Sök ärenden

source: Search user groups
fr: Rechercher des groupes utilisateur
ro: Căutare grupuri utilizatori

source: Search users
fr: Rechercher des utilisateurs
ro: Căutare ultilizatori

source: Search volume backups
fr: Rechercher des sauvegardes de volumes
sv: Sök volymbackuper

source: Search volume snapshots
fr: Rechercher dans les snapshots de volume
sv: Sök snapshots

source: Search volumes
fr: Rechercher des volumes
ro: Căutare volume
sv: Sök volymer

source: Search zones
fr: Rechercher des zones
ro: Căutare zone
sv: Sök zoner

source: Second factor auth
fr: Deuxième facteur d'authentification

source: Second factor authentication
fr: Authentification à deux facteurs
sv: Tvåfaktorsautentisering

source: Second factor authentication confirm options
fr: Option de confirmation de l'authentification a deux facteurs
sv: Bekräfta alternativ för 2FA

source: Second nameserver
fr: Deuxième nom de serveur
ro: Al doilea nameserver
sv: Andra namnserver

source: Secret key: {{$ctrl.secret_key}}
fr: Clé secrète: {{$ctrl.secret_key}}
sv: Hemlig nyckel: {{$ctrl.secret_key}}

source: Secure connection
fr: Connexion sécurisée

source: Secure your account
fr: Sécuriser votre compte
sv: Skydda ditt konto

source: Security group
fr: Groupe de sécurité
ro: Grup de securitate
sv: Säkerhetsgrupp

source: Security group create scheduled
fr: Création du groupe de sécurité en cours
ro: Creare grup de securitate in progres
sv: Skapar säkerhetsgrupp...

source: Security group delete scheduled
fr: Suppression du groupe de sécurité en cours
ro: Stergere grup de securitate in progres
sv: Raderar säkerhetsgrupp...

source: Security group details
fr: Détails du groupe de sécurité
ro: Detalii grup de securitate
sv: Säkerhetsgruppsinformation

source: Security group update scheduled
fr: Mise à jour du groupe de sécurité en cours
ro: Actualizare grup de securitate in progres
sv: Uppdaterar säkerhetsgrupp...

source: Security group {:securityGroup}
fr: Groupe de sécurité {:securityGroup}
ro: Grup de securitate {:securityGroup}
sv: Säkerhetsgrupp {:securityGroup}

source: Security groups
fr: Groupes de sécurité
ro: Grupuri securitate
sv: Säkerhetsgrupper

source: Select
fr: Sélectionner
ro: Selectează
sv: Välj

source: Select Docker storage driver
fr: Sélectionnez un pilote de stockage docker
sv: Välj Docker-lagringsdrivrutin

source: Select a client first.
fr: Sélectionnez d'abord un client.

source: Select a client group to assign to flavor
fr: Sélectionnez un groupe de clients à attribuer à un flavor

source: Select a client to add it to the group
fr: Sélectionnez un client pour l'ajouter au groupe

source: Select a configuration
fr: Sélectionnez une configuration
ro: Selectează configurare
sv: Välj en konfiguration

source: Select a domain contact
fr: Sélectionnez un contact de domaine
sv: Välj domänkontakt

source: Select a flavor
fr: Sélectionnez un flavor
ro: Te rugăm selectează configuratie
sv: Välj en instanstyp

source: Select a flavor group to add it to the image
fr: Sélectionnez un groupe de flavor puis l'ajouter a l'image

source: Select a flavor to add it to the group
fr: Sélectionnez un flavor puis l'ajouter au groupe

source: Select a flavor to add it to the image
fr: Sélectionnez un flavor puis l'ajouter a l'image

source: Select a group
fr: Sélectionnez un groupe
ro: Selectează un grup

source: Select a group and add {{$ctrl.user.username}} to it.
fr: Sélectionnez un groupe et ajouté {{$ctrl.user.username}} à celui-ci.
ro: Selectați un grup și adăugați {{$ctrl.user.username}} la el.

source: Select a group to manage permissions
fr: Sélectionnez un groupe pour gérer ses permissions
ro: Selectați un grup pentru a administra permisiunile.

source: Select a new product below
fr: Sélectionnez un nouveau produit ci-dessous
sv: Välj en ny produkt nedan

source: Select a product
fr: Sélectionnez le produit
sv: Välj en produkt

source: Select a region
fr: Sélectionnez la région
ro: Selectează regiune
sv: Välj region

source: Select a registrar
fr: Sélectionnez le registraire
ro: Selectează un registrar

source: Select a user to add it to the group
fr: Sélectionnez un utilisateur puis ajouter le au groupe
ro: Selectează utilizator de adăugat la grup

source: Select a user to manage permissions
fr: Sélectionnez un utilisateur pour gérer ses permissions
ro: Selectați un utilizator pentru a administra permisiunile

source: Select additional options
fr: Sélectionnez des options supplémentaires
sv: Välj ytterligare alternativ

source: Select an existing value
fr: Sélectionnez une valeur existante
ro: Selectează o valoare existentă
sv: Välj ett befintligt värde

source: Select another plan to migrate clients from <b>{{::$ctrl.plan.name }}</b>
fr: Sélectionnez un autre plan pour migrer les clients depuis <b>{{::$ctrl.plan.name }}</b>
ro: Selectează un alt plan pentru a migra clienți de pe <b>{{::$ctrl.plan.name }}</b>

source: Select boot source
fr: Sélectionnez la source de démarrage
ro: Nici o sursă selectată
sv: Välj boot-källa

source: Select client
fr: Sélectionnez le client
ro: Selectează client
sv: Välj kund

source: Select client *
fr: Sélectionnez le client *

source: Select coe
fr: Sélectionnez un coe
sv: Välj coe

source: Select configurable option
fr: Sélectionnez l'option configurable
ro: Selectează opțioune configurabilă

source: Select currency
fr: Sélectionnez la devise
ro: Selectează valuta

source: Select department
fr: Sélectionner le département
sv: Välj avdelning

source: Select distribution
fr: Sélectionnez la distribution
ro: Selectează distribuție
sv: Välj distribution

source: Select domain
fr: Sélectionnez un domaine
sv: Välj domän

source: Select external network
fr: Sélectionnez un réseau externe
sv: Välj externt nätverk

source: Select fixed network
fr: Sélectionnez un réseau static
sv: Välj fast nätverk

source: Select flavor
fr: Sélectionnez le flavor
ro: Selectează configurație
sv: Välj instanstyp

source: Select from subnet pool
fr: Sélectionner depuis le pool de sous-réseaux
sv: Välj från subnetpool

source: Select group
fr: Sélectionnez le groupe
ro: Selectează grup

source: Select hypervisor
fr: Sélectionnez l'hyperviseur
ro: Selectează hipervizor

source: Select image
fr: Sélectionner l'image
sv: Välj en image

source: Select item
fr: Sélectionner un article
ro: Selectează articol
sv: Välj objekt

source: Select keypair
fr: Sélectionnez la paire de clés
sv: Välj nyckelpar

source: Select master node flavor
fr: Sélectionnez le flavor du node maitre
sv: Välj huvudnods instanstyp

source: Select metric
fr: Sélectionnez une mesure
ro: Selectează măsurătoare

source: Select metric unit
fr: Sélectionnez une unité de mesure
ro: Selectează unitatea de măsură

source: Select metrics type
fr: Sélectionnez le type de mesure
ro: Selectează tipul măsurători
sv: Välj typ av metrics

source: Select month
fr: Sélectionnez le mois

source: Select network
fr: Sélectionnez un réseau
ro: Selectează rețeaua
sv: Välj nätverk

source: Select network driver
fr: Sélectionnez un pilote de réseau
sv: Välj nätverksdrivrutin

source: Select new client
fr: Sélectionnez un nouveau client

source: Select new client for the instance
fr: Sélectionnez un nouveau client pour l'instance

source: Select new cycle
fr: Sélectionnez un nouveau cycle
sv: Välj ny period

source: Select new host
fr: Sélectionnez un nouvel hôte
ro: Selectează server nou

source: Select node flavor
fr: Sélectionnez un flavor de node
sv: Välj nods instanstyp

source: Select operator
fr: Sélectionner un opérateur
ro: Selectează operator

source: Select payment method
fr: Sélectionner une méthode paiement
ro: Alege metoda de plată
sv: Välj betalningsmetod

source: Select period
fr: Sélectionnez un période
ro: Selectează perioada
sv: Välj period

source: Select plan to migrate
fr: Sélectionnez un plan de migration
ro: Selectează plan pentru a migra

source: Select port
fr: Sélectionnez le port
ro: Selectează port
sv: Välj port

source: Select product
fr: Sélectionnez un produit
ro: Selectează produs

source: Select project
fr: Sélectionnez le projet
ro: Selectează proiect

source: Select refund method
fr: Sélectionnez un méthode de remboursement
ro: Selectează metoda de rambursare

source: Select region
fr: Sélectionnez la région
sv: Välj region

source: Select registration period
fr: Sélectionnez la période d'inscription
ro: Selectează perioada de înregistrare
sv: Välj registreringsperiod

source: Select resource
fr: Sélectionnez une ressource
ro: Selectează resursă

source: Select security group
fr: Sélectionnez un groupe de sécurité
sv: Välj säkerhetsgrupp

source: Select server type
fr: Sélectionnez le type de serveur
sv: Välj servertyp

source: Select source
fr: Sélectionnez la source
ro: Selectează sursă
sv: Välj källa

source: Select source type
fr: Sélectionnez le type de source
ro: Selectează tip sursă
sv: Välj typ av källa

source: Select storage type
fr: Sélectionnez le type de stockage
ro: Selectează tip stocare
sv: Välj lagringstyp

source: Select subnet
fr: Sélectionnez le sous-réseau
ro: Selectează subrețeaua
sv: Välj subnät

source: Select the email message notification template that is sent to new users after they sign up.
fr: Sélectionnez le modèle de notification email qui sera envoyé aux nouveau utilisateurs après leur inscription.

source: Select this option if you want to use a domain you already registered.
fr: Sélectionnez cette option si vous voulez utiliser un domaine déjà enregistrer.
sv: Välj detta alternativ om du vill använda en redan registrerad domän

source: Select this option to order a new domain.
fr: Sélectionnez cette option pour commander un nouveau domaine.
sv: Välj detta alternativ för att registrera en ny domän

source: Select this option to use a domain you already placed in cart.
fr: Sélectionnez cette option pour utiliser un domaine qui se trouve déjà dans votre panier.
sv: Välj detta alternativ för att använda en domän ur varukorgen

source: Select this option to use an external domain registered with another provider. You will have to configure nameservers manually.
fr: Sélectionnez cette option pour utilisé un domaine externe enregistrer chez un autre fournisseur. Vous devrez configurer les noms de serveurs manuellement.
sv: Välj detta alternativ för att använda en extern domän registrerad på annan plats. Du behöver konfigurera namnservrarna manuellt.

source: Select this option to use transfer a domain from another provider.
fr: Sélectionnez cette option pour utiliser un domaine transféré depuis un autre fournisseur.
sv: Välj detta alternativ för att transferera en domän från en annan leverantör.

source: Select time unit
fr: Sélectionnez une unité de temps
ro: Selectează unitatea de timp

source: Select transaction to refund
fr: Sélectionnez la transaction à rembourser
ro: Alege tranzacția de rambursat

source: Select unit
fr: Sélectionnez l'unité
ro: Selectează unitate

source: Select user
fr: Sélectionnez un utilisateur
ro: Selectează utilizator
sv: Välj användare

source: Select user group
fr: Sélectionnez le groupe d'utilisateur
ro: Selectează grup utilizatori

source: Select value
fr: Sélectionnez une valeur
ro: Selectează valoare

source: Select volume driver
fr: Sélectionner le pilote de volume
sv: Välj volymdrivrutin

source: Selected image
fr: Image sélectionnée

source: Selected subnet is not valid
fr: Le sous réseau sélectionné n'est pas valide
sv: Det valda subnätet är inte giltigt

source: Selected volume
fr: Volume sélectionné

source: Selecting a <strong>Notification template</strong> will send a notification to the client on suspension.
fr: La sélection d'un <strong> modèle de notification </strong> enverra une notification au client suspendu.
ro: Selectând un <strong> șablon de notificări</strong> va trimite o notificare clientului când acesta va fi suspendat.

source: Send batch size
fr: Envoyer la taille du batch

source: Send code
fr: Envoyer le code
sv: Skicka kod

source: Send code to ?
fr: Envoyer le code à ?
sv: Skicka kod till?

source: Send interval(between batches)
fr: Intervalle d'envois (entre les batches)

source: Send mails
fr: Envoyer un email

source: Send mass email to clients
fr: Envoyé un email de masse aux clients

source: Send mass email to selected clients
fr: Envoyer un email de masse au clients sélectionné

source: Send mass mail to filtered clients
fr: Envoyé un email de masse aux clients filtrés

source: Send notifications on ticket open to staff users
fr: Envoyer des notifications sur les tickets ouverts aux utilisateurs du staff
ro: Trimite notificări la deschiderea tichetului către utilizatorii staff

source: Send notifications to cc recipients when a reply is added to a ticket
fr: Envoyer des notifications
ro: Trimite notificări la destinatarii cc când un răspuns este adăugat la un tichet

source: Send notifications to cc recipients when ticket is closed
fr: Envoyer une notification aux destinataires quand le ticket est clôturer
ro: Trimite notificări la destinatarii cc când un tichet este închis

source: Send notifications to cc recipients when ticket is opened
fr: Envoyer une notification aux destinataires quand le ticket est ouvert
ro: Trimite notificări la destinatarii cc când un tichet este deschis

source: Send notifications to customers having billing agreements
fr: Envoyer des notifications aux clients ayant un contrat de facturation spécifique

source: Send notifications to end users when a staff user replies to ticket
fr: Envoyer des notifications aux utilisateurs finaux quand un utilisateur du staff répond au ticket
ro: Trimite notificări la utilizatorii finali când un utilizator staff răspunde la tichet

source: Send notifications to end users when a ticket is closed
fr: Envoyer des notifications aux utilisateurs finaux lorsqu'un ticket est fermé
ro: Trimite notificări la utilizatorii finali când un tichet este închis

source: Send notifications to end users when a ticket is opened
fr: Envoyer des notifications aux utilisateurs finaux lorsqu'un ticket est ouvert
ro: Trimite notificări la utilizatorii finali când un tichet este deschis

source: Send notifications to users when a staff user replies to ticket
fr: Envoyer des notifications aux utilisateurs lorsqu'un membre de l'équipe répond au ticket
ro: Trimite notificări la utilizatorii finali când un utilizator staff răspunde la tichet

source: Send notifications when a client has a billing agreement enabled
fr: Envoyer des notifications lorsqu'un client à un contrat de facturation spécifique activé

source: Send notifications when a client's remaining hours with his current credit is reached
fr: Envoyer des notifications lorsque les heures restantes d'un client avec son crédit actuel sont atteintes
ro: Trimite notificări când clientul va atinge limita creditului actual în orele următoare

source: Send notifications when end user replies to a ticket to staff users
fr: Envoyer des notifications lorsqu'un utilisateurs final répond à un ticket du personnel
ro: Trimite notificări când un utilizator final răspunde la tichet, către utilizatorii staff

source: Send notifications when staff user replies to a ticket to staff users
fr: Envoyer des notifications lorsqu'un utilisateur du personnel répond à u
ro: Trimite notificări când un utilizator staff răspunde la tichet, către utilizatorii staff

source: Send notifications when user replies to a ticket to staff users
fr: Envoyer des notifications lorsqu'un utilisateur répond à un ticket de l'équipe
ro: Trimite notificări când un utilizator final răspunde la tichet, către utilizatorii staff

source: Send welcome email
fr: Envoyer un email de bienvenue

source: Sequential numbering of paid invoices
fr: Numérotation séquentielle des factures payées
ro: Numerotare secvențiala pentru facturile plătite

source: Serial Number
fr: Numéro de série
ro: Număr de serie
sv: Serienummer

source: Server
fr: Serveur

source: Server details
fr: Détails du serveur
ro: Detalii server

source: Server group
fr: Groupe de serveur
ro: Grup servere

source: Server group details
fr: Détails du groupe de serveur
ro: Detalii grup servere

source: Server group {{::$ctrl.serverGroup.name}}
fr: Groupe de serveur {{::$ctrl.serverGroup.name}}
ro: Grup servere {{::$ctrl.server.name}}

source: Server group {{name}} created
fr: Groupe de serveur {{name}} créé
ro: Grup servere {{name}} creat

source: Server group {{name}} deleted
fr: Groupe de serveur {{name}} supprimé
ro: Grup servere {{name}} șters

source: Server group {{name}} updated
fr: Groupe de serveur {{name}} mis à jour
ro: Grup servere {{name}} actualizat

source: Server groups
fr: Groupes de serveur
ro: Grupuri servere

source: Server list
fr: Liste de serveurs

source: Server location
fr: Location du serveur

source: Server name
fr: Nom du serveur
ro: Nume server

source: Server type
fr: Type de serveur
ro: Tip server
sv: Servertyp

source: Server type: {{$ctrl.clusterTemplate.server_type}}
fr: Type de serveur: {{$ctrl.clusterTemplate.server_type}}
sv: Servertyp: {{$ctrl.clusterTemplate.server_type}}

source: Server {{name}} created
fr: Serveur {{name}} créé
ro: Server {{name}} creat

source: Server {{name}} deleted
fr: Serveur {{name}} supprimé
ro: Server {{name}} șters

source: Server {{name}} updated
fr: Serveur {{name}} mis à jour
ro: Server {{name}} actualizat

source: Servers
fr: Serveurs
ro: Servere

source: Service cancellation requested
fr: Annulation de service demandée
ro: Anulare serviciu solicitata
sv: Avslut av tjänst har skickats in

source: Service details
fr: Détails du service
ro: Detalii serviciu
sv: Tjänstedetaljer

source: Service status
fr: Statut du service
ro: Stare serviciu

source: Services count
fr: Nombre de services
ro: Numă servicii

source: Set SMS authenticator as default
fr: Définir l'authentificateur SMS par défaut
sv: Ställ in SMS-authenticator som standard

source: Set as default
fr: Configurer par défaut
sv: Sätt som standard

source: Set as verified
fr: Définir comme vérifié
ro: Salvat ca verificat

source: Set back to pending
fr: Remettre en attente
ro: Înapoi in asteptare
sv: Ställ tillbaka till väntande

source: Set google authenticator as default
fr: Définir google authenticator par défaut
sv: Ställ in google authenticator som standard

source: Set license
fr: Définir une licence
ro: Setează licența

source: Set new license
fr: Définir une nouvelle licence
ro: Setează licența nouă

source: Set new password
fr: Définir un nouveau mot de passe
ro: Setează parola nouă
sv: Nytt lösenord

source: Set new plan
fr: Définir un nouveau plan

source: Set phone number
fr: Saisir le numéro de téléphone
sv: Ställ in telefonnummer

source: Set the Administrator password on first boot through the web console.
fr: Définissez le mot de passe Administrateur au premier démarrage via la console Web.
ro: Setează parola de Administrator la prima bootare din consola web.
sv: Ställ in administratörslösenordet vid första start via webbkonsolen.

source: Set to "N/A"
fr: Réglé sur "N/A"

source: Set to "done"
fr: Régler sur "terminé"

source: Set to "in progress"
fr: Réglé sur "en cours"

source: Set to "open"
fr: Régler sur "ouvert"

source: Settings
fr: Paramètres
ro: Setări

source: Settings are incorrect for {{$ctrl.section}}
fr: Les paramètres sont incorrect pour {{$ctrl.section}}
ro: Setări incorecte pentru {{$ctrl.section}}

source: Settings saved
fr: Paramètres sauvegardés

source: Settlement
fr: Règlement

source: Setup fee
fr: Frais d'installation
ro: Taxa creare

source: Setup fee entire quantity
fr: Frais d'installation
ro: Taxa de setup pentru toata cantitatea

source: Setup fee: {{::$ctrl.serviceDetails.cycle.setup_fee }}
fr: Frais d'installation: {{::$ctrl.serviceDetails.cycle.setup_fee }}
ro: Taxă instalare: {{ ::$ctrl.serviceDetails.cycle.setup_fee }}
sv: Startavgift: {{::$ctrl.serviceDetails.cycle.setup_fee }}

source: Setup fees
fr: Frais d'installation
ro: Taxe inițiale
sv: Startavgifter

source: Setup fees: {{$ctrl.cart.setup_fees}} {{::$ctrl.cart.currency}}
fr: Frais d'installation: {{$ctrl.cart.setup_fees}} {{::$ctrl.cart.currency}}
ro: Taxe inițiale: {{$ctrl.cart.setup_fees}} {{::$ctrl.cart.currency}}
sv: Startavgifter: {{$ctrl.cart.setup_fees}} {{::$ctrl.cart.currency}}

source: Share the image
fr: Partager l'image

source: Shared
fr: Partagé
ro: Partajat
sv: Delad

source: Shared Images
fr: Images partagées
sv: Delade images

source: Shared images
fr: Images partagées
ro: Imagini partajate
sv: Delade images

source: Shared migration
fr: Migration partagée
ro: Migrare partajata

source: Shared: {{ $ctrl.network.shared }}
fr: Partagé: {{ $ctrl.network.shared }}
ro: Comun:{{ $ctrl.network.shared }}

source: Shopping cart
fr: Panier
ro: Coș de cumpărături
sv: Varukorg

source: Show actions
fr: Afficher les actions
ro: Arată acțiuni

source: Show all
fr: Tout afficher
ro: Arată tot

source: Show flavor to client groups
fr: Afficher le flavor pour les groupes client

source: Show flavor {:name} to client groups
fr: Afficher le flavor {:name} pour les groupes client

source: Show flavor {{$ctrl.flavor.name || $ctrl.flavor.id}} to client groups
fr: Afficher le flavor {{$ctrl.flavor.name || $ctrl.flavor.id}} pour les groupes client

source: Show in end user panel
fr: Afficher dans le panneau de l'utilisateur final
ro: Arată în panoul utilizatorului

source: Show in end-user panel
fr: Afficher dans le panneau de l'utilisateur final
ro: Arată in panoul utilizatorului

source: Show to client groups
fr: Afficher pour les groupes de client

source: Show to user
fr: Afficher pour l'utilisateur
ro: Arată utilizatorului

source: Showing 1 API User
fr: Affichage d' 1 utilisateurs d'API
ro: 1 utilizator API
sv: Visar 1 API User

source: Showing 1 group of {{$ctrl.serverGroups.totalCount}}
fr: Afficher 1 groupe sur {{$ctrl.serverGroups.totalCount}}
ro: Se afișează 1 grup din {{$ctrl.serverGroups.totalCount}}

source: Showing 1 notification of {{$ctrl.notifications.totalCount}}
fr: Afficher 1 notification sur {{$ctrl.notifications.totalCount}}
ro: Se afișează 1 configuratie din {{$ctrl.notifications.totalCount}}
sv: Visar 1 notification of {{$ctrl.notifications.totalCount}}

source: Showing 1 option of {{$ctrl.options.totalCount}}
fr: Afficher 1 option sur {{$ctrl.options.totalCount}}
ro: Se afișează 1 plan din {{$ctrl.options.totalCount}}
