Repository: binerogroup/fleio-i18n
Catalog: translations/frontend/po/*.po
Languages: fr, ro, sv

source: No users matching "{{$ctrl.userSearchText}}" found
fr: Aucun utilisateurs correspondant "{{$ctrl.userSearchText}}" n'a été trouvé
ro: Nu am găsit niciun utilizator care să potrivească cu "{{$ctrl.usersSearchText}}"

source: No volume found
fr: Pas de volume trouvé
sv: Ingen volym hittades

source: No volume types found.
fr: Aucun type de volume trouvé.
ro: Nici un tip de volum găsit.

source: No volumes
fr: Aucun volume
ro: Nu există volume
sv: Inga volymer

source: No volumes attached
fr: Aucun volume attaché
ro: Nu există volume atașate
sv: Inga volymer anslutna

source: No zones
fr: Aucune zones
ro: Nici o zona
sv: Inga zoner

source: No zones found
fr: Aucune zone trouvé
ro: Nici o zona gasită
sv: Inga zoner hittades

source: Node Addresses: <span ng-repeat="address in $ctrl.cluster.node_addresses track by $index"> <a ui-sref="openstackInstances({'search': address})" class="md-primary">{{ address }}</a> <span ng-if="$index < $ctrl.cluster.node_addresses.length - 1">, </span> </span>
fr: Adresses des nodes: <span ng-repeat="address in $ctrl.cluster.node_addresses track by $index"> <a ui-sref="openstackInstances({'search': address})" class="md-primary">{{ address }}</a> <span ng-if="$index < $ctrl.cluster.node_addresses.length - 1">, </span> </span>
sv: Nod-adresser: <span ng-repeat="address in $ctrl.cluster.node_addresses track by $index"> <a ui-sref="openstackInstances({'search': address})" class="md-primary">{{ address }}</a> <span ng-if="$index < $ctrl.cluster.node_addresses.length - 1">, </span> </span>

source: Node count
fr: Nombre de node
sv: Nodantal

source: Node count: {{$ctrl.cluster.node_count}}
fr: Nombre de node: {{ ::$ctrl.router.project_id }}
sv: Nodantal: {{$ctrl.cluster.node_count}}

source: Node flavor
fr: Flavor de node
sv: Nodens instanstyp

source: Node flavor: {{$ctrl.cluster.flavor_id}}
fr: Flavor de node: {{$ctrl.instance.flavor.name }}
sv: Nodens instanstyp: {{$ctrl.cluster.flavor_id}}

source: Node spec
fr: Spécificité de node
sv: Nodspecifikation

source: Nodes to remove (comma separated IDs)
fr: Nodes à supprimer (séparés par une virgule)
sv: Noder att ta bort (kommaseparerade ID)

source: None
fr: Aucun
ro: Nici unul
sv: Ingen

source: Not compatible with selected boot source
fr: Incompatible avec la source de démarrage sélectionné
sv: Inte kompatibel med vald källa för boot

source: Not shared
fr: Non partagé
ro: Nepartajat

source: Note added
fr: Note ajoutée
ro: Notă adăugată

source: Note deleted
fr: Note supprimée
ro: Notă ștearsă

source: Note that migration may fail if target hypervisor does not have enough disk space. Use live migration if you want to overcommit.
fr: Notez que la migration peut échouer si l'hyperviseur cible ne dispose pas de suffisamment d'espace disque. Utilisez la migration direct si vous souhaitez surconsommé.

source: Note that you must also configure <strong>Notifications</strong>, on the next tab, in order for Fleio to work.
fr: Notez que vous devez également configurer <strong> Notifications </ strong> dans l'onglet suivant pour que Fleio fonctionne.
ro: De notat ca trebuie de asemenea sa configurati <strong>Notificarile</strong>, in tab-ul urmator, ca Fleio sa functioneze.

source: Note updated
fr: Note mise à jour
ro: Notă actualizată

source: Note: <span class="fl-detail">if you assign a client group to this flavor, only clients from that client group will be able to see the flavor. If no client group is assigned to the flavor, it means that the end-user can see it regardless of its groups.</span>
fr: Note: <span class="fl-detail">si vous assignez un groupe de client à ce flavor, seul les clients dans ce groupe de client seront capable de voir ce flavor. Si aucun groupe de client n'est assigné à ce flavor, cela veut dire que le client final peut le voir sans importance de groupe</span>

source: Note: if instance is booted from volume, you would need to have support for volume snapshots.
fr: Note: si une instance est démarré depuis un volume, vous aurez besoin d'assistance pour les snapshots de volumes.
sv: OBS! Om instansen startas från volym, måste du ha stöd för volymsnapshots.

source: Note: password will be requested when sourcing file.
fr: Note: le mot de passe sera demandé lors du sourcing du fichier.
sv: OBS! Lösenord kommer att begäras.

source: Notes: you can only select flavors larger than your current flavor. After the resize is completed, the instance will have the state "VERIFY RESIZE". Check if everything is ok with your data and then click on "Confirm resize" in the instance menu.
fr: Notes: Vous pouvez uniquement créer un flavor plus gros que le flavor actuel. Après la finalisation de l'opération, l'instance aura le statut "VÉRIFICATION DU REDIMENSIONNEMENT". Vérifiez si tout est ok avec vos données puis cliquez sur "Confirmer le redimensionnement" de le menu de l'instance.
sv: Anmärkningar: du kan bara välja större instanstyper än din nuvarande typ. När storleksändringen har slutförts kommer instansen att ha "VERIFY RESIZE" som status. Kontrollera att allt är i ordning med din data och klicka sedan på "Bekräfta" i instansmenyn.

source: Notification deleted
fr: Notification supprimée
ro: Notificare ștearsă

source: Notification template
fr: Modèle de notification
ro: Șablon de notificări

source: Notification templates
fr: Modèles de notification
ro: Template-uri notificări

source: Notification urls (hidden)
fr: URL de notification (masquées)
ro: Url-uri notificări (ascuns)

source: Notifications URLs
fr: URLs de notifications
ro: URL notificari

source: Notifications exchange
fr: Échange de notifications
ro: Notificări schimburi

source: Notifications pool name
fr: Nom du pool de notifications
ro: Nume 'pool' notificări

source: Notifications sender email
fr: Notifications de l'email de l'expéditeur
ro: Notificări e-mail expeditor

source: Notifications sender name
fr: Notifications du nom de l'expéditeur
ro: Notificări nume expeditor

source: Notifications test dialog
fr: Dialogue test des notifications
ro: Dialog test notificari

source: Notifications to end users ( ticket owner )
fr: Notifications aux utilisateurs finaux (propriétaire du ticket)
ro: Notificări către utilizatorii finali ( deținătorul tichetului )

source: Notifications to staff users
fr: Notifications de l'équipe du staff
ro: Notificări către utilizatori staff

source: Notifications to ticket cc recipients
fr: Notifications aux destinataires cc du ticket
ro: Notificări către destinatari cc

source: Notifications topic
fr: Topic des notifications
ro: Notificări topic

source: Notify on ticket closed
fr: Notifier le ticket fermé
ro: Notifică la închiderea tichetului
sv: Meddela när ärende stängs

source: Notify on ticket opened
fr: Notifier le ticket ouvert
ro: Notifică la deschiderea tichetului
sv: Meddela när ärende öppnas

source: Notify on unpaid invoices
fr: Notifier les factures impayées
ro: Notifică la facturi neplătite

source: Number of clients in this group
fr: Nombre de clients dans ce groupe

source: Number of flavors in this group
fr: Nombre de flavors dans ce groupe

source: Number of lines to show
fr: Nombre de lignes à afficher
ro: Numărul liniilor de afișat
sv: Antal rader som ska visas

source: Number of users in this group
fr: Nombre d'utilisateurs dans ce groupe
ro: Numărul de utilizatori din acest grup

source: OS distro
fr: OS distribution
ro: Distribuție sistem de operare
sv: Operativsystem

source: OS distro: {{ $ctrl.image.os_distro }}
fr: OS distribution: {{ $ctrl.image.os_distro }}
ro: Distribuție sistem de operare: {{ $ctrl.image.os_distro }}

source: OS version
fr: Version de l'OS
ro: Versiune sistem de operare

source: OS version: {{ $ctrl.image.os_version }}
fr: Version de l'OS: {{ $ctrl.image.os_version }}
ro: Versiune sistem de operare: {{ $ctrl.image.os_version }}

source: Object
fr: Objet
ro: Obiect
sv: Objekt

source: Object count
fr: Nombre d'objets
sv: Objektantal

source: Object count: {{ ::$ctrl.volumeBackup.object_count }}
fr: Nombre d'objets: {{ ::$ctrl.volumeBackup.object_count }}
sv: Objektantal: {{ ::$ctrl.volumeBackup.object_count }}

source: Object storage details
fr: Détails du stockage objet
sv: Information om objektlagring

source: Old password
fr: Ancien mot de passe
ro: Parola veche
sv: Gammalt lösenord

source: On service due date
fr: Date d'échéance du service
ro: La data scadentă a serviciului
sv: Vid förfallodag

source: Once a client has reached this limit, he will no longer be able to create or upgrade resources.
fr: Lorsqu'un client a atteint cette limite, il ne peut plus créer ni mettre à niveau les ressources.
ro: Când un client atinge limita nu va mai putea creea sau upgrada resurse.

source: Once a client with a credit card on file with us has reached this limit, he will no longer be able to create or upgrade resources.
fr: Lorsqu'un client avec une carte de crédit enregistrée chez nous a atteint cette limite, il ne sera plus en mesure de créer ou de mettre à niveau des ressources.

source: Once disabled, users that use this method will not be required anymore to complete second factor auth step. They will also need to reconfigure second factor authentication if you'll re-enable this.
fr: Une fois cette méthode désactivée, les utilisateurs qui l'utilisent ne se verrons plus obligé de compléter la seconde étape de l'authentification à deux facteurs Ils devrons cependant reconfigurer l'authentification a deux facteurs si vous la réactiver par la suite.

source: Once the operation is completed the snapshot will be deleted and the old instance will suffixed with (MOVED) and remain stopped.
fr: Une fois l'opération terminée, le snapshot sera supprimé et l'ancienne instance aura le suffixe (MOVED) et restera arrêté.

source: One or more url is not valid
fr: Une ou plusieurs url sont invalide
ro: Una sau mai multe url-uri invalide

source: One user can be included in one or more groups. The final permissions are calculated based on the values of all permissions that are associated with the user, including those from the user groups. Effective permissions are represented by the disabled checkboxes.
fr: Un utilisateur peut être ajouté dans un ou plusieurs groupes. Les autorisations finales sont calculées en fonction des valeurs de toutes les permissions qui sont associées à l'utilisateur. Les autorisations effectives sont représentées par des cases à cocher désactiver.
ro: Un utilizator poate fi inclus în unul sau mai multe grupuri. Permisiunile finale sunt calculate pe baza valorii tuturor permisiunilor care sunt asociate cu utilizatorul, inclusiv cele din grupurile utilizatorului. Permisiunile efective sunt reprezentate de bifele dezactivate.

source: Open
fr: Ouvert
ro: Deschide
sv: Öppet

source: Open a new ticket
fr: Ouvrir un nouveau ticket
sv: Öppna nytt ärende

source: Open attachment
fr: Ouvrir une pièce jointe
ro: Deschide atașament
sv: Öppna bifogad fil

source: Open new ticket
fr: Ouvrir un nouveau ticket
sv: Öppna nytt ärende

source: Open ticket
fr: Ouvrir le ticket
sv: Öppna ärende

source: Open ticket for client
fr: Ticket ouvert pour le client

source: Open widget interactions menu
fr: Ouvrir le menu d'interactions des widgets
ro: Deschide meniul de interacțiune cu componentele

source: OpenStack plans
fr: Plans OpenStack
ro: Planuri OpenStack

source: OpenStack settings
fr: Paramètres OpenStack
ro: Setari OpenStack

source: Openstack service
fr: Service Openstack
ro: Serviciu OpenStack

source: Openstack service created
fr: Service Openstack créé
ro: Serviciu OpenStack creat

source: Operating system distribution
fr: Répartition des systèmes d'exploitation
ro: Distribuție sistem operare

source: Operating systems
fr: Systèmes d'exploitation

source: Operation completed successfully.
fr: Opération terminée avec succès.

source: Operator
fr: Opérateur

source: Option billing cycle
fr: Option du cycle de tarification
ro: Ciclu facturare opțiune

source: Option does not have all product cycles
fr: L'option n'a pas tous les cycles de produit
ro: Opțiunea nu are toate ciclurile produsului

source: Option has all product cycles
fr: L'option a tous les cycle produit
ro: Opțiunea are toate ciclurile produsului

source: Or fill in the confirmation code received in the email.
fr: Ou remplissez le code de confirmation reçu dans l'email.
sv: Eller fyll i den bekräftelsekod som erhållits i e-postmeddelandet.

source: Order
fr: Commande
ro: Comandă

source: Order #
fr: Commande #
ro: Comanda #

source: Order additional services
fr: Commander des services supplémentaires
ro: Comandă servicii adiționale
sv: Beställ ytterligare tjänster

source: Order by
fr: Trié par
ro: Ordonat după
sv: Sortera efter

source: Order date
fr: Date de commande
ro: Data comenzii

source: Order deleted
fr: Commande supprimée
ro: Comanda stearsa

source: Order details
fr: Détails de la commande
ro: Detalii comanda

source: Order new domain
fr: Commander un nouveau domaine
sv: Beställ ny domän

source: Order new service
fr: Commander un nouveau service
sv: Beställ ny tjänst

source: Order new services
fr: Commander des nouveaux services
ro: Comanda servicii noi
sv: Beställ nya tjänster

source: Order services
fr: Commander des services
ro: Comanda servicii
sv: Beställ tjänster

source: Order updated
fr: Commande mise à jour
ro: Comanda actualizata

source: Order:
fr: Commande:
ro: Comandă:

source: Orders
fr: Commandes
ro: Comenzi

source: Other details
fr: Détails de la commande
ro: Alte detalii
sv: Andra detaljer

source: Other protocol
fr: Autre protocole
ro: Alt protocol
sv: Annat protokoll

source: Out of credit
fr: Aucun crédit

source: Out of credit since
fr: Aucun crédit depuis
ro: Fără credit de la

source: Override price
fr: Prix prioritaire
ro: Suprascrie prețul

source: Overview
fr: Vue d'ensemble
ro: Prezentare generală
sv: Översikt

source: Owner
fr: Propriétaire
ro: Posesor

source: PASSWORD
fr: MOT DE PASSE
sv: LÖSENORD

source: PAUSED
fr: MIS EN PAUSE
sv: PAUSAD

source: Packets in/out
fr: Paquets entrée/sortie
ro: Produse primite/trimise
sv: Paket in / ut

source: Page does not exist
fr: La page n'existe pas
ro: Pagina nu există
sv: Sidan finns inte

source: Paid
fr: Payé
ro: Plătit
sv: Betald

source: Password
fr: Mot de passe
ro: Parola
sv: Lösenord

source: Password (fill in to reset)
fr: Mot de passe (remplissez pour réinitialiser)
ro: Parola (completați pentru a reseta)

source: Password has been reset successfully
fr: Le mot de passe a été réinitialisé avec succès
ro: Parolă modificată cu succes
sv: Lösenordet har återställts

source: Password is required
fr: Le mot de passe est requis
ro: Parola este necesară
sv: Lösenord är obligatoriskt

source: Passwords don't match
fr: Les mot de passe ne correspondent pas
ro: Parolele nu corespund
sv: Lösenordet matchar inte

source: Path: {{ $ctrl.productDetails.module.path }}
fr: Chemin: {{ $ctrl.productDetails.module.path }}
ro: Cale: {{ $ctrl.productDetails.module.path }}

source: Pay now
fr: Payez maintenant
ro: Plătește acum
sv: Betala nu

source: Payment
fr: Paiement
ro: Plata
sv: Betalning

source: Payment cycle selection
fr: Sélection du cycle de paiement
ro: Selectare ciclu de plata
sv: Val av betalningsperiod

source: Payment date
fr: Date de paiement
ro: Data plătii

source: Payment method
fr: Méthode de paiement
ro: Metoda de plată

source: Payment status
fr: Statut du paiement
ro: Stare Plata

source: Payment: {{::$ctrl.serviceDetails.cycle.display_name}}
fr: Paiement: {{::$ctrl.serviceDetails.cycle.display_name}}
ro: Plata: {{::$ctrl.serviceDetails.cycle.display_name}}
sv: Betalning: {{::$ctrl.serviceDetails.cycle.display_name}}

source: Pending
fr: En attente
ro: În curs
sv: Väntande

source: Percent (%)
fr: Pourcent (%)

source: Percent Fee
fr: Pourcentage de frais
ro: Procent taxă

source: Percent fee
fr: Pourcentage de frais
ro: Procent taxă

source: Period:
fr: Période:
ro: Perioada:

source: Permanently hide
fr: Masquer en permanence
ro: Ascunde în permanență
sv: Göm permanent

source: Phone
fr: Téléphone
ro: Telefon
sv: Telefon

source: Phone country code
fr: Indicatif téléphonique du pays
sv: Landskod

source: Phone number
fr: Numéro de téléphone
sv: Telefonnummer

source: Phone number set
fr: Numéro de téléphone définit
sv: Telefonnummer inställt

source: Place order
fr: Passer la commande
ro: Plasează comanda
sv: Lägg beställning

source: Plan create scheduled
fr: Création du plan en cours
ro: Creare plan programata

source: Plan details
fr: Détails du plan
ro: Detalii plan

source: Plan update scheduled
fr: Mise à jour du plan en cours
ro: Actualizare plan programata

source: Please renew your Fleio license.
fr: Veuillez renouveler votre licence Fleio.
ro: Vă rugam să vă reînnoiți licența Fleio.
sv: Förnya din Fleio-licens.

source: Please select a department
fr: Veuillez sélectionner un département

source: Please select a domain contact
fr: Veuillez sélectionner un contact de domaine
sv: Välj en domänkontakt

source: Please select a flavor
fr: Veuillez sélectionner un flavor
ro: Te rugăm selectează o configurație
sv: Välj en instanstyp

source: Please select a ticket first.
fr: Veuillez d'abord sélectionner un billet.
ro: Te rugăm selectează un tichet mai întai.

source: Please select a transaction to refund.
fr: Veuillez sélectionner une transaction à rembourser.
ro: Vă rog selectati o transacție pentru rambursare.

source: Please select a valid cluster template
fr: Sélectionner un modèle de cluster valide SVP
sv: Välj en giltig klustertemplate

source: Please select an existing client.
fr: Veuillez sélectionner un client existant.
ro: Vă rog să selectați un client existent.

source: Please select an existing product.
fr: Veuillez sélectionner un produit existant.
ro: Selectați un produs existent.

source: Please select an existing project.
fr: Veuillez sélectionner un projet existant.
ro: Selectati un proiect existent

source: Please specify a date.
fr: Veuillez spécifier une date.

source: Please specify a value for the date field
fr: Veuillez spécifier une valeur pour le champ de date
ro: Vă rog specificați o valoare pentru câmpul dată
sv: Ange ett värde i datumfältet

source: Please specify a value for the field
fr: Veuillez spécifier une valeur pour le champ
ro: Vă rog specificați o valoare pentru câmp
sv: Ange ett värde för fältet

source: Please upgrade your license otherwise Fleio will stop working in 1 day.
fr: Veuillez mettre à jour votre licence, sinon Fleio cessera de fonctionner dans un jour.
ro: Te rog actualizează licenta altfel Fleio nu o sa mai functioneze intr-o zi.
sv: Uppgradera din licens annars kommer Fleio att sluta fungera om en dag.

source: Plugin
fr: Brancher

source: Port id: {{ $ctrl.floatingIp.port.id }}
fr: Id du port: {{ $ctrl.floatingIp.port.id }}
ro: Id port: {{ $ctrl.floatingIp.port.id }}

source: Port or range
fr: Intervalle de port
sv: Port eller range

source: Port removed
fr: Port supprimé
ro: Port eliminat

source: Positive and negative values are allowed.
fr: Les valeurs positives et négatives sont autorisées.
ro: Sunt permise valori pozitive și negative.

source: Powered by Fleio v
fr: Powered by Fleio
ro: Realizat de Fleio

source: Prefix
fr: Préfixe

source: Prefix API users with username
fr: Préfixer l'utilisateur d'API par le nom d'utilisateur

source: Prefix: {{ $ctrl.subnetpool.prefixes[0] }}
fr: Préfixe: {{ $ctrl.subnetpool.prefixes[0] }}

source: Premium domains available
fr: Domaines premium disponibles
ro: Domenii premium disponibile

source: Preserve existing flavor ID (not recommended for major changes)
fr: Préserver l'ID du flavor existant (déconseiller pour les modifications majeurs)

source: Preserve existing flavor id
fr: Conserver l'id du flavor exsistant

source: Previous page
fr: Page précédente
sv: Föregående sida

source: Price
fr: Prix
ro: Preț

source: Price (' + $ctrl.currency + ')
fr: Prix (' + $ctrl.currency + ')

source: Price ({{ $ctrl.currency }})
fr: Prix ({{ $ctrl.currency }})
ro: Preț ({{ $ctrl.currency }})

source: Price ({{$ctrl.currency}})
fr: Prix ({{$ctrl.currency}})
ro: Preț ({{$ctrl.currency}})

source: Price is percent
fr: Prix en pourcent

source: Price model
fr: Model de prix
ro: Model de preț

source: Price model: {{ $ctrl.productDetails.price_model_display }}
fr: Model de prix: {{ $ctrl.productDetails.price_model_display }}
ro: Model preț: {{ $ctrl.productDetails.price_model_display }}

source: Price modifiers
fr: Modification des prix
ro: Modificatori de preț

source: Price override
fr: Remplacement du prix
ro: Suprascrie prețul

source: Price: {{ $ctrl.domain.price_display}}
fr: Prix: {{ $ctrl.domain.price_display}}
ro: Preț: {{ $ctrl.domain.price_display}}

source: Prices saved
fr: Prix enregistré
ro: Prețuri salvate

source: Pricing
fr: Tarification
ro: Prețuri

source: Pricing attribute
fr: Attribut de prix
ro: Atribut resursă

source: Pricing plan
fr: Plan tarifaire

source: Pricing plan: {{$ctrl.getClientBillingPlanName()}}
fr: Plan tarifaire: {{$ctrl.getClientBillingPlanName()}}

source: Pricing rules
fr: Règles de tarification
ro: Reguli de stabilire prețuri

source: Priority
fr: Priorité
ro: Prioritate
sv: Prioritet

source: Private
fr: Privé
ro: Privat
sv: Privat

source: Private key. Copy this key. It will not be saved on the server.
fr: Clé privée. Copiez cette clé. Elle ne sera pas enregistré sur le serveur.
ro: Cheia privată. Copiază această cheie. Ea nu va fi salvată pe server.
sv: Privat nyckel. Kopiera den här nyckeln. Det sparas inte på servern.

source: Product
fr: Produit
ro: Produs

source: Product added
fr: Produit ajouté
ro: Produs adăugat

source: Product configuration
fr: Configuration du produit
ro: Configurație produs
sv: Produktkonfiguration

source: Product cycle
fr: Cycle de produit
ro: Ciclu produs

source: Product cycle added
fr: Cycle de produit ajouté
ro: Ciclu produs adăugat

source: Product cycle modified
fr: Cycle de produit modifié
ro: Ciclu produs modificat

source: Product cycles match
fr: Cycle de produit correspondant
ro: Potrivire cicluri produs

source: Product deleted
fr: Produit supprimé
ro: Produs sters

source: Product details
fr: Détails du produit
ro: Detalii produs

source: Product internal code
fr: Code interne du produit
ro: Cod intern produs

source: Product modified
fr: Produit modifié
ro: Produs modificat

source: Product name
fr: Nom du produit
ro: Nume produs

source: Product type
fr: Type de produit
ro: Tip produs

source: Product type: {{ $ctrl.productDetails.product_type }}
fr: Type de produit: {{ $ctrl.productDetails.product_type }}
ro: Tip produs: {{ $ctrl.productDetails.product_type }}

source: Product:
fr: Produit:
ro: Produs:
sv: Produkt:

source: Products
fr: Produits
ro: Produse

source: Project
fr: Projet
ro: Proiect

source: Project ID
fr: ID du projet
ro: ID proiect

source: Project ID: {{ ::$ctrl.subnetpool.project_id }}
fr: ID du projet: {{ ::$ctrl.subnetpool.project_id }}
ro: ID proiect: {{ ::$ctrl.subnetpool.project_id }}

source: Project ID: {{::$ctrl.instance.project }}
fr: ID du projet: {{::$ctrl.instance.project }}

source: Project added
fr: Projet ajouté
ro: Proiect adaugat

source: Project deleted
fr: Projet supprimé
ro: Proiect sters

source: Project disabled
fr: Projet désactivé
ro: Proiect dezactivat

source: Project domain ID
fr: ID projet du domaine
ro: ID domeniu proiect

source: Project domain id
fr: Id projet du domaine
ro: ID domeniu proiect

source: Project id
fr: Id projet
ro: ID proiect

source: Project ids
fr: Ids projet
ro: ID-uri proiect

source: Project name
fr: Nom du projet

source: Project name: {{ ::$ctrl.subnetpool.project_name }}
fr: Nom du projet: {{ ::$ctrl.subnetpool.project_name }}
ro: Nume produs: {{ ::$ctrl.subnetpool.project_name }}

source: Project updated
fr: Projet mis à jour
ro: Proiect actualizat

source: Project:
fr: Projet:
