Repository: binerogroup/fleio-i18n
Catalog: translations/frontend/po/*.po
Languages: fr, ro, sv

source: Showing 1 router of {{$ctrl.routers.totalCount}}
fr: Afficher 1 routeur sur {{$ctrl.routers.totalCount}}
ro: 1 router din {{$ctrl.routers.totalCount}}
sv: Visar 1 router of {{$ctrl.routers.totalCount}}

source: Showing 1 server of {{$ctrl.servers.totalCount}}
fr: Afficher 1 serveur sur {{$ctrl.servers.totalCount}}
ro: Se afișează 1 server din {{$ctrl.servers.totalCount}}

source: Showing 1 zone
fr: Afficher 1 zone
ro: Se afișează 1 zonă
sv: Visar 1 zon

source: Showing 1 {{ $ctrl.objectsName }} of {{$ctrl.ngModel.totalCount}}
fr: Afficher 1 {{ $ctrl.objectsName }} sur {{$ctrl.ngModel.totalCount}}
ro: 1 {{ $ctrl.objectsName }} din {{$ctrl.ngModel.totalCount}}
sv: Visar 1 {{ $ctrl.objectsName }} of {{$ctrl.ngModel.totalCount}}

source: Showing {{$ctrl.ngModel.objects.length}} {{$ctrl.ngModel.objects.length > 1 ? $ctrl.translatedObjectsNamePlural : $ctrl.objectsName}}
fr: Afficher {{$ctrl.ngModel.objects.length}} {{$ctrl.ngModel.objects.length > 1 ? $ctrl.translatedObjectsNamePlural : $ctrl.objectsName}}
sv: Visar {{$ctrl.ngModel.objects.length}} {{$ctrl.ngModel.objects.length > 1 ? $ctrl.translatedObjectsNamePlural : $ctrl.objectsName}}

source: Shows tickets created by the user or tickets related to one of the user's clients.
fr: Afficher les ticket créé par l'utilisateur ou les tickets en rapport avec un des utilisateurs du client.

source: Shut down
fr: Arrêter
ro: Închide
sv: Stäng av

source: Shut down instance
fr: Arrêt de l'instance
ro: Închide instanță
sv: Stäng av instansen

source: Shut down instance {{name}}
fr: Arrêt de l'instance {{name}}
ro: Închide instanța {{name}}
sv: Stäng av instansen {{name}}

source: Sign in
fr: Se connecter
ro: Conectare
sv: Logga in

source: Sign up
fr: S'inscrire
ro: Înregistrare
sv: Registrera dig

source: Sign-up date
fr: Date d'inscription
ro: Data înregistrării

source: Signature successfully added
fr: Signatures ajoutées avec succès

source: Signature successfully deleted
fr: Signatures supprimées avec succès

source: Signatures successfully updated
fr: Signatures mise à jour avec succès

source: Signatures used when responding to a ticket.
fr: Signatures utilisées pour répondre à un ticket.

source: Size
fr: Taille
ro: Dimensiune
sv: Storlek

source: Size (GB)
fr: Taille (GB)
ro: Dimensiune (GB)
sv: Storlek (GB)

source: Size info not available.
fr: Information de taille non disponible.
sv: Storleksinformation inte tillgänglig.

source: Size: {{ $ctrl.image.size/1073741824 | number:2 }} GB
fr: Taille: {{ $ctrl.image.size/1073741824 | number:2 }} GB
ro: Dimensiune: {{ $ctrl.image.size/1073741824 | number:2 }} GB
sv: Storlek: {{ $ctrl.image.size/1073741824 | number:2 }} GB

source: Size: {{ $ctrl.volume.size | number }} GB
fr: Taille: {{ $ctrl.volume.size | number }} GB
ro: Dimensiune: {{ $ctrl.volume.size | number }} GB
sv: Storlek: {{ $ctrl.volume.size | number }} GB

source: Size: {{ $ctrl.volumeBackup.size | number }} GB
fr: Taille: {{ $ctrl.volumeBackup.size | number }} GB
sv: Storlek: {{ $ctrl.volumeBackup.size | number }} GB

source: Size: {{ $ctrl.volumeSnapshot.size | number }} GB
fr: Taille: {{ $ctrl.volumeSnapshot.size | number }} GB
sv: Storlek: {{ $ctrl.volumeSnapshot.size | number }} GB

source: Snapshot create scheduled
fr: Création de l'instantané en cours
ro: Creare snapshot in progres

source: Snapshot description
fr: Description du snapshot
sv: Snapshot-beskrivning

source: Snapshot details
fr: Détails du snapshot
ro: Detalii snapshot
sv: Snapshot-detaljer

source: Snapshot name
fr: Nom du snapshot
ro: Nume snapshot
sv: Snapshot-namn

source: Snapshot state
fr: État du snapshot
sv: Snapshot-tillstånd

source: Some Fleio functionality needs this service
fr: Certaines fonctionnalités de Fleio ont besoin de ce service
ro: Anumite funcționalități Fleio au nevoie de acest serviciu

source: Source amount
fr: Montant de la source
ro: Sumă sursă

source: Specifies the number of seconds per month that should be billed for clients. The remaining seconds after this limit is reached will not be billed.
fr: Spécifier le nombre de secondes par mois qui sont facturé par client. Les secondes restantes après que cette limite est atteinte ne seront pas facturées.
ro: Specifica numarul de secunde pe luna care ar trebui sa fie facturat pentru clienti. Secundele ramase dupa ce aceasta limita e atinsa nu o sa fie facturate.

source: Staff index.html customization
fr: Customisation de l'index.html du staff

source: Staff users will not be able to login only after they configure a second factor authentication method for their account.
fr: Les utilisateurs du staff ne pourront plus se connecter après qu'ils aient configuré l'authentification à deux facteurs l'authentification à deux facteurs sur leur compte.

source: Standard images
fr: Images standard
ro: Imagini standard

source: Standard volume
fr: Volume standard
ro: Volum standard

source: Start
fr: Démarrage

source: Start date
fr: Date de démarrage
ro: Start

source: Start instance
fr: Démarrage de l'instance
sv: Starta instans

source: Start instance {{name}}
fr: Démarrage de l'instance {{name}}
sv: Starta instans {{name}}

source: State
fr: État
ro: Stare
sv: Län

source: Status
fr: Statut

source: Status URL
fr: Statut de l'URL

source: Status and due date
fr: Statut et date d'échéance
sv: Status och förfallodag

source: Status reason: <div ng-bind-html="$ctrl.cluster.status_reason"></div>
fr: Raison du statut: <div ng-bind-html="$ctrl.cluster.status_reason"></div>
sv: Status orsak: <div ng-bind-html="$ctrl.cluster.status_reason"></div>

source: Status: {{ $ctrl.image.status }}
fr: Statut: {{ $ctrl.image.status }}

source: Status: {{ $ctrl.network.status }}
fr: Statut: {{ $ctrl.network.status }}

source: Status: {{ $ctrl.router.status }}
fr: Statut: {{ $ctrl.router.status }}

source: Stay on this page
fr: Restez sur cette page
ro: Rămâi pe pagină
sv: Stanna på denna sida

source: Sub total
fr: Sous total

source: Sub total {{::$ctrl.invoice.subtotal}} {{::$ctrl.invoice.currency}}
fr: Sous total {{::$ctrl.invoice.subtotal}} {{::$ctrl.invoice.currency}}
sv: Totalt (exkl VAT) {{::$ctrl.invoice.subtotal}} {{::$ctrl.invoice.currency}}

source: Sub total: {{$ctrl.cart.subtotal}} {{::$ctrl.cart.currency}}
fr: Sous total: {{$ctrl.cart.subtotal}} {{::$ctrl.cart.currency}}
sv: Totalt (exkl VAT): {{$ctrl.cart.subtotal}} {{::$ctrl.cart.currency}}

source: Subdomain
fr: Sous domaine
ro: Subdomeniu
sv: Subdomän

source: Subject
fr: Objet

source: Submit
fr: Soumettre
ro: Confirmă

source: Subnet
fr: Sous-réseau
ro: Subrețea
sv: Subnät

source: Subnet address pool
fr: Pool d'adresses de sous-réseau
ro: Adresele subrețelei
sv: Subnät adresspool

source: Subnet delete scheduled
fr: Suppression du sous-réseau en cours
ro: Stergere subrețea programata
sv: Raderar subnät

source: Subnet details
fr: Détails du sous-réseau
sv: Subnätsdetaljer

source: Subnet name
fr: Nom du sous-réseau
ro: Nume subrețea
sv: Subnätsnamn

source: Subnet pool
fr: Pool de sous-réseau
ro: Pool subrețele

source: Subnet pool delete scheduled
fr: Suppression du pool de sous-réseau en cours
ro: Stergere pool subretea in progres

source: Subnet pool details
fr: Details du pool de sous-réseau
ro: Detalii subrețea

source: Subnet pool {:subnetpool}
fr: Pool de sous-réseau {:subnetpool}
ro: Subrețea {:subnetpool}

source: Subnet pools
fr: Pools de sous-réseau
ro: Subrețele

source: SubnetPool create scheduled
fr: Création du pool de sous-réseau en cours
ro: Creare pool subrețea in progres

source: SubnetPool update scheduled
fr: Mise à jour du pool de sous-réseau en cours
ro: Actualizare pool subretea in progres

source: Subnets
fr: Sous-réseaux
ro: Subrețele
sv: Subnät

source: Subtract credit
fr: Soustraire du crédit
ro: Scade credit

source: Successfully added SSH key
fr: Clé SSH ajoutée avec succès
ro: Cheie SSH adaugată cu succes
sv: SSH-nyckel har lagts till

source: Successfully connected
fr: Connecté avec succès
ro: Conexiune reușită

source: Successfully copied
fr: Copié avec succès
ro: Copiat cu succes

source: Successfully copied to clipboard
fr: Copié avec succès dans le presse-papier
ro: Copiat in clipboard cu succes
sv: Kopierades till klippbordet

source: Successfully created cluster template.
fr: Modèle de cluster créé avec succès.
sv: Klustertemplaten har skapats.

source: Summary
fr: Résumé
ro: Sumar
sv: Sammanfattning

source: Supported?
fr: Prise en charge?
ro: Suportat?

source: Suspend
fr: Suspendre
ro: Suspendă

source: Suspend client
fr: Client suspendu
ro: Suspendă client

source: Suspend instance
fr: Instance suspendu
ro: Suspendă instanță

source: Suspend instance {{name}}
fr: Instance {{name}} suspendu
ro: Suspendă instanța {{name}}

source: Suspend reason
fr: Raison de la suspension
ro: Motivul suspendării

source: Suspend the client instead of termination
fr: Suspendre le client au lieu de supprimer
ro: Suspendă clientul în locul ștergerii

source: Suspend type: {{$ctrl.serviceDetails.suspend_type | translate }}
fr: Type de suspension: {{$ctrl.serviceDetails.suspend_type | translate }}
sv: Suspend-typ: {{$ctrl.serviceDetails.suspend_type | translate }}

source: Suspended
fr: Susprendre
ro: Suspendat
sv: Inaktiverad

source: Suspended at
fr: Suspendre à
ro: Suspendat la
sv: Avstängd

source: Swap
fr: Échanger
ro: Schimbă

source: Swap space
fr: Échanger de l'espace
ro: Spațiul swap

source: Swap space (MB)
fr: Échanger de l'espace (MB)
ro: Spațiul swap(MB)

source: Switch view
fr: Changer de vue
ro: Schimbă vizualizarea
sv: Byt översikt

source: System log
fr: Log système
ro: Jurnal de sistem
sv: Systemlogg

source: TLD Pricing
fr: Prix TLD
ro: Prețuri TLD

source: TLD deleted
fr: TLD supprimé
ro: TLD șters

source: TODO Details
fr: Détails TODO
ro: Detalii TODO

source: TODO module configuration
fr: Configuration en mode TODO
ro: Configurație modul TODO

source: TODO plugin configurations
fr: Configuration du plugin TODO
ro: Configurație plugin TODO

source: Task
fr: Tâche
ro: Sarcină

source: Task log
fr: Log des tâches
ro: Jurnal operații

source: Task state
fr: Etat de la tâche

source: Task {{ task.id }}
fr: Tâche {{ task.id }}

source: Tasks
fr: Tâches
ro: Sarcini

source: Tax exempt
fr: Exonéré de taxe
ro: Scutit de taxe

source: Tax rule
fr: Règle de taxe
ro: Regulă taxare

source: Tax rule added
fr: Règle de taxe ajouté
ro: Regulă de taxare adăugată

source: Tax rule deleted
fr: Règle de taxe supprimé
ro: Regulă de taxare stearsă

source: Tax rule modified
fr: Règle de taxe modifiée
ro: Regulă de taxare modificată

source: Tax rules
fr: Règles de taxes
ro: Reguli de taxare

source: Taxed
fr: Taxé
ro: Taxat

source: Template deleted
fr: Modèle supprimé
ro: Template șters

source: Templates successfully updated
fr: Modèle mis à jour avec succès
ro: Template-uri actualizate cu succes

source: Terminate
fr: Résilier
ro: Terminare

source: Terminate service
fr: Service résillié
ro: Termină serviciu

source: Terminate service {{id}}
fr: Service résillié {{id}}
ro: Termină serviciul {{id}}

source: Terminated
fr: Terminé
ro: Terminat
sv: Terminerad

source: Terminated at
fr: Terminé à
ro: Terminat la
sv: Terminerad

source: Terminated at: {{ $ctrl.serviceDetails.terminated_at | date:'medium'}}
fr: Terminé à: {{ $ctrl.serviceDetails.terminated_at | date:'medium'}}
ro: Terminat la: {{ $ctrl.serviceDetails.terminated_at | date:'medium'}}
sv: Terminerad: {{ $ctrl.serviceDetails.terminated_at | date:'medium'}}

source: Termination
fr: Résiliation
ro: Terminare

source: Test connection
fr: Test de connexion
ro: Testează conexiunea

source: Test connections
fr: Tests de connections
ro: Testează conexiunile

source: Test results
fr: Résultat des tests
ro: Rezultate test

source: The API user name will be prefixed with {{ $ctrl.createOptions.prefix }}
fr: Le nom d'utilisateur de l'API sera préfixé par {{ $ctrl.createOptions.prefix }}
sv: API-användarnamnet kommer att få prefixet {{$ctrl.createOptions.prefix}}

source: The actual suspension can be postponed by a few hours when <strong>Delay by hours</strong> is checked or until client is under the credit limit by a specified amount when <strong>Delay until credit is used</strong> is checked.
fr: La suspension réel peut etre reporté de quelques heures quand <strong>la durée en heure</strong> est sélectionné ou jusqu'à ce que le client soit en dessous du montant de la limite de crédit spécifié quand <strong>durée avant d'utiliser le crédit</strong> est sélectionné.
ro: Suspendarea efectiva poate fi amânată cu cateva ore cand <strong>Delay by hours</strong> este bifat sau pană cand clientul este sub limita de credit dupa o sumă specificată cand <strong>Delay until credit is used</strong> este bifat.

source: The body of the email. The following parameters can be used to customize email body:
fr: Le corp de l'email. Ce paramètre peut être utilisé pour personnaliser le corp du mail.

source: The cPanel license Package ID and Group ID for licenses issued with this package are configurable here.
fr: Les ID de package de licence cPanel et de groupe pour les licences émises avec ce package sont: configurable ici.

source: The client can be notified about the termination if a <strong>Notification template</strong> is selected.
fr: Le client peut être averti de la résiliation si un <strong> modèle de notification </ strong> est choisi.
ro: Clientul poate primi notificari despre ștergere dacă un <strong>șablon de notificări</strong> este selectat.

source: The e-mail address the notifications are sent from.
fr: Adresse électronique à partir de laquelle les notifications sont envoyées.
ro: Adresa de e-mail de la care sunt trimise notificările.

source: The message will permanently be deleted
fr: Le message va être définitivement supprimer

source: The name and email to send mails from. E.g. Sender Name &lt;sender.name@example.com&gt;
fr: Le nom et l'email a utilisé en expéditeur. Ex:. Nom de l'expéditeur &lt;sender.name@example.com&gt;

source: The name to send the notifications from.
fr: Nom à partir duquel les notifications sont envoyées.
ro: Numele de la care se trimit notificările.

source: The next number that will be allocated for a paid invoice.
fr: Le prochain nombre sera alloué pour les facture payé.
ro: Următorul număr care va fi alocat pentru o factură plătită.

source: The score for manual review can be set or when an order is automatically marked as fraud.
fr: Le score pour la révision manuelle peut être défini ou lorsqu’une commande est automatiquement marquée comme frauduleuse.
ro: Scorul pentru revizuire manuală poate fi setat sau când o comandă este marcată automat ca fraudă.

source: The selected image is not available to {{::$ctrl.client.name}}
fr: L'image sélectionner n'est pas disponible pour {{::$ctrl.client.name}}

source: The selected image source requires a flavor with more resources. Select a flavor with more resources or use a different image source.
fr: L'image source sélectionner requiert un flavor avec plus de ressources. Sélectionnez un flavor avec plus de ressources ou utilisé une image source différente.
sv: Den valda imagen kräver en instanstyp med mer resurser. Välj en instanstyp med fler resurser eller använd en annan image.

source: The subject of the email. Parameters can be used to customize subject. See email body for details.
fr: L'objet de l'email. Peut être utilisé pour personnaliser l'objet. Voir le corp de message pour plus de détails.

source: The user you selected is a superuser and already has all permissions.
fr: L'utilisateur que vous avez sélectionné est un super utilisateur qui a déjà toutes les permissions.
ro: Utilizatorul pe care l-ăți ales este un superutilizator și are deja toate permisiunile.

source: The value is higher than maximum
fr: La valeur est supérieure au maximum
ro: Valoarea este mai mare decât maximul
sv: Värdet är högre än maximalt

source: The value is lower than minimum
fr: La valeur est inférieure au minimum
ro: Valoare este mai mică decât minimul
sv: Värdet är lägre än minimum

source: Theme
fr: Thème
ro: Tema
sv: Tema

source: There are no available pricing plans
fr: Il n'y a aucun plan de prix disponible

source: There are no available second factor authentication methods.
fr: Il n'y a pas de méthode d'authentification à deux facteurs disponible.
sv: Det finns inga tillgängliga metoder för tvåfaktorsautentisering.

source: There are no available users
fr: Il n'y a pas d'utilisateurs disponibles
ro: Nu există useri disponibili

source: There are still transactions associated with this invoice. Please delete or refund any transactions before deleting invoice.
fr: Il y a encore des transactions associées à cette facture. S'il vous plaît supprimer ou rembourser toutes les transactions avant de supprimer la facture.
ro: Incă există tranzactii asociate cu această factură Te rugăm șterge sau rambursează tranzactiile inainte să ștergi o factură.

source: Third nameserver
fr: Troisième nom de serveur
ro: Al treilea nameserver
sv: Tredje namnserver

source: This extra step shows it’s really you trying to sign in
fr: Cette étape supplémentaire montre c'est vraiment vous qui essayez de vous connecter
sv: Det här extra steget verifierar att det verkligen är du som försöker logga in.

source: This field is required
fr: Ce champ est requis
ro: Câmp obligatoriu
sv: Detta fält är obligatoriskt

source: This gateway does not return fee information, please enter fees:
fr: Cette passerelle ne renvoie pas d'informations sur les frais. Veuillez saisir les frais:
ro: Acest gateway nu returnează informații despre comision, te rugăm introdu comisionul:

source: This gateway returns fee information, fees will automatically be added to transactions.
fr: Cette passerelle renvoie des informations sur les frais, ils seront automatiquement ajoutés à la transaction.
ro: Acest gateway returnează informații despre comision. Comisionul va fi adăugat automat la tranzacții.

source: This image is shared with you: <md-button ng-click="$ctrl.checkMemberStatus($event);" class="md-primary">Check member status</md-button>
fr: L'image est partagée avec vous: <md-button ng-click="$ctrl.checkMemberStatus($event);" class="md-primary">Vérifier le statut du membre</md-button>
sv: Den här bilden delas med dig: <md-button ng-click="$ctrl.checkMemberStatus($event);" class="md-primary">Kontrollera medlemsstatus</md-button>

source: This image will expire in {{$ctrl.createOptions.cleanup_days}} days and will be automatically deleted.
fr: Cette image va expirer dans {{$ctrl.createOptions.cleanup_days}} jours et sera automatiquement supprimé.
sv: Den här imagen kommer att löpa ut om {{$ctrl.createOptions.cleanup_days}} dagar och raderas automatiskt.

source: This information is shown on invoices.
fr: Cette information est indiquée sur les factures.
ro: Această informație este afișată pe factură.

source: This option only takes effect if sequential invoice numbering is enabled.
fr: Cette option prend seulement effet si la numérotation séquentielle des factures est disponible.
ro: Această optiune ia efect doar daca numerotarea secventiala a facturilor este activată.

source: This overrides the default termination action and suspends the client and his resources instead.
fr: Le paramètre remplace la suppression par défaut et suspendra le client et ses ressources en retour.
ro: Setarea va suprascrie ștergerea implicită și va suspenda clientul și resursele lui în schimb.

source: This product has no billing cycles.
fr: Ce produit n'a pas de cycle de facturation.

source: This product has no cycles.
fr: Ce produit n'a aucun cycles.
ro: Acest produs nu are cicluri.

source: This product is free and does not require a billing cycle
fr: Ce produit est gratuit et ne requiert pas de cycle de facturation
ro: Acest produs este gratuit și nu necesită un ciclu de facturare

source: This product requires a domain
fr: Ce produit requiert un domaine

source: This service has an existing upgrade/downgrade invoice:
fr: Ce service à une facture existante de mise à jour/rétrogradage:
sv: Den här tjänsten har en befintlig faktura för uppgradering / nedgradering:

source: This signature will be used for the {{signature.department_display}} department.
fr: Cette signature sera utilisée pour le {{signature.department_display}} department.

source: This signature will be used if the signature for a specific department is not set.
fr: Cette signature sera utilisée si la signature pour un département spécifique n'est pas désignée.

source: This will permanently delete data.
fr: Cela va supprimer définitivement les données.
ro: Aceasta va șterge defintiv datele.

source: This will permanently delete usage data.
fr: Cela supprimera définitivement les données d'utilisation.
ro: Aceasta va șterge definitiv date de utilizare.

source: This will remove the user from the group
fr: Cela va supprimer un utilisateur du groupe
ro: Aceasta va șterge utilizatorul din grup

source: Ticket closed.
fr: Ticket fermé.
sv: Ärende stängt.

source: Ticket deleted
fr: Ticket supprimé
ro: Tichet șters

source: Ticket details
fr: Détails du ticket
ro: Detalii tichet
sv: Ärendedetaljer

source: Ticket id format
fr: Format de l'id du ticket

source: Ticket linking dialog
fr: Boite de dialogue de liaison du ticket
ro: Dialog pentru legarea tichetelor

source: Ticket reopened.
fr: Ticket rouvert.
sv: Ärende öppnat.

source: Ticket successfully opened.
fr: Ticket ouvert avec succès.
sv: Ärendet har öppnats

source: Ticket successfully updated.
fr: Ticket mis à jour avec succès.
sv: Ärendet har uppdaterats.

source: Tickets settings
fr: Paramètres des tickets
ro: Setări tichet
sv: Ärendeinställningar

source: Tier
fr: Niveau
ro: Nivel

source: Tiered
fr: A plusieurs niveaux
ro: Nivel

source: Time to live
fr: TTL
ro: TTL

source: Time unit
fr: Unité de temps
ro: Unitate de timp

source: Timeout
fr: Expiration

source: Title
fr: Titre
ro: Titlu
sv: Titel

source: To
fr: À
ro: Spre

source: To completely enable this module, make sure you have the MAXMIND_CLIENTID and MAXMIND_LICENSE options set in settings.py
fr: Pour activer complètement ce module, assurez-vous d'avoir les options MAXMIND_CLIENTID et MAXMIND_LICENSE définies dans settings py
ro: Pentru a activa comple acest modul, asigurați-vă că aveți opțiunile MAXMIND_CLIENTID și MAXMIND_LICENSE setate în settings.py

source: To enable SMS authenticator on your profile, request a code to be sent to your mobile phone number, enter it in the input below and submit the form.
fr: Pour activer l'authentificateur SMS sur votre profil, demandez l'envoi d'un code sur votre numéro de téléphone mobile. entrez-le ci-dessous et valider le formulaire..
sv: För att aktivera SMS-autentiserare i din profil, begärs att en kod skickas till din mobiltelefon , ange det i inmatningen nedan och skicka formuläret.

source: To enable google authenticator on your profile, scan the above QR into google authenticator app or another compatible app on your mobile or just add the following code using the "Enter a provided key" option in google authenticator app. If you use the last option, in the "Account name" field add your email.
fr: Pour activer Google Authenticator sur votre profil, numérisez le QR ci-dessus dans Google Authenticator. ou une autre application compatible de votre mobile ou ajoutez simplement le code suivant à l'aide de la touche Option "Entrez une clé fournie" dans l'application Google Authenticator. Si vous utilisez la dernière option, dans le champ "Nom du compte", ajoutez votre email.
sv: För att aktivera google authenticator i din profil, skanna ovanstående QR till google authenticator app eller annan kompatibel app på din mobil eller lägg bara till följande kod med hjälp av Alternativet "Ange en medföljande nyckel" i Googles autentiseringsapp. Om du använder det sista alternativet, lägg till din e-post i fältet "Kontonamn".
