Repository: binerogroup/fleio-i18n
Catalog: translations/frontend/po/*.po
Languages: fr, ro, sv

source: Project: <a ui-sref="projects({'search': $ctrl.volumeBackup.project})" class="md-primary">{{ $ctrl.volumeBackup.project }}</a>
fr: Projet: <a ui-sref="projects({'search': $ctrl.volumeBackup.project})" class="md-primary">{{ $ctrl.volumeBackup.project }}</a>

source: Project: {{ ::$ctrl.router.project_id }}
fr: Projet: {{ ::$ctrl.router.project_id }}
ro: Proiect:{{ $ctrl.router.project_id }}
sv: Projekt: {{ ::$ctrl.router.project_id }}

source: Project: {{ ::$ctrl.zone.project_id }}
fr: Projet: {{ ::$ctrl.zone.project_id }}
ro: Proiect: {{ ::$ctrl.zone.project_id }}
sv: Projekt: {{ ::$ctrl.zone.project_id }}

source: Project: {{::$ctrl.securityGroup.project }}
fr: Projet: {{::$ctrl.securityGroup.project }}

source: Project: {{::securityGroup.project }}
fr: Projet: {{::securityGroup.project }}

source: Projects
fr: Projets
ro: Proiecte

source: Projects default domain
fr: Domaine par défaut pour le projet
ro: Domeniu implicit al proiectelor

source: Properties
fr: Propriétés
ro: Proprietăți
sv: Egenskaper

source: Property
fr: Propriété
ro: Proprietate
sv: Parameter

source: Property key
fr: Clé de propriété
ro: Cheie proprietate
sv: Egenskapsnyckel

source: Protected
fr: Protégé
ro: Protejat
sv: Skyddad

source: Protocol
fr: Protocole
sv: Protokoll

source: Provider network types selection
fr: Sélection des types de réseaux fournisseurs
ro: Furnizor pentru selector de tipuri rețele

source: Provider physical network
fr: Fournisseur de réseau physique
ro: Rețea fizică de furnizor

source: Provider segmentation id
fr: ID de segmentation du fournisseur
ro: Furnizor id segmentare

source: Public
fr: Publique
ro: Este public
sv: Offentlig

source: Public Images
fr: Images publique
ro: Imagini publice
sv: Publika images

source: Quick actions
fr: Actions rapides

source: Quick edit
fr: Edition rapide

source: Quoted from
fr: Cité de
ro: Citat de la
sv: Citerat från

source: REBOOT
fr: REDÉMARRAGE
sv: STARTA OM

source: REBUILD
fr: RECONSTRUCTION
sv: ÅTERSKAPA

source: RESCUE
fr: SECOURIR

source: RESCUED
fr: SECOURUE

source: RESIZE
fr: REDIMENSIONNER

source: REVERT RESIZE
fr: REVENIR AVANT LE REDIMESIONNEMENT

source: RUNNING
fr: OPERATIONNELLE
sv: STARTAD

source: Ram in MB
fr: Ram en MB
ro: Ram în MB

source: Random lowercase letter
fr: Lettre aléatoire minuscule

source: Random number (between 0 and 9)
fr: Nombre aléatoire (entre 0 et 9)

source: Random uppercase letter
fr: Lettre majuscule aléatoire

source: Rate
fr: Taux
ro: Rata

source: Rate type
fr: Type de taux
ro: Tip rata

source: Reactivate image
fr: Réactiver l'image
sv: Återaktivera image

source: Reboot
fr: Redémarrage
ro: Restart
sv: Starta om

source: Reboot instance
fr: Redémarrage de l'instance
ro: Restart instanță
sv: Starta om instansen

source: Reboot instance {{name}}
fr: Redémarrage de l'instance {{name}}
ro: Restartează instanța {{name}}
sv: Starta om instansen {{name}}

source: Rebuild
fr: Reconstruction
ro: Reinstalează

source: Rebuild instance
fr: Reconstruction de l'instance
ro: Reinstalează instanța
sv: Skapa om instansen

source: Receive notifications on ticket closed
fr: Recevoir une notification quand le ticket est clos
ro: Primește notificări la închiderea tichetului
sv: Ta emot notifiering när ärende stängs

source: Receive notifications on ticket opened
fr: Recevoir une notification quand le ticket est ouvert
ro: Primește notificări la deschiderea tichetului
sv: Ta emot notifieringar när ärende öppnas

source: Record
fr: Enregistrement
ro: Înregistrare
sv: Post

source: Record type
fr: Type d'enregistrement
ro: Tip record
sv: Typ av record

source: Records
fr: Enregistrements
ro: Înregistrări
sv: Poster

source: Recordsets update scheduled
fr: Mise à jour du jeux d'enregistrement en cours
ro: Actualizare recordset-uri programată
sv: Uppdaterar record...

source: Recreate task
fr: Recréer la tâche
ro: Recreează activitate

source: Recreate task and run again
fr: Recréer la tâche et relancer la
ro: Recreează activitate și execută din nou

source: Redemption
fr: Rachat

source: Refresh license
fr: Rafraîchir la licence
ro: Reîmprospătează licența

source: Refund
fr: Remboursement
ro: Restituire
sv: Återbetalning

source: Refund invoice payment
fr: Remboursement d'une facture payé
ro: Rambursare plată factură

source: Refund through gateway
fr: Remboursement par passerelle
ro: Rambursare prin Gateway

source: Refund transaction
fr: Remboursement de la transaction
ro: Rambursează tranzacție

source: Refund transaction {{transaction}}
fr: Remboursement de la {{transaction}}
ro: Rambursează tranzacția {{transaction}}

source: Refunded
fr: Remboursé
ro: Restituit
sv: Återbetald

source: Regenerate
fr: Regénérer
sv: Återskapa

source: Regenerate key
fr: Regénérer une clé
sv: Regenerera nyckel

source: Region
fr: Région
ro: Regiune

source: Region name:
fr: Nom de la région:
ro: Nume regiune:

source: Region selection
fr: Sélection de la région
ro: Selectare regiune
sv: Regionval

source: Region: {{ $ctrl.network.region }}
fr: Région: {{ $ctrl.network.region }}
ro: Regiunea: {{ $ctrl.network.region }}

source: Region: {{ $ctrl.subnetpool.region }}
fr: Région: {{ $ctrl.subnetpool.region }}
ro: Regiune: {{ $ctrl.subnetpool.region }}

source: Region: {{ $ctrl.volumeSnapshot.region }}
fr: Région: {{ $ctrl.volumeSnapshot.region }}

source: Region: {{ ::$ctrl.router.region }}
fr: Région: {{ ::$ctrl.router.region }}
ro: Regiune: {{ ::$ctrl.router.region }}

source: Region: {{ ::securityGroup.region }}<br>
fr: Région: {{ ::securityGroup.region }}<br>
ro: Regiune: {{ ::securityGroup.region }}<br>

source: Region: {{$ctrl.clusterTemplate.region}}
fr: Région: {{$ctrl.clusterTemplate.region}}

source: Region: {{::$ctrl.instance.flavor.region }}
fr: Région: {{::$ctrl.instance.flavor.region }}
ro: Regiune: {{::$ctrl.instance.flavor.region }}

source: Region: {{::$ctrl.securityGroup.region }}
fr: Région: {{::$ctrl.securityGroup.region }}

source: Region: {{::securityGroup.region }}
fr: Région: {{::securityGroup.region }}

source: Register
fr: Registre
ro: înregistrează

source: Register domain
fr: Enregistrer un domaine
ro: Înregisrează domeniu
sv: Registrera domän

source: Register new domain
fr: Enregistrer un nouveau domaine
sv: Registrera ny domän

source: Registrar
fr: Registraire

source: Registrar Details
fr: Détails du régistraire
ro: Detalii registrar

source: Registrar connector
fr: Connecteur de registrar
ro: Connector registrar

source: Registrar deleted
fr: Registrar supprimé
ro: Registrar șters

source: Registrar lock active
fr: Verrouillage du registrar actif
sv: Registrarlås aktivt

source: Registrars saved
fr: Registrars enregistré
ro: Registrar salvat

source: Registration date
fr: Date d'inscription
ro: Dată înregistrare
sv: Registreringsdatum

source: Registration pending
fr: Inscription en attente

source: Registration period
fr: Période d'Enregistrement
ro: Perioadă înregistrare
sv: Registreringsperiod

source: Registration period: {{ $ctrl.domain.registration_period }} years
fr: Période d'Enregistrement: {{ $ctrl.domain.registration_period }} years
ro: Perioada de înregitrare: {{ $ctrl.domain.registration_period }} ani
sv: Registreringsperiod: {{ $ctrl.domain.registration_period }} år

source: Reinstall instance
fr: Réinstallation de l'instance
sv: Ominstallera instans

source: Reject
fr: Rejeter
sv: Avvisa

source: Related invoices
fr: Factures

source: Related objects will not be deleted.
fr: Les objets associés ne sont pas supprimés.
ro: Obiectele legate nu o sa fie șterse.

source: Related service
fr: Service associé
ro: Serviciu asociat
sv: Relaterad tjänst

source: Related service: <a ui-sref="billingServicesDetails({'id': $ctrl.ticket.service})" class="md-primary">{{$ctrl.ticket.service}}</a>
fr: Service associé: <a ui-sref="billingServicesDetails({'id': $ctrl.ticket.service})" class="md-primary">{{$ctrl.ticket.service}}</a>
ro: Serviciu asociat: <a ui-sref="billingServicesDetails({'id': $ctrl.ticket.service})" class="md-primary">{{$ctrl.ticket.service}}</a>
sv: Relaterad tjänst: <a ui-sref="billingServicesDetails({'id': $ctrl.ticket.service})" class="md-primary">{{$ctrl.ticket.service}}</a>

source: Related volume: <a ui-sref="openstackVolumeDetails({'id': $ctrl.volumeBackup.volume})" class="md-primary">{{ $ctrl.volumeBackup.related_volume_name || $ctrl.volumeBackup.volume }}</a>
fr: Volume lié: <a ui-sref="openstackVolumeDetails({'id': $ctrl.volumeBackup.volume})" class="md-primary">{{ $ctrl.volumeBackup.related_volume_name || $ctrl.volumeBackup.volume }}</a>
sv: Relaterad volym: <a ui-sref="openstackVolumeDetails({'id': $ctrl.volumeBackup.volume})" class="md-primary">{{ $ctrl.volumeBackup.related_volume_name || $ctrl.volumeBackup.volume }}</a>

source: Related volume: <a ui-sref="openstackVolumeDetails({'id': $ctrl.volumeSnapshot.volume})" class="md-primary">{{ $ctrl.volumeSnapshot.related_volume_name || $ctrl.volumeSnapshot.volume }}</a>
fr: Volume associé: <a ui-sref="openstackVolumeDetails({'id': $ctrl.volumeSnapshot.volume})" class="md-primary">{{ $ctrl.volumeSnapshot.related_volume_name || $ctrl.volumeSnapshot.volume }}</a>
sv: Relaterad volym: <a ui-sref="openstackVolumeDetails({'id': $ctrl.volumeSnapshot.volume})" class="md-primary">{{ $ctrl.volumeSnapshot.related_volume_name || $ctrl.volumeSnapshot.volume }}</a>

source: Relative price
fr: Prix relatif
ro: Pret relativ

source: Relative prices cannot be applied to default currency.
fr: Les prix relatifs ne peuvent pas être appliqués à la devise par défaut.
ro: Prețurile relative nu pot fi aplicate la moneda implicită

source: Relative prices updated
fr: Mise à jour des prix relatif
ro: Prețuri relative actualizate

source: Reload data
fr: Recharger les données
ro: Reîncarcă datele

source: Remember me
fr: Se rappeler de moi
ro: Ține-mă minte
sv: Kom ihåg mig

source: Remote IP prefix
fr: Préfixe IP distant
sv: Fjärr-IP prefix

source: Remote group
fr: Groupe distant
sv: Fjärrgrupp

source: Remote security group
fr: Groupe de sécurité distant
ro: Grup securitate extern
sv: Fjärrsäkerhetsgrupp

source: Remote source of traffic
fr: Source du trafic distant
sv: Fjärrkälla för trafik

source: Remove
fr: Supprimer
ro: Elimină

source: Remove IP
fr: Supprimer l'IP
ro: Elimină IP
sv: Ta bort IP

source: Remove IP from instance {{ $ctrl.instance.name }}
fr: Supprimer l'IP de l'instance {{ $ctrl.instance.name }}
ro: Elimină IP-ul de la instanța {{ $ctrl.instance.name }}

source: Remove IP scheduled
fr: Suppression de l'IP en cours
ro: Eliminare IP in progres
sv: Tar bort ip...

source: Remove client from group
fr: Supprimer le client du groupe

source: Remove client group from flavor
fr: Supprimer le groupe de client du flavor

source: Remove flavor from group
fr: Supprimer le flavor du groupe

source: Remove flavor from image
fr: Supprimer le flavor de l'image

source: Remove flavor group from image
fr: Supprimer le groupe de flavor de l'image

source: Remove interface
fr: Supprimer l'interface

source: Remove link
fr: Supprimer le lien
ro: Elimină legătură

source: Remove port
fr: Supprimer le port
ro: Elimină port

source: Remove port from instance {{ $ctrl.instance.name }}
fr: Supprimer le port de l'instance {{ $ctrl.instance.name }}
ro: Elimină portul de la instanța {{ $ctrl.instance.name }}

source: Remove port scheduled
fr: Suppression du port en cours
ro: Eliminare port in progres
sv: Tar bort port...

source: Remove reverse link if it exists
fr: Supprimer le lien inverse s'il existe
ro: Șterge legătura inversă dacă există

source: Remove reversed link if it exists
fr: Supprimer le lien inversé s'il existe
ro: Șterge legătura inversă dacă există

source: Remove selected files
fr: Supprimer les fichiers sélectionnés
sv: Ta bort valda filer

source: Remove ticket linking
fr: Supprimer le lien du ticket
ro: Elimină legatura între tichete

source: Remove tier
fr: Supprimer le niveau
ro: Șterge nivel

source: Remove user from group
fr: Supprimer l'utilisateur du groupe
ro: Elimină utilizator din gru

source: Rename
fr: Renommer
ro: Redenumește
sv: Byt namn

source: Rename instance
fr: Renommer l'instance
ro: Redenumește instanța
sv: Byt namn på instans

source: Rename instance {{ $ctrl.instance.name }}
fr: Renommer l'instance {{ $ctrl.instance.name }}
ro: Redenumește instanța {{ $ctrl.instance.name }}

source: Rename volume
fr: Renommer le volume
ro: Redenumește volumul
sv: Byt namn på volym

source: Rename volume {{ $ctrl.volume.name }}
fr: Renommer le volume {{ $ctrl.volume.name }}
ro: Rename volumul {{ $ctrl.volume.name }}
sv: Byt namn på volym {{ $ctrl.volume.name }}

source: Renew
fr: Renouveler
ro: Reînnoiește

source: Reopen ticket
fr: Rouvrir un ticket
ro: Redeschide tichet
sv: Återöppnat ärende

source: Reply
fr: Répondre
ro: Răspunde
sv: Svara

source: Reply added
fr: Réponse ajoutée
ro: Răspuns adăugat
sv: Svar tillagt

source: Reply deleted
fr: Réponse supprimée
ro: Răspuns șters

source: Report for
fr: Réponse pour

source: Reports
fr: Rapports

source: Request cancellation
fr: Demande l'annulation
ro: Cere întrerupere
sv: Avsluta tjänst

source: Request code
fr: Demander un code
sv: Begär kod

source: Request password reset
fr: Demande pour la réinitialisation du mot de passe
ro: Resetarea parola
sv: Begär återställning av lösenord

source: Request service cancellation
fr: Demander une annulation de service
ro: Cere întreruperea serviciului
sv: Begär avslut av tjänster

source: Require end-users to use second factor authentication
fr: Nécessite que les utilisateurs finaux utilisent l'authentification à deux facteurs

source: Require new users to confirm the email address
fr: Demander aux nouveaux utilisateurs de confirmer leurs adresses email

source: Require staff users to use second factor authentication
fr: Nécessite que les utilisateurs du staff utilisent l'authentification à deux facteurs

source: Required
fr: Champs obligatoires
ro: Obligatoriu

source: Required credit for new services
fr: Crédit requis pour les nouveaux services
ro: Cere credit pentru noile servicii

source: Required credit for new services when on agreement
fr: Crédit requis pour les nouveaux services sous contrat

source: Required credit when on agreement
fr: Crédit requis sur contrat

source: Requires EPP for transfer
fr: EPP requis pour le transfert

source: Rescue
fr: Secourir
ro: Restaurează

source: Rescue instance
fr: Secourir une instance
ro: Restaurează instanța
sv: Rädda instans

source: Resend code
fr: Renvoyer le code
sv: Återsänd koden

source: Resend verification code
fr: Renvoyer le code de vérification
sv: Sänd verifikationskod igen

source: Reset
fr: Réinitialiser
ro: Resetează
sv: Återställ

source: Reset password
fr: Réinitialiser le mot de passe
ro: Resetează parola
sv: Återställ lösenord

source: Reset state
fr: Réinitialiser le statut
ro: Resetează stare
sv: Återställ state

source: Reset state of volume snapshot "{{ $ctrl.snapshot.name || $ctrl.snapshot.id }}"
fr: Réinitialise l'état du snapshot de volume "{{ $ctrl.snapshot.name || $ctrl.snapshot.id }}"
sv: Återställ status av snapshot "{{ $ctrl.snapshot.name || $ctrl.snapshot.id }}"

source: Reset usage
fr: Réinitialiser l'utilisation
ro: Resetează utilizare

source: Resetting state of volume...
fr: Réinitialise l'état du volume...
sv: Återställer volymtillstånd...

source: Resize
fr: Redimensionner
ro: Redimensionează

source: Resize cluster
fr: Redimensionner le cluster
sv: Ändra storlek på kluster

source: Resize instance
fr: Redimensionner l'instance
ro: Redimensionează instanța
sv: Ändra storlek på instans

source: Resize instance?
fr: Redimensionner l'instance?
sv: Ändra storlek på instans?

source: Resize started.
fr: Redimensionnement démarré.
sv: Storleksändringen startad.

source: Resize {{::$ctrl.cluster.name }}
fr: Redimensionner {{::$ctrl.user.name}}
sv: Ändra storlek på {{::$ctrl.cluster.name }}

source: Resource name
fr: Nom de la ressource
ro: Nume resursă
sv: Resursnamn

source: Resource type
fr: Type de ressource
ro: Tip resursă

source: Restore
fr: Restaurer
sv: Återställ

source: Restore backup
fr: Restaurer une sauvegarde
sv: Återställ backup

source: Restore to a new volume
fr: Restaurer sur un nouveau volume
sv: Återställ till en ny volym

source: Resume
fr: Reprendre
ro: Reia

source: Resume client
fr: Reprendre le client
ro: Reia activitatea clientului

source: Resume instance
fr: Reprendre l'instance
ro: Reia instanța

source: Resume instance {{name}}
fr: Reprendre l'instance {{name}}
ro: Reia instanța {{name}}

source: Revenue
fr: Revenu

source: Revenue Reports
fr: Rapports de revenus

source: Revenue report details
fr: Détails du rapport de revenu

source: Revenue report generation was started.
fr: La génération des rapports de revenus a été lancée.

source: Revert changes
fr: Rétablir les changements
ro: Elimină modificări

source: Revert permissions
fr: Rétablir les permissions
ro: Inversează permisiuni

source: Revert resize
fr: Rétablir le redimensionnement
ro: Inversează redimensionarea
sv: Ångra ändring av storlek

source: Revert to snapshot
fr: Rétablir le snapshot
sv: Återgå till snapshot

source: Revert volume
fr: Rétablir le volume
sv: Återställ volym

source: Revert volume {{ $ctrl.volume.name }} to snapshot
fr: Rétablir le volume {{ $ctrl.volume.name }} au snapshot
sv: Återställ volymen {{ $ctrl.volume.name }} till snapshot

source: Root password
fr: Mot de passe root
ro: Parola root
sv: Root-lösenord

source: Router
fr: Routeur

source: Router create scheduled
fr: Création du routeur en cours
ro: Creare router in progres
sv: Skapar router...

source: Router delete scheduled
fr: Suppression du routeur en cours
ro: Stergere router in progres
sv: Raderar router...

source: Router details
fr: Détails du routeur
ro: Detalii router
sv: Routerinformation

source: Router id: {{::$ctrl.floatingIp.router.id }}
fr: Id routeur: {{::$ctrl.floatingIp.router.id }}
ro: ID router: {{::$ctrl.floatingIp.router.id }}

source: Router name: {{ $ctrl.floatingIp.router.name }}
fr: Nom du routeur: {{ $ctrl.floatingIp.router.name }}
ro: Nume router: {{ $ctrl.floatingIp.router.name }}
sv: Routernamn: {{ $ctrl.floatingIp.router.name }}

source: Router name: {{::$ctrl.floatingIp.router.name }}
fr: Nom du routeur: {{::$ctrl.floatingIp.router.name }}
ro: Nume router: {{::$ctrl.floatingIp.router.name }}

source: Router update scheduled
fr: Mise à jour du routeur en cours
ro: Actualizare router in progres
sv: Uppdaterar router...

source: Router {:router}
fr: Routeur {:router}

source: Routers
fr: Routeurs
ro: Routere
sv: Routrar

source: Rule delete scheduled
fr: Suppression de la règle en cours
ro: Stergere rol in progres
sv: Raderar regel...

source: Rule protocol
fr: Protocol de règle
sv: Regelprotokoll

source: Rules
fr: Règles
ro: Roluri
sv: Regler

source: Run at
fr: Lancer en

source: SHELVED
fr: En attente

source: SHELVED OFFLOADED
fr: EN ATTENTE DECHARGÉ

source: SMS authenticator
fr: Authentificateur SMS
sv: SMS-autentiserare

source: SMS authenticator confirm
fr: Confirmation de l'authentificateur SMS
sv: SMS-autentiserare bekräfta

source: SMS authenticator details
fr: Détails de l'authentificateur SMS
sv: SMS-autentiseringsinformation

source: SOFT DELETE
fr: SUPPRESSION DOUCE

source: SSH key
fr: Clé SSH
ro: Cheia SSH
sv: SSH- nyckel

source: SSH key content
fr: Contenu de la clé SSH
ro: Conținut cheie SSH

source: SSH key successfully deleted
fr: Clé SSH supprimer avec succès
ro: Cheie SSH ștearsă cu succes
sv: SSH-nyckeln har raderats

source: SSH key updated successfully
fr: Clé SSH mise à jour avec succès
ro: Cheie SSH actualizată cu succes
sv: SSH-nyckeln har uppdaterats

source: SSH keys
fr: Clés SSH
ro: Chei SSH
sv: SSH-nycklar

source: SSH-key owner
fr: Propriétaire de la clé SSH
ro: Posesor cheie SSH

source: STARTING
fr: DÉPART
sv: STARTAR

source: STOPPED
fr: ARRÊTÉ
sv: AVSTÄNGD

source: STOPPING
fr: ARRÊT
sv: STÄNGER AV

source: SUSPENDED
fr: SUSPENDU
sv: SUSENDED

source: Save
fr: Enregistrer
ro: Salvează
sv: Spara

source: Save & sync
fr: Enregistrer et synchroniser

source: Save API user
fr: Enregistrer l'utilisateur d'API
ro: Salvează user API
sv: Spara API-användare

source: Save Contact
fr: Enregistrer le contact
sv: Spara kontakt

source: Save PTR
fr: Enregistrer le PTR
ro: Salvează PTR
sv: Spara PTR

source: Save Properties
fr: Enregistrer les propriétés
ro: Salvează proprietăți
sv: Spara egenskaper

source: Save TLD
fr: Enregistrer le TLD
ro: Salvează TLD

source: Save TODO
fr: Enregistrer TODO
ro: Salvează TODO

source: Save addons prices
fr: Économise les prix

source: Save and continue
fr: Enregistrer et continuer
ro: Salvează și continuă

source: Save client
fr: Enregistrer le client
sv: Spara kund

source: Save client group
fr: Enregistrer le groupe client

source: Save department
fr: Enregistrer le département
ro: Salvează departament

source: Save domain
fr: Enregistrer le domaine
ro: Salvează domeniu

source: Save flavor group
fr: Enregistrer le groupe de flavor

source: Save invoice
fr: Enregistrer la facture
ro: Salvează factură

source: Save key
fr: Enregistrer la clé
ro: Salveaza cheia
sv: Spara nyckel

source: Save message
fr: Enregistrer les messages

source: Save nameservers
fr: Enregistrer le nom des serveurs
ro: Salvează nameservere
sv: Spara namnservrar

source: Save prices
fr: Enregistrer les prix
ro: Salvează prețuri

source: Save project
fr: Enregistrer le projet
ro: Salvează proiect

source: Save registrar
fr: Enregistrer le registraire
ro: Salvează registrar

source: Save registrars
fr: Enregistrer les registraires
ro: Salvează registrari

source: Save rule
fr: Enregistrer la règle
ro: Salvează regula

source: Save service
fr: Enregistrer le service
ro: Salvează serviciu

source: Save settings & sync
fr: Enregistrer les paramètres & synchronisation

source: Save signatures
fr: Enregistrer les signatures

source: Save templates
fr: Enregistrer les templates
ro: Salvează template-uri

source: Save to cart
fr: Enregistrer dans le panier
ro: Salvează in coșul de cumpărături
sv: Lägg till i kundvagn

source: Save user group
fr: Enregistrer un groupe d'utilisateur
ro: Salvează grup utilizatori

source: Save whois information
fr: Informations supplémentaires
sv: Spara WHOIS-information

source: Saving the settings will launch a process that will sync OpenStack resources with Fleio.
fr: Sauvegarder les paramètres lancera un processus qui synchronisera les ressources OpenStack avec Fleio.
ro: Salvarea setărilor va lansa un proces ce va sincroniza toate obiectele OpenStack cu Fleio.

source: Search Domains
fr: Rechercher des domaines
ro: Căutare domenii
sv: Sök domäner

source: Search Registrars
fr: Rechercher des registraires
ro: Căutare registrari

source: Search TLDs
fr: Rechercher des TLD
ro: Căutare TLD-uri

source: Search TODOs
fr: Rechercher des TODO
ro: Căutare TODOs

source: Search client groups
fr: Rechercher un groupe de clients

source: Search clients
fr: Rechercher un client
ro: Căutare clienți

source: Search cluster templates
fr: Rechercher des modèles de clusters
sv: Sök i klustertemplates

source: Search clusters
fr: Rechercher des clusters
sv: Sök kluster

source: Search configurations
fr: Rechercher des configurations
ro: Caută configurări

source: Search contacts
fr: Rechercher des contacts
sv: Sök kontakter

source: Search departments
fr: Rechercher des départements
ro: Căutare departamente

source: Search flavor groups
fr: Rechercher des groupes de flavor

source: Search flavors
fr: Rechercher des flavors
ro: Căutare configurații

source: Search floating IPs
fr: Rechercher des IPs flottantes
ro: Căutare floating IP-uri
sv: Sök floating IPs

source: Search gateways
fr: Rechercher
ro: Căutare Gateways

source: Search images
fr: Rechercher des images
ro: Căutare floating IP-uri
sv: Sök images

source: Search instances
fr: Rechercher des instances
ro: Căutare instanțe
sv: Sök instanser
