Repository: binerogroup/fleio-i18n
Catalog: translations/frontend/po/*.po
Languages: fr, ro, sv

source: Total cost: <span>{{$ctrl.usage.usage.price | number : 2}} {{$ctrl.billing_currency}}</span>
fr: Coût total: <span>{{$ctrl.usage.usage.price | number : 2}} {{$ctrl.billing_currency}}</span>
ro: Cost total: <span>{{$ctrl.usage.usage.price | number : 2}} {{$ctrl.billing_currency}}</span>
sv: Total kostnad: <span>{{$ctrl.usage.usage.price | number : 2}} {{$ctrl.billing_currency}}</span>

source: Total number of clients
fr: Nombre total de clients
ro: Număr total de clienți

source: Total revenue
fr: Revenu total

source: Total traffic this billing cycle: {{::$ctrl.instance.current_cycle_traffic }} GB
fr: Trafic total sur ce cycle de facturation: {{::$ctrl.instance.current_cycle_traffic }} GB
sv: Total trafik denna period: {{:: $ctrl.instance.current_cycle_traffic}} GB

source: Total traffic this month: {{::$ctrl.instance.current_month_traffic }} GB
fr: Trafic total ce mois-ci: {{::$ctrl.instance.current_month_traffic }} GB
sv: Totalt trafik denna månad: {{::$ctrl.instance.current_month_traffic }} GB

source: Total {{resource_usage.resource_name}} Cost: <span>{{resource_usage.price | number : 2}} {{$ctrl.billing_currency}}</span>
fr: Coût total - {{resource_usage.resource_name}} : <span>{{resource_usage.price | number : 2}} {{$ctrl.billing_currency}}</span>
sv: Total kostnad för {{resource_usage.resource_name}}: <span>{{resource_usage.price | number : 2}} {{$ctrl.billing_currency}}</span>

source: Total {{resource_usage.resource_name}} cost: <span>{{resource_usage.price | number : 2}}</span> {{$ctrl.billing_currency}}
fr: Coût total - {{resource_usage.resource_name}}: <span>{{resource_usage.price | number : 2}}</span> {{$ctrl.billing_currency}}
sv: Total kostnad för {{resource_usage.resource_name}}: <span>{{resource_usage.price | number : 2}}</span> {{$ctrl.billing_currency}}

source: Traffic
fr: Trafic

source: Transaction ID
fr: ID de transaction
ro: ID tranzacție

source: Transaction Status
fr: Statut de la transaction
ro: Status Tranzacție

source: Transaction deleted
fr: Transaction supprimée
ro: Tranzacție ștearsă

source: Transaction refund initiated.
fr: Le remboursement de la transaction a commencé.
ro: Rambursare initiata.

source: Transfer
fr: Transfert
ro: Transferă

source: Transfer domain
fr: Transfert du domaine
ro: Transferă domeniu
sv: Transferera domän

source: Transfer domain from another provider
fr: Transfert du domain depuis un autre fournisseur
sv: Transferera domän från annan leverantör

source: Transfer pending
fr: Transfert en attente

source: Transferred away
fr: Transféré

source: Try another way
fr: Essayez d'une autre manière
sv: Prova ett annat sätt

source: Type selection
fr: Sélection du type
ro: Selectare tip

source: UNKNOWN
fr: INCONNU
sv: OKÄND

source: UP
fr: OPÉRATIONNELLE
sv: UPPE

source: Unable to authenticate
fr: Impossible à authentifier
ro: Autentificare imposibilă
sv: Det går inte att verifiera

source: Unable to delete volume.
fr: Impossible de supprimer le volume.
sv: Det går inte att radera volymen.

source: Unable to resize the instance without any available flavors
fr: Impossible de redimensionner l'instance sans flavors disponible
ro: Imposibil de modificat fără resurse disponibile
sv: Det går inte att ändra storlek på instansen utan några tillgängliga instanstyper

source: Unable to update service
fr: Impossible de mettre à jour le service

source: Uncheck all
fr: Décocher tout
ro: Debifează toate

source: Unchecking suspend instead of terminate allows clients and service termination and may cause accidental data loss
fr: Décocher suspendre au lieu de terminé autorise la résiliation d'un client ou d'un service et peut causer une perte de données accidentelle

source: Undefined
fr: Indéfini

source: Unit
fr: Unité
ro: Unitate

source: Unlock
fr: Déverrouiller
ro: Deblochează

source: Unlock instance
fr: Déverrouiller l'instance
ro: Deblochează instanță

source: Unlock instance {{name}}
fr: Déverrouiller l'instance {{name}}
ro: Deblochează instanța {{name}}

source: Unmanaged
fr: Non géré

source: Unmount ISO and reboot
fr: Démontez l'ISO et redémarrez
sv: Montera av ISO och starta om

source: Unpaid
fr: Impayé
ro: Neplătit
sv: Obetald

source: Unpaid usage
fr: Utilisation non payée
ro: Uz neplătit
sv: Obetald användning

source: Up to date credit
fr: Crédit à jour
ro: Credit la zi
sv: Nuvarande kredit

source: Update
fr: Mise à jour
ro: Actualizați
sv: Uppdatera

source: Update PTR record
fr: Mise à jour de l'enregistrement PTR
ro: Actualizeaza record PTR
sv: Uppdatera PTR-posten

source: Update all prices
fr: Mettre à jour tous les prix
ro: Actualizează toate prețurile

source: Update backup
fr: Mise à jour de sauvegarde
sv: Uppdatera backup

source: Update backup {{::$ctrl.backup.name}}
fr: Mise à jour de sauvegardes {{::$ctrl.backup.name}}
sv: Uppdatera backup {{::$ctrl.backup.name}}

source: Update changes
fr: Mettre à jour les changements
ro: Actualizați schimbari
sv: Uppdatera ändringar

source: Update exchange rates
fr: Mettre à jour les taux de change
ro: Actualizează cursuri de schimbari

source: Update exchange rates?
fr: Mettre à jour les taux de change?
ro: Actualizează ratele de schimb?

source: Update flavor
fr: Mettre à jour le flavor
ro: Actualizează configurație

source: Update frontend
fr: Mettre à jour le frontend

source: Update image
fr: Mettre à jour l'image
ro: Actualizați imagine
sv: Uppdatera image

source: Update relative prices
fr: Mettre à jour les prix relatifs
ro: Actualizează prețuri relative

source: Update relative prices for all products?
fr: Mettre à jour les prix relatifs pour tous les produits?
ro: Actualizează prețul relativ pentru toate produsele?

source: Update snapshot
fr: Mettre à jour le snapshot
sv: Uppdatera snapshot

source: Update subnet pool
fr: Mettre à jour le pool de sous-réseau
ro: Actualizează subrețea

source: Update subnet scheduled
fr: Mise à jour de sous réseau en cours

source: Update ticket
fr: Mettre à jour le ticket
sv: Uppdatera ärende

source: Update usage
fr: Mise à jour de l'utilisation
ro: Actualizează uz

source: Update volume snapshot
fr: Mise à jour du volume planifée
sv: Uppdatera volymsnapshot

source: Updated
fr: Mis à jour
ro: Actualizat

source: Updated at
fr: Mis à jour le
ro: Actualizat la
sv: Uppdaterad den

source: Updated at: {{ $ctrl.image.updated_at | date:'medium' }}
fr: Mis à jour le: {{ $ctrl.image.updated_at | date:'medium' }}
ro: Actualizat la: {{ $ctrl.image.updated_at | date:'medium' }}

source: Updated at: {{ $ctrl.serviceDetails.updated_at | date:'medium'}}
fr: Mis à jour le: {{ $ctrl.serviceDetails.updated_at | date:'medium'}}
ro: Actualizat la: {{ $ctrl.serviceDetails.updated_at | date:'medium'}}
sv: Uppdaterad: {{ $ctrl.serviceDetails.updated_at | date:'medium'}}

source: Updated at: {{ $ctrl.subnetpool.updated_at }}
fr: Mis à jour le: {{ $ctrl.subnetpool.updated_at }}
ro: Actualizat la: {{ $ctrl.subnetpool.updated_at }}

source: Updated at: {{ ::$ctrl.zone.updated_at | date:'medium' }}
fr: Mis à jour le: {{ ::$ctrl.zone.updated_at | date:'medium' }}
ro: Actualizat la: {{ ::$ctrl.zone.updated_at | date:'medium' }}
sv: Uppdaterad: {{ ::$ctrl.zone.updated_at | date:'medium' }}

source: Updated at: {{$ctrl.cluster.updated_at | date:'medium'}}
fr: Mis à jour le: {{$ctrl.cluster.updated_at | date:'medium'}}
sv: Uppdaterad: {{$ctrl.cluster.updated_at | date:'medium'}}

source: Updated messages count
fr: Nombre de messages mis à jour

source: Updated: {{ $ctrl.image.updated_at | date:'medium' }}
fr: Mis à jour: {{ $ctrl.image.updated_at | date:'medium' }}
sv: Uppdaterad: {{ $ctrl.image.updated_at | date:'medium' }}

source: Upgrade options saved
fr: Options de mise à jour enregistrées

source: Upgrades
fr: Mises à niveau

source: Upload new image
fr: Télécharger une nouvelle image
sv: Ladda upp ny image

source: Uploading image ...
fr: Télécharger une image ...
sv: Laddar upp bild...

source: Usage reset
fr: Réinitialisation de l'utilisation
ro: Resetare utilizare

source: Usage updated
fr: Mise à jour de l'utilisation
ro: Uz actualizat

source: Use an existing domain
fr: Utilisé un domaine existant
sv: Använd existerande domän

source: Use an existing volume
fr: Utilisé un domaine existant
sv: Använd en befintlig volym

source: Use an external domain
fr: Utilisé un domaine externe
sv: Använd extern domän

source: Use client as a contact
fr: Utilisé le clent comme contact
sv: Använd kund som kontakt

source: Use default nameservers
fr: Utilisé les noms de serveur par défaut
ro: Utilizează nameservere implicite
sv: Använd standardnamnservrar

source: Use domain in cart
fr: Utiliser le domaine dans le panier
sv: Använd domän i varukorg

source: Use email as username
fr: Utilisé l'email comme nom d'utilisateur
ro: Folosește e-mailul ca și nume utilizator

source: Use existing domain
fr: Utilisé un domaine existant
sv: Använd existerande domän

source: Use image as a source
fr: Utilisé l'image comme source
sv: Använd image som källa

source: Use relative prices
fr: Utilisé les prix relatifs
ro: Utilizează prețuri relative

source: User
fr: Utilisateur
ro: Utilizator

source: User <a class="md-primary" ui-sref="user({'id': $ctrl.selectedUser.id})">{{$ctrl.selectedUser.username}}</a> is not included in any group.
fr: L'utilisateur <a class="md-primary" ui-sref="user({'id': $ctrl.selectedUser.id})">{{$ctrl.selectedUser.username}}</a> n'est inclus dans aucun groupe.
ro: Utilizatorul <a class="md-primary" ui-sref="user({'id': $ctrl.selectedUser.id})">{{$ctrl.selectedUser.username}}</a> nu este inclus în niciun grup.

source: User <a class="md-primary" ui-sref="user({'id': $ctrl.selectedUser.id})">{{$ctrl.selectedUser.username}}</a> is part of the following groups:
fr: L'utilisateur <a class="md-primary" ui-sref="user({'id': $ctrl.selectedUser.id})">{{$ctrl.selectedUser.username}}</a> fait partie des groupes suivants:
ro: Utilizatorul <a class="md-primary" ui-sref="user({'id': $ctrl.selectedUser.id})">{{$ctrl.selectedUser.username}}</a> face parte din următoarele grupuri

source: User added to group
fr: Utilisateur ajouté au groupe
ro: Utilizatorul a fost adăugat la grup

source: User associated
fr: Utilisateur associé
ro: Utilizator asociat

source: User created
fr: Utilisateur créé
ro: Utilizator creat

source: User deleted
fr: Utilisateur supprimé
ro: Utilizator șters

source: User details
fr: Détails de l'utilisateur
ro: Detalii utilizator

source: User group
fr: Groupe d'utilisateurs
ro: Grup utilizatori

source: User group added
fr: Groupe d'utilisateurs ajouté
ro: Grup utilizatori adăugat

source: User group deleted
fr: Utilisateur supprimé
ro: Grup utilizatori șters

source: User group details
fr: Détails du groupe d'utilisateurs
ro: Detalii grup utilizatori

source: User group permissions generated
fr: Autorisations de groupe d'utilisateurs générées
ro: Permisiunile grupului utilizatorului au fost generate

source: User group permissions updated
fr: Autorisations de groupe d'utilisateurs mise à jour
ro: Permisiunile grupului utilizatorului au fost actualizate

source: User group updated
fr: Groupe d'utilisateurs mis à jour
ro: Grup utilizatori actualizat

source: User group {:name}
fr: Groupe d'utilisateurs {:name}
ro: Grup utilizatori {:name}

source: User groups
fr: Groupes d'utilisateurs
ro: Grupuri utilizatori

source: User image
fr: Image utilisateur
ro: Imaginea utilizatorului
sv: Användarimage

source: User labels
fr: Étiquettes utilisateur

source: User modified
fr: Utilisateur modifié
ro: Utilizator modificat

source: User name
fr: Nom d'utilisateur
ro: Nume utilizator

source: User name is required
fr: Le nom d'utilisateur est requis
ro: Numele utilizatorului este necesar

source: User permissions generated
fr: Autorisations utilisateurs générées
ro: Permisiunile utilizatorului a fost generate

source: User permissions updated
fr: Autorisations utilisateurs mise à jour
ro: Permisiuni utilizator actualizate

source: User removed from group
fr: Utilisateur retiré du groupe
ro: Utilizator șters din grup

source: User {:id}
fr: Utilisateur {:id}
ro: Utilizator {:id}

source: Username
fr: Nom d'utilisateur
ro: Nume utilizator
sv: Användarnamn

source: Username or email
fr: Nom d'utilisateur ou email
ro: Utilizator sau e-mail
sv: Användarnamn eller e-postadress

source: Users
fr: Utilisateurs
ro: Utilizatori

source: Utilities
fr: Utilitaires
ro: Utilitare
sv: Verktyg

source: VAT ID
fr: ID TVA
ro: ID VAT
sv: Organisationsnummer

source: VERIFY RESIZE
fr: VÉRIFICATION DU REDIMENSIONNEMENT

source: Value
fr: Valeur
ro: Valoare

source: Verified
fr: Vérifié
ro: Verificat

source: Verify API SSL certificates
fr: Vérifier les certificats SSL de l'API
ro: Verifica certificatele SSL

source: Version is compatible with Fleio
fr: La version est compatible avec Fleio
ro: Versiunea este compatibilă cu Fleio

source: Version is not compatible with Fleio
fr: La version n'est pas compatible avec Fleio
ro: Versiunea nu este compatibilă cu Fleio

source: View all services
fr: Voir tous les services
ro: Vezi toate serviciile
sv: Visa alla tjänster

source: Virtual CPUs
fr: CPU virtuels
ro: CPU-uri virtuale

source: Virtual CPUs: {{$ctrl.instance.flavor.vcpus }}
fr: CPU virtuels: {{$ctrl.instance.flavor.vcpus }}
ro: Procesoare virtuale: {{$ctrl.instance.flavor.vcpus }}
sv: Virtuella CPUs: {{$ctrl.instance.flavor.vcpus }}

source: Visibility
fr: Visibilité
ro: Vizibilitate
sv: Synlighet

source: Visibility: {{ $ctrl.image.visibility }}
fr: Visibilité: {{ $ctrl.image.visibility }}
ro: Vizibilitate: {{ $ctrl.image.visibility }}
sv: Tillgänglighet: {{ $ctrl.image.visibility }}

source: Visible to User
fr: Visible pour l'utilisateur
ro: Vizibil utilizatorului

source: Visible to user
fr: Visible pour l'utilisateur
ro: Vizibil utilizatorului

source: Volume Size Increments
fr: Extension de volume
ro: Setări mărime volum

source: Volume Snapshots
fr: Snapshots de volume
ro: Snapshot-uri volum
sv: Volymsnapshots

source: Volume backup
fr: Sauvegarde de volume
sv: Volymbackup

source: Volume backup delete scheduled
fr: Suppression de la sauvegarde de volume planifée
sv: Raderar volymbackupschema

source: Volume backup details
fr: Détails de la sauvegarde de volume
sv: Volymbackupdetaljer

source: Volume backup {:volumeBackupTitle}
fr: Sauvegarde de volume {:volumeBackupTitle}
sv: Volymbackup {:volumeBackupTitle}

source: Volume backups
fr: Sauvegardes de volume
sv: Volymbackuper

source: Volume create scheduled
fr: Création du volume en cours
ro: Creare volum in progres
sv: Skapar volym...

source: Volume delete scheduled
fr: Suppression du volume planifiée
sv: Raderar volym...

source: Volume details
fr: Détails du volume
ro: Detalii volum
sv: Volymdetaljer

source: Volume driver
fr: Pilote de volume
sv: Volymdrivrutin

source: Volume driver: {{$ctrl.clusterTemplate.volume_driver}}
fr: Pilote de volume: {{$ctrl.clusterTemplate.volume_driver}}
sv: Volymdrivrutin: {{$ctrl.clusterTemplate.volume_driver}}

source: Volume extend scheduled
fr: Agrandissement du volume en cours
ro: Extindere volum programata
sv: Utökar volym...

source: Volume snapshot
fr: Snapshot de volume
sv: Volymsnapshot

source: Volume snapshot delete scheduled
fr: Suppression du snapshot de volume planifiée
sv: Raderar volymsnapshot...

source: Volume snapshot details
fr: Détails du snapshot de volume
sv: Snapshotdetaljer

source: Volume snapshot update started.
fr: Mise à jour du snapshot de volume démarrée.
sv: Uppdaterar snapshot...

source: Volume snapshot was scheduled for creation
fr: Création du snapshot du volume planifiée
sv: Skapar snapshot...

source: Volume snapshot {:volumeSnapshotTitle}
fr: Snapshot de volume {:volumeSnapshotTitle}
sv: Volymsnapshot {:volumeSnapshotTitle}

source: Volume snapshots
fr: Snapshots de volume
sv: Volymsnapshots

source: Volume snapshots also exist! Check the volumes tab to see the volumes that have snapshots.
fr: Les snapshots de volumes existent également! Vérifier l'onglet volumes pour voir si des volumes ont des snapshots.
sv: Det finns volymsnapshots! Kontrollera volymfliken för att se volymerna som har snapshots.

source: Volume type
fr: Type de volume
ro: Tip Volum
sv: Volymtyp

source: Warning: deleting a client will permanently delete any invoices and orders associated with the client.
fr: Attention: la suppression d'un client supprimera définitivement les factures et les commandes associées au client.
ro: Avertisment: ștergerea unui client va șterge permanent toate facturile și comenzile clientului.

source: Warning: instance resize will cause downtime. The instance will shutdown and the disk image will be copied to a new disk. This may take a while, depending on the disk size.
fr: Attention: le redimensionnement de l'instance causera un temps d'arrêt. L'instance va s'arrêter et l'image disque sera copier sur un nouveau disque. Cela peut prendre du temps, en fonction de la taille du disque.

source: Warning: instance resize will cause downtime. The instance will shutdown and the disk image will be copied to a new disk. This will take a while, depending on the disk size.
fr: Attention: le redimensionnement de l'instance causera un temps d'arrêt. L'instance va s'arrêter et l'image disque sera copier sur un nouveau disque. Cela va prendre du temps en fonction de la taille du disque.
sv: Varning: en resize av instans orsakar driftstopp. Instansen stängs ner och imagen kopieras till en ny disk för att startas upp med den nya storleken. Detta kommer att ta lite tid beroende på diskens storlek och datamängd.

source: Warning: this will permanently delete data from openstack.
fr: Attention: cela supprimera définitivement les données d'openstack.
ro: Atenționare: aceasta va șterge permanent datele din openstack.

source: Warning: this will permanently delete data.
fr: Attention: cela supprimera définitivement les données.
ro: Atenționare: ștergerea datelor este permanentă.

source: When a new Client signs up, an order will be automatically created for him.
fr: Lorsqu'un nouveau client s'inscrit, une commande lui est automatiquement créée.
ro: La înregistrarea unui nou client, o nouă comandă va fi creată pentru el.

source: When you press <b>Move instance</b> we will attempt to move the instance to selected client.
fr: Lorsque vous appuyez sur <b> Déplacer l'instance </b>, nous essayons de déplacer l'instance vers le client sélectionné.

source: Whois data saved
fr: Données Whois sauvegardées
sv: WHOIS-data sparat

source: Whois information
fr: Information Whois
sv: WHOIS-data

source: Whois information for domain
fr: Information Whois pour le domaine
sv: WHOIS-information för domän

source: Whois server configured
fr: Serveur Whois configuré
ro: Server Whois configurat

source: Wildcard available, use asterisk symbol to use it:
fr: Wildcard disponible, utilisez le symbole astérisque pour l'utiliser:
sv: Wildcard tillgängligt, använd asterisk symbol för att använda det:

source: Will try to reconnect shortly
fr: Va essayer de se reconnecter rapidement
ro: Va încerca să se reconecteze în scurt timp
sv: Försöker återansluta inom kort

source: With this option enabled, an European Union Client will be marked as non taxable is he has a valid EU va ID.
fr: Avec cette option est activée, un client de l’Union européenne sera marqué comme non imposable s’il possède un identifiant européen valide.
ro: Cănd această opțiune este activatăm, un client din Uniunea Europeană va fi marcat ca netaxabil dacă care un cod de TVA valid.

source: Year (e.g. 19)
fr: Année (ex: 19)

source: Yes
fr: Oui
ro: Da
sv: Ja

source: You are currently using a total of {{$ctrl.cores_in_use}} cores on your compute nodes.
fr: Vous utilisé actuellement un total de {{$ctrl.cores_in_use}} cœurs.
ro: Momentan utilizezi un total de {{$ctrl.cores_in_use}} core-uri de pe nodul tău.
sv: Du använder för närvarande totalt {{$ctrl.cores_in_use}} kärnor på dina compute-noder.

source: You are not allowed to do this
fr: Vous n'êtes pas autorisé à faire sa
sv: Du är inte tillåten att göra detta

source: You are using more CPU cores than your license allows. Click for more info.
fr: Vous utilisez plus de cœurs CPU que votre licence ne le permet. Cliquez pour plus d'informations.
sv: Du använder fler CPU-kärnor än din licens tillåter. Klicka för mer info.

source: You can accept or reject this image.
fr: Vous pouvez accepter ou refuser cette image.
sv: Du kan acceptera eller avvisa den här imagen.

source: You can't delete the last plan
fr: Vous pouvez supprimer le dernier plan
ro: Nu poți șterge ultimul plan

source: You choose to refund transaction {{$ctrl.refundDetails.transactionInfo}}, amount {{$ctrl.refundDetails.transactionAmount}}.<br> When you refund this transaction the following will happen:
fr: Vous choisissez de rembourser la transaction {{$ ctrl.refundDetails.transactionInfo}}, montant {{$ ctrl.refundDetails.transactionAmount}}. <br> Lorsque vous rembourserez cette transaction, les événements suivants se produiront:
ro: Alegi să rambursezi tranzacția {{$ctrl.refundDetails.transactionInfo}}, valoare {{$ctrl.refundDetails.transactionAmount}}.<br> După ce rambursezi tranzactia urmatoarele se vor intâmpla:

source: You do not have enough credit to create new resources.
fr: Vous n'avez pas assez de crédit pour créer de nouvelle ressources.
sv: Du har inte tillräckligt med kredit för att skapa nya resurser.

source: You have 1 day left from your license.
fr: Il vous reste 1 jour sur votre licence.
ro: Mai ai o zi rămasă din licența ta.
sv: Du har en dag kvar för din licens.

source: You have {{$ctrl.licenseDaysLeft}} days left from your license.
fr: Vous avez {{$ctrl.licenseDaysLeft}} jours restant sur votre licence.
sv: Du har {{$ctrl.licenseDaysLeft}} dagar kvar på din licens.

source: You must first set a valid phone number.
fr: Vous devez d'abord définir un numéro de téléphone valide.
sv: Du måste först ställa in ett giltigt telefonnummer.

source: You must select a flavor first!
fr: Vous devez sélectionner un flavor en premier !
sv: Du måste välja en instanstyp först!

source: You need to fill the following custom fields in order to register the domain
fr: Vous devez remplir les champs personnalisés suivants pour enregistrer le domaine
sv: Du måste fylla i följande specifika fält för att registrera domänen

source: You will be charged up to {{ $ctrl.price_per_snapshot }} for each existing snapshot.
fr: Vous serez facturé jusqu'à {{ $ctrl.price_per_snapshot }} pour chaque snapshot existant.

source: You will need to re-enable google authenticator
fr: Vous aurez besoin de réactiver google authenticator
sv: Du måste aktivera google authenticator igen

source: You will receive a new code on your mobile phone number (). Go to your profile to change your phone number.
fr: Vous recevrez un nouveau code sur votre numéro de téléphone mobile (). Accédez à votre profil pour changer votre numéro de téléphone.
sv: Du kommer att få en ny kod på ditt mobilnummer (). Gå till din profil för att ändra ditt telefonnummer.

source: Your email address is not confirmed. Go to <a ui-sref="confirmEmail({'token': null})" class="md-primary"> confirmation page </a> to activate or resend the activation code.
fr: Votre adresse email n'est pas confirmée. Allez sur <a ui-sref="confirmEmail({'token': null})" class="md-primary"> la page de confirmation </a> pour activer ou renvoyer un code d'activation.
sv: Din e-postadress är inte bekräftad. Gå till <a ui-sref="confirmEmail({'token': null})" class="md-primary"> bekräftelsesidan </a> för att aktivera, eller skicka koden igen.

source: Your form contains errors
fr: Votre formulaire contient des erreurs
ro: Formularul tău conține erori
sv: Ditt formulär innehåller fel

source: Your license expired yesterday. Please renew your Fleio license.
fr: Votre licence à expiré hier. Veuillez renouveler votre licence Fleio.
ro: Vă rugam să reînnoiți licența Fleio.
sv: Din licens gick ut igår. Förnya din Fleio-licens.
