Repository: binerogroup/fleio-i18n
Catalog: translations/frontend/po/*.po
Languages: fr, ro, sv

source: A <strong>Delay</strong> for client termination can be set (in hours) to postpone the actual termination.
fr: Un <strong>Délai</strong>pour la résiliation de client peut être défini (en heures) pour reporter l'actuelle résiliation.
ro: O <strong>amânare</strong> pentru ștergerea clientului poate fi setată (în ore) pentru a amâna ștergerea efectivă.

source: A network is required to create a new Instance.
fr: Un réseau est requis pour créer une nouvelle instance.
ro: O retea este necesara pentru a crea o noua instanta.
sv: Ett nätverk krävs för att skapa en ny instans.

source: A snapshot will be charged up to {{ $ctrl.price_per_storage }}.
fr: Un instantané sera facturé jusqu'à {{ $ctrl.price_per_storage }}.

source: A valid TLD is required
fr: Un TLD valide est requis
ro: Un TLD valid este necesar

source: A valid client is required
fr: Un client valide est requis

source: A valid contact is required
fr: Un contact valide est requis
sv: En giltig kontakt krävs

source: A valid country is required
fr: Un pays valide est requis
ro: Este necesară o țară validă
sv: Ett giltigt land krävs

source: A valid currency code is required
fr: Un code de devise valide est requis
ro: Este necesar un cod valid

source: A valid domain in required
fr: Un domaine valide est requis
sv: En giltig domän krävs

source: A valid project is required
fr: Un projet valide est requis
ro: Este necesar un proiect valid

source: A valid registrar connector is required
fr: Un connecteur de registrar valide est requis
ro: Un connector de registrar valid este necesar

source: A valid registrar is required
fr: Un registraire valide est requis
ro: Un registrar valid este necesar

source: A valid snapshot is required
fr: Un snapshot valide est requis
sv: En giltig snapshot krävs

source: A valid user is required
fr: Un utilisateur valide est requis
ro: Un utilizator valid este necesar

source: A valid volume is required
fr: Un volume valide est requis
sv: En giltig volym krävs

source: A verification code was sent to {{$ctrl.receiver}}
fr: Un code de vérification à été envoyé à {{$ctrl.receiver}}
sv: En verifieringskod skickades till {{$ctrl.receiver}}

source: API Address: {{$ctrl.cluster.api_address}}
fr: Adresse IP de l'API: {{$ctrl.cluster.api_address}}
sv: API-adress: {{$ctrl.cluster.api_address}}

source: API timeout
fr: Délai d'attente de l'API
ro: Timp asteptare raspuns API

source: API user deleted
fr: Utilisateur d'API supprimé
ro: Utilizator API șters
sv: API-användare har tagits bort

source: API user edited
fr: Utilisateur d'API modifié
ro: Utilizatori API modificat
sv: API-användare redigerad

source: API users
fr: Utilisateurs d'API
ro: Utilizatori API
sv: API-användare

source: Abort migrate
fr: Migration interrompue
ro: Anuleaza migrarea

source: Abort migrate instance
fr: Abandonner la migration de l'instance
ro: Anuleaza migrarea instantei

source: Abort migrate instance {{name}}
fr: Abandonner la migration de l'instance {{name}}
ro: Anuleaza migrarea instantei {{name}}

source: Acccess IP
fr: IP d'accès
sv: Access IP

source: Accept
fr: Accepter
ro: Accepta
sv: Acceptera

source: Access demo account with username <strong>{{ vm.credentials}}</strong>,password <strong> {{ vm.credentials }}</strong>
fr: Accès au compte de démonstration avec l'identifiant <strong>{{ vm.credentials}}</strong>,password <strong> {{ vm.credentials }}</strong>
ro: Accesează contul demo cu username <strong>{{ vm.credentials}}</strong>,parola <strong> {{ vm.credentials }}</strong>
sv: Få åtkomst till demokonto med användarnamn <strong>{{vm.credentials}}</strong> , lösenord <strong>{{vm.credentials}}</strong>

source: Access ip
fr: IP d'accès

source: Access token
fr: Token d'accès

source: Account e-mail address
fr: Adresse e-mail du compte
ro: Contul adresei de e-mail
sv: Kontots e-postadress

source: Action not allowed
fr: Action non autorisée
ro: Operațiunea nu este permisă
sv: Åtgärd inte tillåten

source: Activate
fr: Activer
ro: Activează
sv: Aktivera

source: Activated
fr: Activé
ro: Activat

source: Activated at
fr: Activé le
ro: Activat la
sv: Aktiverad vid

source: Activated at: {{ $ctrl.serviceDetails.activated_at | date:'medium'}}
fr: Activé le: {{ $ctrl.serviceDetails.activated_at | date:'medium'}}
ro: Activat la: {{ $ctrl.serviceDetails.activated_at | date:'medium'}}
sv: Aktiverad: {{ $ctrl.serviceDetails.activated_at | date:'medium'}}

source: Activity
fr: Activité
ro: Activitate

source: Activity log
fr: Log d'activité
ro: Istoric activități

source: Add
fr: Ajout
ro: Adaugă

source: Add API User
fr: Ajouter un utilisateur d'API
ro: Adaugă utilizator API
sv: Skapa API-användare

source: Add API user
fr: Ajouter un utilisateur d'API
ro: Adaugă utilizator API
sv: Lägg till API-användare

source: Add Contact
fr: Ajouter un Contact
sv: Skapa kontakt

source: Add DNS name server
fr: Ajouter un serveur de nom DNS
ro: Adăugați server DNS pentru nume
sv: Lägg till DNS-namnserver

source: Add IP
fr: Ajouter une IP
ro: Adaugă IP
sv: Lägg till IP

source: Add IP automatically
fr: Ajouter une IP automatiquement
ro: Adaugă IP automat
sv: Lägg till IP automatiskt

source: Add IP manually
fr: Ajouter une IP manuellement
ro: Adaugă IP manual
sv: Lägg till IP manuellt

source: Add IP(s) scheduled
fr: Ajouter d'IPs en cours
ro: Adaugare IP(-uri) in progres
sv: Lägger till IP-adress(er)...

source: Add IP(s) to instance {{ $ctrl.instance.name }}
fr: Ajouter une ou plusieurs IP à l'instance {{ $ctrl.instance.name }}
ro: Adaugă Ip(-uri) la instanța {{ $ctrl.instance.name }}
sv: Lägg till IP-adress(er) till instansen {{ $ctrl.instance.name }}

source: Add IPv4 subnet pool
fr: Ajouter un pool de sous-réseau IPv4
ro: Adaugă subrețea IPv4

source: Add IPv6 subnet pool
fr: Ajouter un pool de sous-réseau IPv6
ro: Adaugă subrețea IPv6

source: Add SSH key
fr: Ajouter une clé SSH
ro: Adaugă cheia SSH
sv: Lägg till SSH-nyckel

source: Add TLD
fr: Ajouter TLD
ro: Adaugă TLD

source: Add TODO
fr: Ajouter TODO
ro: Adaugă TODO

source: Add a new domain contact
fr: Ajouter un nouveau contact de domaine
sv: Skapa ny domänkontakt

source: Add allocation pool
fr: Ajouter un pool d'allocation
ro: Adaugă fond de alocare
sv: Lägg till allokeringspool

source: Add attachment
fr: Ajouter une pièce jointe
ro: Adaugă atașament

source: Add attachments
fr: Ajouter des pièces jointes
sv: Bifoga fil

source: Add choice
fr: Ajouter un choix
ro: Adaugă opțiune

source: Add client billing information
fr: Ajouter les informations de facturation du client
ro: Adaugă informații facturare client
sv: Lägg till faktureringsinformation för kundkontot

source: Add client group
fr: Ajouter un groupe de clients

source: Add client to group
fr: Ajouter un client au groupe

source: Add condition
fr: Ajouter une condition
ro: Adaugă condiție

source: Add contact
fr: Ajouter un contact
sv: Skapa kontakt

source: Add credit
fr: Ajouter du crédit
ro: Adaugă credit
sv: Lägg till krediter

source: Add credit to your account
fr: Ajouter du crédit à votre compte
ro: Adaugă credit în contul tău
sv: Lägg till kredit till ditt konto

source: Add cycle to product {{ $ctrl.pack.name }}
fr: Ajouter un cycle au produit {{ $ctrl.pack.name }}
ro: Adaugă ciclu la produsul {{ $ctrl.pack.name }}

source: Add department
fr: Ajouter un département
ro: Adaugă departament

source: Add domain
fr: Ajouter un domaine
ro: Adaugă domeniu

source: Add filter
fr: Ajouter un filtre
ro: Adaugă filtru
sv: Lägg till filter

source: Add flavor group
fr: Ajouter un groupe de flavor

source: Add flavor group to image
fr: Ajouter un groupe de flavor à une image

source: Add flavor to group
fr: Ajouter un flavor au groupe

source: Add flavor to image
fr: Ajouter un flavor à une image

source: Add floating IP
fr: Ajouter une IP flottante
ro: Adaugă floating IP
sv: Lägg till floating IP

source: Add global signature
fr: Ajouter une signature globale

source: Add host route
fr: Ajouter une route hôte
ro: Adaugă rută
sv: Lägg till host route

source: Add image property
fr: Ajouter une propriété à l'image
ro: Adaugă proprietate imagine
sv: Lägg till image-attribut

source: Add interface
fr: Ajouter une interface
ro: Adaugă interfata
sv: Lägg till nätverksinterface

source: Add interface scheduled
fr: Ajout d'interface planifié
ro: Adaugare interfata in progres
sv: Skapar nätverksinteface...

source: Add interface to router {{ $ctrl.router.name }}
fr: Ajouter une interface au routeur {{ $ctrl.router.name }}
ro: Adaugare interfata la router {{ $ctrl.router.name }}
sv: Lägg till interface till routern {{$ctrl.router.name}}

source: Add invoice
fr: Ajouter une facture
ro: Adaugă factură

source: Add invoice item
fr: Ajouter un élément à la facture
ro: Adaugă element pe factura

source: Add ip
fr: Ajouter une IP
ro: Adaugă ip
sv: Lägg till ip

source: Add ip(s)
fr: Ajouter plusieurs IP
ro: Adaugă ip(uri)
sv: Lägg till IP-adress(er)

source: Add key
fr: Ajouter une clé
ro: Adaugă cheie
sv: ﻿Lägg till nyckel

source: Add master
fr: Ajouter un maitre
ro: Adaugă master

source: Add metric
fr: Ajouter une mesure
ro: Adaugă măsurătoare

source: Add metric pricing rule
fr: Ajouter une mesure de règle de prix
ro: Adaugă regulă de preț pentru măsurătoare

source: Add modifier
fr: Ajouter un modificateur
ro: Adaugă modificator

source: Add new
fr: Ajouter un nouveau
ro: Adaugă nou
sv: Lägg till ny

source: Add new comment
fr: Ajouter un nouveau commentaire
ro: Adaugă comentariu nou

source: Add new domain contact
fr: Ajouter un nouveau contact pour le domaine
sv: Skapa ny domänkontakt

source: Add new key
fr: Ajouter une nouvelle clé
ro: Adaugă cheie nouă
sv: Lägg till ny nyckel

source: Add new pricing rule
fr: Ajouter une nouvelles règles de prix
ro: Adaugă regulă nouă de stabilire a prețurilor

source: Add new template
fr: Ajouter un nouveau modèle
ro: Adaugă template nou

source: Add note
fr: Ajouter une note
ro: Adaugă notă

source: Add payment
fr: Ajouter un paiement
ro: Adaugă plată

source: Add port
fr: Ajouter un port
ro: Adaugă port
sv: Lägg till port

source: Add port scheduled
fr: Ajout d'un port en cours
ro: Adăugare port in progres
sv: Lägger till port...

source: Add port to instance {{ $ctrl.instance.name }}
fr: Ajouter un port a l'instance{{ $ctrl.instance.name }}
ro: Adaugă port la instanța {{ $ctrl.instance.name }}
sv: Lägg till port till instansen {{$ctrl.instance.name}}

source: Add prefix
fr: Ajouter un prefix
ro: Adaugă prefix

source: Add pricing rule
fr: Ajouter une règle de prix
ro: Adaugă regula de stabilire a prețurilor

source: Add project
fr: Ajouter un projet
ro: Adauga proiect

source: Add record
fr: Ajouter un enregistrement
ro: Adaugă record
sv: Lägg till post

source: Add recordset
fr: Ajouter un jeu d'enregistrement
ro: Adaugă recordset
sv: Lägg till recordset

source: Add registrar
fr: Ajouter un registraire
ro: Adaugă registrar

source: Add router
fr: Ajouter un routeur

source: Add rule
fr: Ajouter une règle
ro: Adaugă regula
sv: Lägg till regel

source: Add rule scheduled
fr: Ajout d'une règle en cours
ro: Adăugare regula in progres
sv: Lägger till regel...

source: Add rule to security group
fr: Ajouter une règle au groupe de sécurité
ro: Adaugă regulă la grup de securitate
sv: Lägg till regel i säkerhetsgruppen

source: Add signature for department
fr: Ajouter une signature pour le département

source: Add subnet
fr: Ajouter un sous-réseau
ro: Adaugă subrețea
sv: Lägg till subnät

source: Add subnet pool
fr: Ajouter un pool de sous-réseau
ro: Adaugă subrețea

source: Add subnet scheduled
fr: Ajout d'un sous réseau en cours
ro: Adăugare subrețea in progres
sv: Lägger till subnät...

source: Add subnet to network {{ $ctrl.network.name }}
fr: Ajouter un sous-réseau au réseau {{ $ctrl.network.name }}
ro: Adaugă subrețea la rețeaua {{ $ctrl.network.name }}
sv: Lägg till subnät i nätverket {{$ctrl.network.name}}

source: Add the default signature. This will be used for the departments that don't have a custom signature.
fr: Ajouter une signature par défaut.

source: Add tier
fr: Ajouter un niveau
ro: Adaugă nivel

source: Add tld
fr: Ajouter un TLD
ro: Adaugă tld

source: Add to cart
fr: Ajouter au panier
ro: Adaugă în coș
sv: Lägg till i kundvagn

source: Add to client's credit balance
fr: Ajouter au solde du client
ro: Adaugă credit pentru client

source: Add todo on change cycle
fr: Ajouter une todo lorsque le cycle est changé
ro: Adaugă todo când este schimbat ciclul

source: Add todo on create
fr: Ajouter une todo à la création
ro: Adaugă todo la creeare

source: Add todo on destroy
fr: Ajouter une todo à la suppression
ro: Adaugă todo la ștergere

source: Add todo on renew
fr: Ajouter une todo au renouvellement
ro: Adaugă todo la reînnoire

source: Add todo on resume
fr: Ajouter une todo à la reprise
ro: Adaugă todo la reluare

source: Add todo on suspend
fr: Ajouter une todo à la suspension
ro: Adaugă todo la suspendare

source: Add user group
fr: Ajouter un groupe utilisateur
ro: Adaugă grup de utilizatori

source: Add user to group
fr: Ajouter un utilisateur au groupe
ro: Adaugă utilizator la grup

source: Additional parameters can be set as JSON to be sent to the service module on creation.
fr: Des paramètres additionnels peuvent être défini en JSON pour être envoyé au module service à la création.
ro: Parametrii suplimentari poti fi setați ca JSON ca să fie trimiși către modulul serviciului la creare.

source: Addon prices saved
fr: Prix des addons sauvegarder

source: Addons pricing
fr: Prix des addons

source: Address
fr: Adresses
ro: Adresă
sv: Adress

source: Address line 1
fr: Adresse ligne 1
ro: Stradă, Număr
sv: Adressrad 1

source: Address line 2
fr: Adresse ligne 2
ro: Bloc, Etaj, Scară, Apartament
sv: Adressrad 2

source: Admin password changed successfully
fr: Mot de passe administrateur changé avec succès
ro: Parola de administrator a fost modificată cu succes
sv: Administratörslösenordet har ändrats

source: Admin state
fr: Etat administratif
ro: Stare admin

source: Admin state up
fr: Etat administratif opérationnel
ro: Stare admin

source: Admin state up: {{ $ctrl.network.admin_state_up }}
fr: Etat administratif opérationnel: {{ $ctrl.network.admin_state_up }}
ro: Status rețea: {{ $ctrl.network.admin_state_up }}

source: Administrator domain id
fr: Identifiant administrateur du domaine
ro: ID domeniu administrator

source: Administrator password
fr: Mot de passe administrateur
ro: Parola administrator

source: Administrator password (hidden)
fr: Mot de passe administrateur (caché)
ro: Parola administrator (ascunsa)

source: Administrator project id
fr: Identifiant administrateur du projet
ro: ID proiect administrator

source: Administrator username
fr: Nom d'utilisateur de l'administrateur
ro: Nume utilizator administrator

source: All ICMP
fr: Tout le trafic ICMP
ro: Tot traficul ICMP
sv: Alla ICMP

source: All TCP
fr: Tout le trafic TCP
ro: Tot traficul TCP
sv: Alla TCP

source: All UDP
fr: Tout le trafic UDP
ro: Tot traficul UDP
sv: Alla UDP

source: All available widgets are placed on the dashboard.
fr: Tous les widgets disponibles sont placés sur le tableau de bord.
ro: Toate componentele disponibile sunt plasate pe pagină.

source: All data currently on the instance disk will be permanently deleted.
fr: Toutes les données présentes sur le disque d'instance seront définitivement supprimées.
sv: All data på instansdisken kommer att raderas permanent.

source: All locations
fr: Toutes les locations

source: All ports
fr: Tous les ports
ro: Toate porturile
sv: Alla portar

source: Allocation pool end
fr: Fin du pool d'allocation
sv: Allokeringspool slut

source: Allocation pool start
fr: Début du pool d'allocation
sv: Allokeringspool start

source: Allow domain registration
fr: Autoriser l'enregistrement du domaine

source: Allow domain transfer
fr: Autoriser le transfert du domaine

source: Allow new user sign-up with free email address
fr: Autoriser l'inscription de nouveaux utilisateurs avec une adresse email gratuite

source: Allows issuing inovices a specified number of days before service due date.
fr: Permet d'émettre des factures un nombre spécifié de jours avant la date d'échéance du service.

source: Already created cloud resources will not be suspended based on this threshold.
fr: Les ressources cloud déjà créées ne seront pas suspendues en fonction de ce seuil.
ro: O resursă „cloud” deja creeată nu va fi suspendată pe baza acestui prag.

source: Amount
fr: Montant
ro: Sumă
sv: Belopp

source: Amount ({{ $ctrl.invoice.currency }})
fr: Montant ({{ $ctrl.invoice.currency }})
ro: Suma ({{ $ctrl.invoice.currency }})

source: Amount in {{::$ctrl.client.currency}}
fr: Montant en {{::$ctrl.client.currency}}
ro: Suma in {{::$ctrl.client.currency}}
sv: Belopp i {{:: $ctrl.client.currency}}

source: An email with a notification code was sent to your address.
fr: Un email avec un code de notification a été envoyer sur votre adresse mail.
sv: Ett e-postmeddelande med en kod skickades till din adress.

source: An error occurred <span ng-if="$ctrl.error.data.detail" class="fl-message"><br>{{ $ctrl.error.data.detail }}</span>
fr: Une erreur est survenue <span ng-if="$ctrl.error.data.detail" class="fl-message"><br>{{ $ctrl.error.data.detail }}</span>
ro: A apărut o eroare <span ng-if="$ctrl.error.data.detail" class="fl-message"><br>{{ $ctrl.error.data.detail }}</span>
sv: Ett fel uppstod <span ng-if="$ctrl.error.data.detail" class="fl-message"><br>{{ $ctrl.error.data.detail }}</span>

source: An invoice will be generated for used services
fr: Une facture sera générée pour les services utilisés
ro: O factura o sa fie generata pentru serviciul utilizat

source: Any
fr: Tout
ro: Oricare
sv: Alla

source: Any hypervisor
fr: Tout hyperviseur
sv: Vilken hypervisor som helst

source: App services
fr: Services d'applications

source: Application is idle. Press <strong>Activate</strong> to refresh content.
fr: L'application est inactive. Appuyer sur <strong>Activer</strong> pour rafraichir le contenu.
ro: Aplicația e inactivă. Apasă <strong>Activează</strong> pentru a reîncărca conținutul.
sv: Sessionen är inaktiv. Tryck på <strong>Aktivera</strong> för att ladda om innehåll.

source: Apply & recheck configuration
fr: Appliqué & vérifier la configuration
ro: Aplică și verifică configurația

source: Apply taxes to this product
fr: Appliqué des taxes sur ce produit
ro: Aplică taxe la acest produs

source: Archived
fr: Archivé
ro: Arhivat
sv: Arkiverade

source: Are you sure ?
fr: Êtes-vous sûr ?
ro: Ești sigur ?

source: Are you sure to lock the instance?
fr: Êtes-vous sûr de verrouiller l'instance ?
ro: Ești sigur că vrei să blochezi instanța?

source: Are you sure to resume the instance?
fr: Êtes-vous sûr de reprendre l'instance ?
ro: Ești sigur că vrei să reiei instanța?

source: Are you sure to start the instance?
fr: Êtes-vous sûr de démarrer l'instance ?
sv: Är du säker på att du vill starta instansen?

source: Are you sure to suspend the instance?
fr: Êtes-vous sûr de suspendre l'instance ?
ro: Ești sigur că vrei să suspenzi instanța?

source: Are you sure to unlock the instance?
fr: Êtes-vous sûr de déverrouiller l'instance ?
ro: Ești sigur că vrei să deblochezi instanța?

source: Are you sure you want to abort migrating?
fr: Êtes-vous sûr de vouloir abandonner la migration ?
ro: Ești sigur că vrei să anulezi migrarea?

source: Are you sure you want to delete invoice?
fr: Êtes-vous sûr de vouloir supprimer cette facture ?
ro: Sigur doriti sa stergeti factura?

source: Are you sure you want to delete the attachment?
fr: Êtes-vous sûr de vouloir supprimer la pièce jointe ?
ro: Ești sigur că vrei sa ștergi atașamentul?

source: Are you sure you want to delete the cluster template?
fr: Êtes-vous sûr de vouloir supprimer le modèle de cluster?
sv: Är du säker på att du vill ta bort klustertemplaten?

source: Are you sure you want to delete the cluster?
fr: Êtes-vous sûr de vouloir supprimer le cluster ?
sv: Är du säker på att du vill ta bort klustret?

source: Are you sure you want to delete the instance? Files will be permanently lost.
fr: Êtes-vous sûr de vouloir supprimer l'instance ? Les fichiers seront définitivement perdus.
ro: Ești sigur că vrei să ștergi instanța? Fișierele vor fi eliminate permanent.
sv: Är du säker på att du vill ta bort instansen? Filer kommer raderas permanent.

source: Are you sure you want to delete the volume backup?
fr: Êtes-vous sûr de vouloir supprimer la sauvegarde de volume?
sv: Är du säker på att du vill ta bort volymbackupen?

source: Are you sure you want to delete the volume snapshot?
fr: Êtes-vous sûr de vouloir supprimer le snapshot de volume ?
sv: Är du säker på att du vill ta bort volymsnapshoten?

source: Are you sure you want to delete the volume?
fr: Êtes-vous sûr de vouloir supprimer le volume ?
ro: Ești sigur că vrei să ștergi volumul?
sv: Är du säker på att du vill ta bort volymen?

source: Are you sure you want to delete {{name}}?
fr: Êtes-vous sûr de vouloir supprimer {{name}}?
ro: Sigur doriti sa stergeti {{name}}?

source: Are you sure you want to reboot the instance?
fr: Êtes-vous sûr de vouloir redémarrer l'instance ?
ro: Ești sigur că vrei să repornești instanța?
sv: Är du säker på att du vill starta om instansen?

source: Are you sure you want to shut down the instance?
fr: Êtes-vous sûr de vouloir arrêter l'instance ?
ro: Ești sigur că vrei să închizi instanța?
sv: Är du säker på att du vill stänga av instansen?

source: Are you sure you wish to delete this domain from Fleio only ?
fr: Êtes-vous sûr de vouloir supprimer ce domaine de Fleio uniquement?

source: Are you sure?
fr: Êtes-vous sûr ?
ro: Ești sigur?
sv: Är du säker?

source: Assign client group to flavor
fr: Affecter un groupe client à un flavor

source: Assigned to
fr: Assigné à
ro: Atribuit la
sv: Tilldelat till

source: Associate
fr: Associer
ro: Asociază
sv: Koppla

source: Associate IP
fr: Associer l'IP
ro: Asociază IP
sv: Allokera IP

source: Associate IP scheduled
fr: Association de l'IP en cours
ro: Asociere IP in progres

source: Associate client with a user
fr: Associer un client avec un utilisateur
ro: Asociază cu un utilizator

source: Associate group
fr: Associer un groupe
ro: Asociaza grup
sv: Associera grupp

source: Associate group scheduled
fr: Association d'un groupe en cours
ro: Asociere grup in progres
sv: Ansluter grupp...

source: Associate ip for instance {{ $ctrl.instance.name }}
fr: Ip associé pour l'instance {{ $ctrl.instance.name }}
ro: Asociază IP-ul la instanța {{ $ctrl.instance.name }}
sv: Allokera ip till instansen {{ $ctrl.instance.name }}

source: Associate option
fr: Option associé
ro: Asociază opțiune

source: Associate security group
fr: Groupe de sécurité associé

source: Associate security group to {{::$ctrl.instance.name }}
fr: Groupe de sécurité associé à {{::$ctrl.instance.name }}
sv: Allokera säkerhetsgruppen till {{:: $ctrl.instance.name}}

source: Associate user
fr: Utilisateur associé
ro: Asociază utilizator

source: Associate with product
fr: Associé au produit
ro: Asociază cu produs

source: Associate with user
fr: Associé avec l'utilisateur
ro: Asociază cu utilizator

source: Associated IPs
fr: IPs associées
ro: IP-uri asociate

source: Associated floating IP - fixed IP
fr: IP flottante associée - IP fixe
ro: IP dinamic - IP fix asociat
sv: Allokerade floating/statiska IP-adresser

source: Associated instances:
fr: Instances associées:
ro: Instanțele asociate:
sv: Kopplade instanser:

source: Associated ports - IPs
fr: Ports associés - IPs
ro: Porturi IP asociate

source: Associated to instance: <strong>{{ $ctrl.floatingIp.associated_object.name }}</strong>
fr: Associé à l'instance: <strong>{{ $ctrl.floatingIp.associated_object.name }}</strong>
ro: Asociat instanței: <strong>{{ $ctrl.floatingIp.associated_object.name }}</strong>
sv: Allokerade till instans: <strong>{{ $ctrl.floatingIp.associated_object.name }}</strong>
