Repository: binerogroup/fleio-i18n
Catalog: translations/backend/locale/*/LC_MESSAGES/django.po
Languages: fr, ro

source: Client billing information is required to fulfill the request
fr: Les informations de facturation du client sont nécessaires pour répondre à la demande
ro: Informațiile de facturare pentru client sunt necesare pentru a îndeplini solicitarea

source: Email verification is required to fulfill the request
fr: Une vérification par courrier électronique est nécessaire pour répondre à cette demande

source: You must enable second factor authentication for your account
fr: Vous devez activer l'authentification à deux facteur pour votre compte

source: the beginning of <head> tag
fr: le début de la balise <head>

source: the end of the <head> tag
fr: la fin de la balise <head>

source: the beginning of <body> tag
fr: le début de la balise <body>

source: the end of the <body> tag
fr: la fin de la balise <body>

source: the <base> tag(replaces tag with new code)
fr: la balise <base> (remplace la balise par un nouveau code)

source: This code will be inserted right after the start of the <head> HTML tag.
fr: Ce code sera inséré juste après le début de la balise HTML <head>.

source: This code will be inserted just before the end of the <head> HTML tag.
fr: Ce code sera inséré juste avant la fin de la balise HTML <head>.

source: This code will be inserted right after the start of the <body> HTML tag.
fr: Ce code sera inséré juste après le début de la balise HTML <body>.

source: This code will be inserted just before the end of the <body> HTML tag.
fr: Ce code sera inséré juste avant la fin de la balise HTML <body>.

source: This code replace the <base> HTML tag. You need to make sure you include a correct base tag hereor you can render the frontend unusable.
fr: Ce code remplace la balise HTML <base>. Vous devez vous assurer que vous incluez ici une balise de base correcte ou vous pourrez rendre le frontend inutilisable.

source: enduser index
fr: index utilisateur final

source: staff index
fr: index du staff

source: API Users - Create
fr: API utilisateurs - Créer

source: API Users - Update
fr: API utilisateurs - Mise à jour

source: API Users - Destroy
fr: API utilisateurs - Détruire

source: Clusters - Create
fr: Clusters - Créer

source: Clusters - Update
fr: Clusters - Mettre à jour

source: Clusters - Destroy
fr: Clusters - Détruire

source: Clusters - Resize
fr: Clusters - Redimensionner

source: Clusters - Get certificate
fr: Clusters - Obtenir le certificat

source: Cluster templates - Create
fr: Modèle de cluster - Créer

source: Cluster templates - Update
fr: Modèle de cluster - Mettre à jour

source: Cluster templates - Destroy
fr: Modèle de cluster - Détruire

source: Zones - Create
fr: Zones - Créer

source: Zones - Update
fr: Zones - Mise à jour

source: Zones - Destroy
fr: Zones - Détruire

source: Zones - Update zone records
fr: Zones - Mise à jour des enregistrements de zone

source: Zones - Create or update PTR
fr: Zones - Créer ou mettre à jour le PTR

source: Instance - Create
fr: Instance - Créer

source: Instance - Abort migrate
fr: Instance - Abandonner la migration
ro: Instanță - Anulează migrarea

source: Instance - Attach volume
fr: Instance - Attaché un volume
ro: Instanță - Atașează volum

source: Instance - Change password
fr: Instance - Changer le mot de passe
ro: Instanță - Schimbare parolă

source: Instance - Confirm resize
fr: Instance - Confirmer le redimensionnement
ro: Instanță - Confirmă redimensionarea

source: Instance - Create snapshot
fr: Instance - Créer un instantané
ro: Instanță - Crează snapshoot

source: Instance - Detach volume
fr: Instance - Détacher le volume
ro: Instanță - Detașează volumul

source: Instance - Destroy
fr: Instance - Détruire
ro: Instanță - Distruge

source: Instance - Lock
fr: Instance - Verrouiller
ro: Instanță - Blochează

source: Instance - Migrate
fr: Instance - Migrer
ro: Instanță - Migrează

source: Instance - Move
fr: Instance - Déplacer

source: Instance - Reboot
fr: Instance - Redémarrage
ro: Instanță - Repornire

source: Instance - Rebuild
fr: Instance - Reconstruire
ro: Instanță - Refacere

source: Instance - Rename
fr: Instance - Renommer
ro: Instanță - Redenumire

source: Instance - Rescue
fr: Instance - Sauver
ro: Instanță - Recuperare

source: Instance - Boot from ISO
fr: Instance - Démarrer à partir de l'ISO

source: Instance - Reset state
fr: Instance - Réinitialiser l'état
ro: Instanță - Resetare stare

source: Instance - Resize
fr: Instance - Redimensionner
ro: Instanță - Redimensionare

source: Instance - Resume
fr: Instance - Reprendre
ro: Instanță - Continuă

source: Instance - Revert resize
fr: Instance - Annuler le redimensionnement
ro: Instanță - Anulează redimensionarea

source: Instance - Start
fr: Instance - Démarrer
ro: Instanță - Pornește

source: Instance - Stop
fr: Instance - Arrêter
ro: Instanță - Oprește

source: Instance - Suspend
fr: Instance - Suspendre
ro: Instanță - Suspendă

source: Instance - Unlock
fr: Instance - Déverrouiller
ro: Instanță - Deblochează

source: Instance - Dissociate security group
fr: Instance - Dissocier le groupe de sécurité

source: Instance - Associate security group
fr: Instance - Groupe de sécurité associé

source: Instance - Create backup
fr: Instance - Créer une sauvegarde

source: Instance - Associate floating IP
fr: Instance - Associer une adresse IP flottante

source: Instance - Dissociate floating IP
fr: Instance - Dissocier une adresse IP flottante

source: Volume - Create
fr: Volume - Créer

source: Volume - Destroy
fr: Volume - Détruire
ro: Volum - Distruge

source: Volume - Extend
fr: Volume - Étendre
ro: Volum - Extins

source: Volume - Rename
fr: Volume - Renommer
ro: Volum - Redenumire

source: Volume - Revert to snapshot
fr: Volume - Retour arrière sur un snapshot

source: Volume backup - Update
fr: Sauvegarde du volume - Mise à jour

source: Volume backup - Create
fr: Sauvegarde du volume - Créer

source: Volume backup - Restore
fr: Sauvegarde du volume - Restauration

source: Volume backup - Destroy
fr: Sauvegarde du volume - Détruire

source: Volume snapshot - Create
fr: Snapshot de volume - Créer

source: Volume snapshot - Update
fr: Snapshot de volume - Mettre à jour

source: Volume snapshot - Destroy
fr: Snapshot de volume - Détruire

source: Volume snapshot - Reset state
fr: Snapshot de volume - Etat réinitialisé

source: Image - Create
fr: Image - Créer

source: Image - Destroy
fr: Image - Détruire
ro: Imagine - Distruge

source: Image - Download
fr: Image - Téléchargement

source: Image - Update
fr: Image - Mise à jour
ro: Imagine - Actualizare

source: Image - Deactivate
fr: Image - Désactiver

source: Image - Reactivate
fr: Image - Réactiver

source: Flavor - Create
fr: Flavor - Créer

source: Flavor - Destroy
fr: Flavor - Détruire
ro: Configurare - Distruge

source: Flavor - Update
fr: Flavor - Mise à jour
ro: Configurație - Actualizare

source: Project - Create
fr: Projet - Créer

source: Project - Delete
fr: Projet - Supprimer
ro: Proiect - Șterge

source: Project - Update
fr: Projet - Mise à jour
ro: Proiect - Actualizat

source: Router - Create
fr: Routeur - Créer

source: Router - Update
fr: Routeur - Mise à jour
ro: Router - Actualizare

source: Router - Destroy
fr: Routeur - Détruire
ro: Router - Distruge

source: Router - Add interface
fr: Routeur - Ajouter une interface
ro: Router - Aduagă interfață

source: Router - Remove interface
fr: Routeur - Supprimer une interface
ro: Router - Șterge interfață

source: Network - Create
fr: Réseau - Créer

source: Network - Destroy
fr: Réseau - Détruire
ro: Rețea - Distruge

source: Network - Auto create network
fr: Réseau - Créer automatiquement un réseau
ro: Rețea - Autocrează rețea

source: Network - Update
fr: Réseau - Mise à jour
ro: Rețea - Actualizare

source: Network - Change auto create options
fr: Réseau - Modifier les options de création automatique

source: Floating IPs - Create
fr: IP flottantes - Créer

source: Floating IPs - Destroy
fr: IP flottantes - Détruire

source: Security group - Create
fr: Groupe de sécurité - Créer

source: Security group - Update
fr: Groupe de sécurité - Mise à jour

source: Security group - Add rule
fr: Groupe de sécurité - Ajouter une règle

source: Security group - Delete rule
fr: Groupe de sécurité - Supprimer une règle

source: Security group - Delete security group
fr: Groupe de sécurité - Supprimer le groupe de sécurité

source: Subnet pools - Create
fr: Pools de sous-réseaux - Créer

source: Subnet pools - Update
fr: Pools de sous-réseaux - Mise à jour

source: Subnet pools - Destroy
fr: Pools de sous-réseaux - Détruire

source: SSH keys - Create
fr: Clés SSH - Créer

source: SSH keys - Update
fr: Clés SSH - Mise à jour

source: SSH keys - Destroy
fr: Clés SSH - Détruire

source: Ports - Create
fr: Ports - Créer

source: Ports - Add IP
fr: Ports - Ajouter une IP

source: Ports - Automatically add IP
fr: Ports - Ajouter automatiquement une IP

source: Ports - Remove IP
fr: Ports - Supprimer une IP

source: Ports - Destroy
fr: Ports - Détruire

source: Revenue reports - See the revenue reports list
fr: Rapport de revenu - Voir la liste des rapports de revenu

source: Revenue reports - See a revenue report details
fr: Rapport de revenu - Voir un rapport de revenu

source: Revenue reports - Generate revenue report
fr: Rapport de revenu - Générer un rapport de revenu

source: Revenue reports - Update a revenue report
fr: Rapport de revenu - Mettre à jour un rapport de revenu

source: Revenue reports - Delete a revenue report
fr: Rapport de revenu - Supprimer un rapport de revenu

source: Allows users to create API users
fr: Permet aux utilisateurs de créer des API utilisateur

source: Allows users to update API users
fr: Permet aux utilisateurs de mettre à jour des API utilisateur

source: Allows users to delete API users
fr: Permet aux utilisateurs de supprimer des API utilisateur

source: Allows users to create clusters
fr: Autorise les utilisateurs à créer des clusters

source: Allows users to update clusters
fr: Autorise les utilisateurs à mettre à jour des clusters

source: Allows users to delete clusters
fr: Autorise les utilisateurs à supprimer des clusters

source: Allows users to resize a cluster
fr: Autorise les utilisateurs à redimensionner de cluster

source: Allows users to get a cluster certificate
fr: Autorise les utilisateurs à obtenir un certificat de cluster

source: Allows users to create cluster templates
fr: Autorise les utilisateurs à créer les modèles de cluster

source: Allows users to update cluster templates
fr: Autorise les utilisateurs à mettre à jour les modèles de cluster

source: Allows users to delete cluster templates
fr: Autorise les utilisateurs à supprimer les modèles de cluster

source: Allows users to create zones
fr: Permet aux utilisateurs de créer des zones

source: Allows users to update zones
fr: Permet aux utilisateurs de mettre à jour des zones

source: Allows users to delete a zone
fr: Permet aux utilisateurs de supprimer une zone

source: Allows users to update zone records
fr: Permet aux utilisateurs de mettre à jour les enregistrements de zone

source: Allows users to create or update PTR
fr: Permet aux utilisateurs de créer ou mettre à jour le PTR

source: Allows users to create an instance
fr: Permet aux utilisateurs de créer une instance

source: Allows users to migrate an instance
fr: Permet aux utilisateurs de migrer un instance
ro: Permite utilizatorilor să migreze o instanță

source: Allows users to attach a volume to an instance
fr: Permet aux utilisateurs d'attacher un volume à une instance
ro: Permite utilizatorilor să atașeze un volum la o instanță

source: Allows users to change an instance password
fr: Permet aux utilisateurs de modifier le mot de passe d'une instance
ro: Permite utilizatorilor să schimbe parola unei instanțe

source: Allows users to confirm resize of an instance
fr: Permet aux utilisateurs de confirmer le redimensionner une instance
ro: Permite utilizatorilor să confirme redimensionarea unei instanțe

source: Allows users to create a snapshot of an instance
fr: Permet aux utilisateurs de créer un instantané d'une instance
ro: Permite utilizatorilor să creeze un spanshot al unei instanțe

source: Allows users to detach a volume from an instance
fr: Permet aux utilisateurs de détacher un volume d'une instance
ro: Permite utilizatorilor să detașeze un volum de la o instanță

source: Allows users to delete an instance
fr: Permet aux utilisateurs de supprimer une instance
ro: Permite utilizatorilor să șteargă o instanță

source: Allows users to lock an instance
fr: Permet aux utilisateurs de verrouiller une instance
ro: Permite utilizatorilor să încuie o instanță

source: Allows staff users to move an instance
fr: Permet aux utilisateurs du staff de déplacer une instance

source: Allows users to reboot an instance
fr: Permet aux utilisateurs de redémarrer une instance
ro: Permite utilizatorilor să rebooteze o instanță

source: Allows users to rebuild an instance
fr: Permet aux utilisateurs de reconstruire une instance
ro: Permite utilizatorilor să reconstruiască o instanță

source: Allows users to rename an instance
fr: Permet aux utilisateurs de renommer une instance
ro: Permite utilizatorilor să redenumească o instanță

source: Allows users to rescue an instance
fr: Permet aux utilisateurs de sauver une instance
ro: Permite utilizatorilor să salveze o instanță

source: Allows users to reset state of an instance
fr: Permet aux utilisateurs de réinitialiser l'état d'une instance
ro: Permite utilizatorilor să restaureze starea unei instanțe

source: Allows users to resize an instance
fr: Permet aux utilisateurs de redimensionner une instance
ro: Permite utilizatorilor să redomensioneze o instanță

source: Allows users to resume an instance
fr: Permet aux utilisateurs de reprendre une instance
ro: Permite utilizatorilor să rezume o instanță

source: Allows users to revert resize of an instance
fr: Permet aux utilisateurs de rétablir le redimensionnement d'une instance
ro: Permite utilizatorilor să redimensioneze o instanță

source: Allows users to start an instance
fr: Permet aux utilisateurs de démarrer une instance
ro: Permite utilizatorilor să pornească o instanță

source: Allows users to stop an instance
fr: Permet aux utilisateurs d'arrêter une instance
ro: Permite utilizatorilor să oprească o instanță

source: Allows users to suspend an instance
fr: Permet aux utilisateurs de suspendre une instance
ro: Permite utilizatorilor să suspende o instanță

source: Allows users to unlock an instance
fr: Permet aux utilisateurs de déverouiller une instance
ro: Permite utilizatorilor să descuie o instanță

source: Allows users to unrescue an instance
fr: Autoriser les utilisateurs à ne pas sauver une instance
ro: Permite utilizatorilor să facă "unrescue" la o instanță

source: Allows users to dissociate a security group
fr: Permet aux utilisateurs de dissocier un groupe de sécurité

source: Allows users to associate a security group
fr: Permet aux utilisateurs d'associer un groupe de sécurité

source: Allows users to create an instance backup
fr: Permet aux utilisateurs de créer une sauvegarde de l'instance

source: Allows users to associate a floating IP
fr: Permet aux utilisateurs d'associer une IP flottante

source: Allows users to dissociate a floating IP
fr: Permet aux utilisateurs de dissocier une IP flottante

source: Allows users to create a volume
fr: Permet aux utilisateurs de créer un volume

source: Allows users to delete a volume
fr: Permet aux utilisateurs de supprimer un volume
ro: Permite utilizatorilor să șteargă un volum

source: Allows users to extend a volume
fr: Permet aux utilisateurs d'étendre un volume
ro: Permite utilizatorilor să extindă un volum

source: Allows users to rename a volume
fr: Permet aux utilisateurs de renommer un volume
ro: Permite utilizatorilor să redenumească un volum

source: Allows users to revert volume to snapshot
fr: Autorise les utilisateurs à faire un retour arrière sur snapshot de volume

source: Allows users to update a volume backup
fr: Permet aux utilisateurs de mettre à jour une sauvegarde de volume

source: Allows users to create a volume backup
fr: Autorise les utilisateurs à créer une sauvegarde de volume

source: Allows users to restore a volume backup
fr: Autorise les utilisateurs à restaurer une sauvegarde de volume

source: Allows users to delete a volume backup
fr: Autorise les utilisateurs à supprimer une sauvegarde de volume

source: Allows users to create a volume snapshot
fr: Autorise les utilisateurs à créer un snapshot de volume

source: Allows users to update a volume snapshot
fr: Autorise les utilisateurs à mettre à jour un snapshot de volume

source: Allows users to delete a volume snapshot
fr: Autorise les utilisateurs à supprimer un snapshot de volume

source: Allows users to reset state of a volume snapshot
fr: Autorise les utilisateurs à réinitialiser l'état d'un snapshot de volume

source: Allows users to create an image
fr: Permet aux utilisateurs de créer une image

source: Allows users to delete an image
fr: Permet aux utilisateurs de supprimer une image
ro: Permite utilizatorilor să șteargă o imagine

source: Allows users to download an image
fr: Autorise les utilisateurs a télécharger une image

source: Allows users to update an image
fr: Permet aux utilisateurs de mettre à jour une image
ro: Permite utilizatorilor să actualizeze o imagine

source: Allows users to deactivate an image
fr: Permet aux utilisateurs de désactiver une image

source: Allows users to reactivate an image
fr: Permet aux utilisateurs de réactiver une image

source: Allows users to create a flavor
fr: Permet aux utilisateurs de créer un flavor

source: Allows users to delete a flavor
fr: Permet aux utilisateur de supprimer un flavor
ro: Permite utilizatorilor să șteargă o configurație

source: Allows users to update a flavor
fr: Permet aux utilisateur de mettre à jour un flavor
ro: Permite utilizatorilor să șteargă o configurație

source: Allows users to create a project
fr: Permet aux utilisateurs de créer un projet

source: Allows users to delete an openstack project
fr: Permet aux utilisateurs de supprimer un projet openstack
ro: Permite utilizatorilor să șteargă un proiect OpenStack

source: Allows users to update an openstack project
fr: Permet aux utilisateur de mettre à jour un projet openstack
ro: Permite utilizatorilor să actualizeze un proiect OpenStack

source: Allows users to create a router
fr: Permet aux utilisateurs de créer un routeur

source: Allows users to update a router
fr: Permet aux utilisateurs de mettre à jour un routeur
ro: Permite utilizatorilor să șteargă actualizeze un router

source: Allows users to delete a router
fr: Permet aux utilisateurs de supprimer un routeur
ro: Permite utilizatorilor să șteargă un router

source: Allows users to add an interface to a router
fr: Permet aux utilisateurs d'ajouter une interface à un routeur
ro: Permite utilizatorilor să adauge o interfață la un router

source: Allows users to remove an interface from a router
fr: Permet aux utilisateurs de supprimer une interface d'un routeur
ro: Permite utilizatorilor să șteargă o interfață de la un router

source: Allows users to create a network
fr: Permet aux utilisateurs de créer un réseau

source: Allows users to delete a network
fr: Permet aux utilisateurs de supprimer un réseau
ro: Permite utilizatorilor să șteargă o rețea

source: Allows users to auto create a network
fr: Permet aux utilisateurs de créer automatiquement un réseau
ro: Permite utilizatorilor să creeze automat o rețea

source: Allows users to update a network
fr: Permet aux utilisateurs de mettre à jour un réseau
ro: Permite utilizatorilor să actualizeze o rețea

source: Allows staff users to change auto create network options
fr: Permet aux utilisateurs du staff de changer les options pour la création automatique de réseau

source: Allows users to create floating IPs
fr: Permet aux utilisateurs de créer des IP flottantes

source: Allows users to delete floating IPs
fr: Permet aux utilisateurs de supprimer des IP flottantes

source: Allows users to create a security group
fr: Permet aux utilisateurs de créer un groupe de sécurité

source: Allows users to update a security group
fr: Permet aux utilisateurs de mettre à jour un groupe de sécurité

source: Allows users to add rules to a security group
fr: Permet aux utilisateurs d'ajouter des règles pour un groupe de sécurité

source: Allows users to delete rules from a security group
fr: Permet aux utilisateurs d'ajouter des règles pour un groupe de sécurité

source: Allows users to delete a security group
fr: Permet aux utilisateurs de supprimer un groupe de sécurité

source: Allows users to create a subnet pool
fr: Permet aux utilisateurs de créer un pool de sous-réseaux

source: Allows users to update a subnet pool
fr: Permet aux utilisateurs de mettre à jour un pool de sous-réseaux

source: Allows users to delete a subnet pool
fr: Permet aux utilisateurs de supprimer un pool de sous-réseaux

source: Allows users to create a SSH key
fr: Permet aux utilisateurs de créer une clé SSH

source: Allows users to update a SSH key
fr: Permet aux utilisateurs de mettre à jour une clé SSH

source: Allows users to delete a SSH key
fr: Permet aux utilisateurs de supprimer une clé SSH

source: Allows users to create a port
fr: Permet aux utilisateurs de créer un port

source: Allows users to add IPs
fr: Permet aux utilisateur d'ajouter des addresses IP

source: Allows users to automatically add IPs
fr: Permet aux utilisateurs d'ajouter automatiquement des addresses IP

source: Allows users to remove an ip
fr: Permet aux utilisateurs de supprimer une IP

source: Allows users to delete a port
fr: Permet aux utilisateurs de supprimer un port

source: Allows users to see the list of revenue reports
fr: Autorise les utilisateurs à voir la liste des rapports de revenu

source: Allows users to see the details of a revenue report
fr: Autorise les utilisateurs à voir les rapports de revenu

source: Allows users to generate revenue reports
fr: Autorise les utilisateurs à générer les rapports de revenu

source: Allows users to update revenue reports
fr: Autorise les utilisateurs à mettre à jour les rapports de revenu

source: Allows users to delete revenue reports
fr: Autorise les utilisateurs à supprimer les rapports de revenu

source: Closed
fr: Fermé

source: Deleting
fr: Suppression
ro: Se șterge

source: user action
fr: action de l'utilisateur
ro: actiune utilizator

source: automatic action
fr: action automatique
ro: actiune automatica

source: You do not have permissions to perform the requested action
fr: Vous n'êtes pas autorisé à effectuer l'action demandée
ro: Nu sunt suficitente permisiuni pentru a efectua actiunea ceruta

source: Second factor authentication type was not found
fr: Le type d'authentification du second facteur n'a pas été trouvé

source: Requested second factor authentication method was not found
fr: La méthode d'authentification double facteurs demandée n'a pas été trouvée

source: Requested second factor authentication method was not enabled
fr: La méthode d'authentification double facteurs demandée n'est pas activé

source: Requested second factor authentication method was not added
fr: La méthode d'authentification double facteurs demandée n'est pas ajouté

source: Could not find confirmation method
fr: Impossible de trouver la méthode de confirmation

source: Second factor authentication required
fr: Identification double facteur requise

source: This method is already default method
fr: Cette méthode est déjà la méthode par défaut

source: Password confirmed
fr: Mot de passe confirmé

source: You provided an incorrect password
fr: Vous avez fourni un mot de passe incorrect

source: Mobile phone number is invalid
fr: Le numéro de téléphone mobile est invalide
