Repository: binerogroup/fleio-i18n
Catalog: translations/backend/locale/*/LC_MESSAGES/django.po
Languages: fr, ro

source: No image to filter against
fr: Aucune image à filtrer

source: Select a client
fr: Sélectionner un client

source: No region to filter against
fr: Aucune région à filtrer

source: No flavor to filter against
fr: Aucun flavor à filtrer

source: You need to select a client
fr: Vous devez sélectionner un client

source: Related client has no project
fr: Le client concerné n'a pas de projet

source: Project id not found or suspended or does not have the permission for the operation.
fr: Identifiant de projet introuvable ou suspendu ou ne disposant pas de l'autorisation pour l'opération.
ro: Nu există id proiect pentru client sau nu are permisiunea pentru această operație.

source: Unable to start the instance %s
fr: Impossible de démarrer l'instance %s
ro: Nu pot porni instanța %s

source: Instance is starting
fr: L'instance démarre
ro: Instanța pornește

source: Unable to stop instance %s
fr: Impossible d'arrêter l'instance %s
ro: Nu pot opri instanța %s

source: Instance is stopping
fr: L'instance s'arrête
ro: Instanța se oprește

source: Unable to rebuild the instance {}
fr: Impossible de reconstruire l'instance {}
ro: Nu pot reconstrui instanța {}

source: Instance rebuild started successfully
fr: La reconstruction de l'instance a démarré avec succès
ro: Reconstrucția instanței a început cu succes

source: Instance must be RUNNING or STOPPED in order to rescue
fr: L'instance doit être en MARCHE ou STOPPER pour pouvoir la sauver

source: Unable to rescue instance %s
fr: Impossible de rétablir l'instance %s
ro: Nu pot salva instanța %s

source: Instance rescue started successfully
fr: Sauvetage de l'instance démarrer avec succès
ro: Restaurarea instanței a început cu succes

source: Instance must be RUNNING or STOPPED in order to boot from ISO
fr: L'instance doit être MARCHE ou STOPPER pour pouvoir démarrer à partir d'ISO

source: Unable to boot instance %s from ISO
fr: Impossible de démarrer l'instance %s depuis l'ISO

source: Instance boot form ISO started successfully
fr: Le démarrage de l'instance à partir de l'ISO a démarré avec succès

source: Unable exit rescue mode for instance {0}
fr: Impossible de quitter le mode de secours pour l'instance {0}
ro: Nu se poate părăsi modul de restaurare pentru instanța {0}

source: Leaving rescue mode
fr: Quitter le mode de secours
ro: Părăsiți modul de restaurare

source: Unable to confirm the resize of instance {0}
fr: Impossible de confirmer le redimensionnement de l'instance {0}
ro: Nu se poate confirma redimensionarea instanței {0}

source: Resize confirmed
fr: Redimensionnement confirmé
ro: Redimensionare confirmată

source: Unable to revert the resize of instance {0}
fr: Impossible de rétablir le redimensionnement de l'instance {0}
ro: Nu se poate inversa redimensionarea instanței {0}

source: Reverting size
fr: Annuler le redimensionnement
ro: Mărime inversare

source: Unable to resize instance %s
fr: Impossible de redimensionner l'instance %s
ro: Nu pot redimensiona instanța %s

source: Instance resize started successfully
fr: Le redimensionnement de l'instance a démarré avec succès
ro: Redimensionarea instanței a început cu succes

source: Unable to retrieve system log for instance {0}
fr: Impossible de récupérer le journal système pour l'instance {0}
ro: Nu pot obține jurnalul sistem pentru instanța {0}

source: LXC console is disabled. Unable to open console for instance {0}
fr: La console LXC est désactivée. Impossible d'ouvrir la console pour l'instance {0}

source: Unable to connect to VNC or Spice console for instance {}.
fr: Impossible de se connecter à la console VNC ou Spice pour l'instance {}.

source: Unable to reboot instance {0}
fr: Impossible de redémarrer l'instance {0}
ro: Nu poate reporni instanța {0}

source: Unable to rename instance {0}
fr: Impossible de renommer l'instance {0}
ro: Nu pot redenumi instanța {0}

source: Renamed
fr: Renommé
ro: Redenumită

source: Unable to create snapshot for instance {0}
fr: Impossible de créer un instantané pour l'instance {0}
ro: Nu se poate crea snapshot pentru instanța {0}

source: Unable to get actions for instance {0}
fr: Impossible d'obtenir des actions pour l'instance {0}
ro: Nu pot obține acțiunile pentru instanța {0}

source: Change instance password feature is disabled.
fr: La fonctionnalité de modification du mot de passe de l'instance est désactivée.

source: Unable to change password for instance {0}
fr: Impossible de changer le mot de passe de l'instance {0}
ro: Nu pot schimba parola pentru instanța {0}

source: Changing password
fr: Changer le mot de passe
ro: Schimbare parolă

source: Can only change password for instance with status ACTIVE
fr: Ne peut changer le mot de passe de l'instance qu'avec le status ACTIVE
ro: Parola se poate schimba doar pentru instanțele cu status ACTIV

source: Unable to reset state of instance {0}
fr: Impossible de réinitialiser l'état de l'instance {0}
ro: Nu pot reseta starea instanței {0}

source: Unable to attach the volume {0}
fr: Impossible d'attacher un volume {0}
ro: Nu pot atașa volumul {0}

source: Volume attaching
fr: Attacher le volume
ro: Atașare volum

source: Unable to detach the volume {0}
fr: Impossible de détacher le volume {0}
ro: Nu se poate detașa volumul {0}

source: Volume detaching
fr: Détachement du volume
ro: Detașare volum

source: Unable to add floating ip {ip} to instance {instance_name}
fr: Impossible d'ajouter une ip flottante {ip} pour l'instance {instance_name}
ro: Nu se poate adauga IP-ul dinamic {ip} la instanța {instance_name}

source: Floating ip associated
fr: Ip flottante associée
ro: IP dinamic asociat

source: Unable to remove floating ip {ip} from instance {instance_name}
fr: Impossible de supprimer l'ip flottante {ip} de l'instance {instance_name}
ro: Nu se poate sterge IP-ul dinamic {ip} de la instanța {instance_name}

source: Floating ip dissociated
fr: Ip flottante dissociée
ro: IP dinamic disociat

source: No free ports available
fr: Aucun ports libres disponibles
ro: Nu exista porturi disponibile

source: No free floating IPs available
fr: Aucune IP flottantes disponibles
ro: Nu exista IP-uri dinamice disponibile

source: No ports are associated
fr: Aucun port n'est associé
ro: Nu exista porturi disponibile

source: Allow {ethertype} {proto_port} {direction} {remote}
fr: Autoriser {ethertype} {proto_port} {direction} {remote}
ro: Permite {ethertype} trafic de la portul {proto_port} in directia {direction} spre {remote}

source: Parameter "group" required
fr: Paramètre "groupe" requis
ro: Parametrul "group" este obligatoriu

source: Unable to associate security group {group} to instance {instance_name}
fr: Impossible d'associer le groupe de sécurité {group}à l'instance {instance_name}
ro: Nu se poate asocia grupul de securitate {group} la instanța {instance_name}

source: Security group associated
fr: Groupe de sécurité associée
ro: Grupul de securitate a fost asociat

source: Unable to dissociate security group {group} to instance {instance_name}
fr: Impossible de dissocier un groupe de sécurité {group} de l'instance {instance_name}
ro: Nu se poate dezasocia grupul de securitate {group} de la instanța {instance_name}

source: Backup feature is disabled.
fr: La fonctionnalité de sauvegarde est désactivée.

source: Backup for instance {} was scheduled for creation
fr: La sauvegarde de l'instance {} était planifiée pour la création
ro: Copia de rezervă pentru instanța {} a fost programată

source: Unable to create backup for instance {0}
fr: Impossible de créer une sauvegarde pour l'instance {0}
ro: Nu se poate crea copia de rezervă pentru instanța{0}

source: Create completed
fr: Création effectuée

source: Create in progress
fr: Creation en cours
ro: Creare în progres

source: Delete in progress
fr: Suppression en cours

source: Create failed
fr: Création échouée

source: Update in progress
fr: Mise à jour en cours

source: Update failed
fr: Mise à jour échouée

source: Update completed
fr: Mise à jour effectuée

source: Delete failed
fr: Suppression échoué

source: Resume completed
fr: Reprise effectuée

source: Resume failed
fr: Reprise échouée

source: Restore completed
fr: Restauration effectuée

source: Rollback in progress
fr: Retour arrière en cours

source: Rollback failed
fr: Retour arrière échoué

source: Rollback completed
fr: Retour arrière effectué

source: Snapshot completed
fr: Snapshot effectué

source: Check completed
fr: Vérification effectuée

source: Adopt completed
fr: Adoption effectuée

source: Floating Ip UUID
fr: Ip flottante UUID
ro: UUID-ul IP-ului dinamic

source: Status
fr: Statut
ro: Stare

source: Template
fr: Modèle
ro: Model

source: Snapshot
fr: Instantané

source: Backup
fr: Sauvegarde
ro: Copie de rezervă

source: Shared
fr: Partagé
ro: Partajat

source: Community
fr: Communauté
ro: Comunitate

source: Queued
fr: En file d'attente
ro: Pus în așteptare

source: Saving
fr: Sauver
ro: Salvare

source: Killed
fr: Tué
ro: Distrus

source: Pending delete
fr: En cours de suppression
ro: Ștergere în așteptare

source: Deactivated
fr: Désactivé
ro: Dezactivat

source: Accepted
fr: Accepté
ro: Acceptat

source: Network
fr: Réseau
ro: Rețea

source: Ingress
fr: Entrée
ro: Intrare

source: Egress
fr: Sortie
ro: Ieşire

source: Creating
fr: Création
ro: Se creează

source: Available
fr: Disponible
ro: Disponibil

source: Backing up
fr: Sauvegarde

source: Error deleting
fr: Erreur lors de la suppression
ro: Eroare la ștergere

source: Unmanaging
fr: Non géré

source: Could not add ip. Possibly subnet configuration is incorrect for automatic IP adding.
fr: Impossible d'ajouter l'ip. La configuration du sous-réseau est peut-être incorrecte pour l'ajout automatique d'IP.
ro: IP-ul nu poate fi adaugat. Probabil configurarea sub-rețelei este incorecta pentru adăugarea automată de IP-uri.

source: Could not add ips. Possibly subnet configuration is incorrect for automatic IP adding.
fr: Impossible d'ajouter des IP. La configuration du sous-réseau est peut-être incorrecte pour l'ajout automatique d'IP.
ro: IP-urile nu pot fi adaugate. Probabil configurarea sub-rețelei este incorecta pentru adăugarea automată de IP-uri.

source: If port is given protocol must also be set
fr: Si le port est donné, le protocole doit également être défini
ro: Trebuie specificat si protocolul daca portul este specificat

source: You don't have permission to update
fr: Vous n'êtes pas autorisé à mettre à jour
ro: Nu aveți perimisiun pentru a actualiza

source: Unable to create network
fr: Impossible de créer un réseau
ro: Nu se poate crea rețeaua

source: Unable to update network
fr: Impossible de mettre à jour un réseau
ro: Nu se poate actualiza rețeaua

source: Can not delete network
fr: Impossible de supprimer le réseau
ro: Nu se poate șterge rețeaua

source: Unable to auto create network
fr: Impossible de créer automatiquement le réseau
ro: Rețeaua nu poate fi creata automat

source: Region required in request
fr: Région requise dans la demande
ro: Campul region este obligatoriu in cerere

source: Unable to create floating ip
fr: Impossible de créer une adresse IP flottante
ro: Nu se poate crea IP-ul dinamic

source: No client with an Openstack project found
fr: Aucun client avec un projet Openstack trouvé
ro: Nici un client cu un proiect OpenStack găsit

source: Unable to create subnet
fr: Impossible de créer un sous-réseau
ro: Nu se poate crea sub-rețeaua

source: Unable to update subnet
fr: Impossible de mettre à jour le sous-réseau
ro: Nu se poate actualiza sub-rețeaua

source: Network id required in request
fr: Identifiant réseau requis dans la demande
ro: ID-ul rețelei este obligatoriu in cerere

source: Network not found
fr: Réseau introuvable
ro: Rețeaua nu a fost găsită

source: Unable to create router
fr: Impossible de créer un routeur
ro: Nu se poate crea router-ul

source: Unable to update router
fr: Impossible de mettre à jour un routeur
ro: Nu se poate actualiza router-ul

source: No subnets available
fr: Aucun sous-réseau disponible
ro: Nu exista sub-rețele disponibile

source: Parameter subnet is missing
fr: Paramètre du sous-réseau manquant
ro: Parametrul subnet lipsește

source: Unable to add interface
fr: Impossible d'ajouter une interface
ro: Interfața nu poate fi adaugata

source: Adding interface in progress
fr: Ajout d'une interface en cours
ro: Adaugare interfața in desfașurare

source: Parameter interface_id is missing
fr: Le paramètre interface_id est manquant
ro: Parametrul interface_id lipsește

source: Unable to remove interface
fr: Impossible de supprimer une interface
ro: Nu pot șterge interfața

source: Removing interface in progress
fr: Suppression de l'interface en cours
ro: Ștergere Interfața in desfașurare

source: Security groups limit reached
fr: Limite de groupes de sécurité atteinte
ro: A fost atinsa limita pentru grupuri de securitate

source: Unable to create security group
fr: Impossible de créer un groupe de sécurité
ro: Grupul de securitate nu poate fi creat

source: Unable to update security group
fr: Impossible de mettre à jour le groupe de sécurité
ro: Grupul de securitate nu poate fi actualizat

source: Can not delete security group
fr: Impossible de supprimer le groupe de sécurité
ro: Grupul de securitate nu poate fi șters

source: Security rules limit reached
fr: Limite des règles de sécurité atteinte
ro: A fost atinsa limita pentru reguli de securitate

source: Rule create scheduled
fr: Création de règle en cours
ro: Creerea regulei a fost programată

source: rule_id is missing
fr: rule_id est manquant
ro: rule_id lipsește

source: Rule delete scheduled
fr: Suppression de la règle en cours
ro: Ștergerea regulei a fost programată

source: CPU Utilization
fr: Utilisation du CPU
ro: Utilizare CPU

source: Move instance: failed to stop source instance
fr: Déplacer l'instance: échec de l'arrêt de l'instance source

source: Move instance: failed to create source instance snapshot
fr: Déplacer l'instance: impossible de créer l'instantané de l'instance source

source: Move instance: failed to create instance from snapshot
fr: Déplacer l'instance: impossible de créer l'instance depuis l'instantané

source: MOVED
fr: DÉPLACÉ

source: Upload image failed
fr: Échec du téléchargement de l'image

source: Failed to create instance
fr: Impossible de créer une instance

source: Could not connect to openstack
fr: Impossible de se connecter à OpenStack
ro: Nu mă pot conecta la OpenStack

source: Unable to fetch data. Please contact support for more info
fr: Impossible de récupérer les données. Veuillez contacter le support pour plus d'informations
ro: Nu se pot obține datele. Vă rugăm contactați personalul

source: Unable to list users. Please contact support for more info
fr: Impossible de lister les utilisateurs. Veuillez contacter le support pour plus d'informations
ro: Nu se pot obține utilizatorii. Vă rugăm contactați personalul

source: Unable to create the user in OpenStack. Project is suspended
fr: Impossible de créer l'utilisateur dans OpenStack. Les projet est suspendu
ro: Userul nu poate fi creat in OpenStack> Proiectul este suspendat

source: Username taken. Choose a different name
fr: Nom d'utilisateur pris. Choisissez un nom différent
ro: Numele de utilizator exista deja. Vă rugăm alegeți alt nume

source: Unable to create the user in OpenStack
fr: Impossible de créer un utilisateur dans OpenStack
ro: Userul nu poate fi creat in OpenStack

source: Unable to fetch the user from OpenStack. User not found
fr: Impossible de récupérer l'utilisateur à partir d'OpenStack. Utilisateur introuvable
ro: Nu se poate obține utilizatorul din OpenStack. Utilizatorul nu a fost gasit

source: Unable to update user in OpenStack.Try again later or contact support
fr: Impossible de mettre à jour l'utilisateur dans OpenStack. Essayez à plus tard ou contactez le support
ro: Nu se poate actualiza utilizatorul in OpenStack. Vă rugăm incercați mai tarziu sau contactați personalul

source: Unable to delete the user from OpenStack. Try again later or contact support
fr: Impossible de supprimer l'utilisateur dans OpenStack. Essayez à plus tard ou contactez le support
ro: Nu se poate șterge utilizatorul in OpenStack. Vă rugăm incercați mai tarziu sau contactați personalul

source: User deleted
fr: Utilisateur supprimé
ro: Utilizatorul a fost șters

source: Invalid user data.
fr: Données utilisateur invalides.

source: No available regions found
fr: Aucune région disponible trouvée
ro: Nici o zonă disponibila nu a fost gasită

source: Volume update is not found in this volume api version
fr: La mise à jour du volume est introuvable dans cette version du volume api

source: Maximum number of backups allowed exceeded
fr: Nombre maximal de sauvegardes autorisé dépassé

source: Cannot delete full backup if incremental backup exists
fr: Impossible de supprimer la sauvegarde complète si une sauvegarde incrémentielle existe

source: Cannot create incremental backup without having a full backup first
fr: Impossible de créer une sauvegarde incrémentielle sans avoir au préalable une sauvegarde complète

source: Cannot delete volume backup as status must be available or error
fr: Impossible de supprimer la sauvegarde du volume car le statut doit être disponible ou en erreur

source: Status must be available
fr: Le statut doit être disponible

source: Volume to be backed up must be available or in-use
fr: Le volume à sauvegarder doit être disponible ou en cours d'utilisation

source: Unable to create volume backup
fr: Impossible de créer une sauvegarde du volume

source: Volume backup creation in progress
fr: Création de la sauvegarde du volume en cours

source: Cannot create volume backup as related volume does not exist
fr: Impossible de créer une sauvegarde du volume car le volume associé n'existe pas

source: Unable to restore volume backup
fr: Impossible de restaurer la sauvegarde du volume

source: Restoration started
fr: La restauration a commencé

source: Unable to update volume backup
fr: Impossible de mettre à jour la sauvegarde du volume

source: Updating started
fr: Mise à jour commencée

source: Missing backup id to filter against.
fr: Identifiant de sauvegarde manquant pour filtrer.

source: Provided backup to filter against cannot be found
fr: La sauvegarde fournie pour filtrer est introuvable

source: Unable to delete volume backup
fr: Impossible de supprimer la sauvegarde du volume

source: Volume to create snapshot for does not exist.
fr: Le volume sur lequel créer un snapshot n'existe pas.

source: Volume snapshot creation in progress
fr: Création du snapshot de volume en cours

source: Cannot create volume snapshot as related volume does not exist
fr: Impossible de créer un snapshot du volume car le volume associé n'existe pas

source: Cannot reset state because new state was not provided.
fr: Impossible de réinitialiser l'état car un nouvel état n'a pas été donné.

source: State reset scheduled.
fr: Réinitialisation de l'état planifiée.

source: Unable to update volume snapshot: {}
fr: Impossible de mettre à jour le snapshot de volume: {}

source: Unable to delete volume snapshot: {}
fr: Impossible de supprimer le snapshot de volume: {}

source: Empty volume
fr: Volume vide
ro: Volum nou

source: Size must be a multiple of {}
fr: La taille doit être un multiple de {}
ro: Dimensiunea trebuie sa fie un multiplu de {}

source: Unable to find a client for the current user
fr: Impossible de trouver un client pour l'utilisateur actuel
ro: Nu am găsit un client pentru utilizatorul curent

source: Cannot create volume without a project
fr: Impossible de créer un volume sans projet
ro: Nu se poate crea un volum fără un proiect

source: Unable to find the instance
fr: Impossible de trouver l'instance
ro: Nu pot găsi instanța

source: Unable to find the attachment
fr: Impossible de trouver la pièce jointe
ro: Nu se poate găsi atașamentul

source: Volumes cannot be shrinked, only extended
fr: Les volumes ne peuvent pas être réduits, seulement étendus
ro: Volumele nu pot fi micșorate, doar extinse

source: No client with an OpenStack project associated found
fr: Aucun client associé à un projet OpenStack n'a été trouvé
ro: Nici un client cu un proiect OpenStack găsit

source: Failed to create volume, please contact support
fr: Impossible de créer un volume, veuillez contacter le support

source: Volume cannot be deleted now
fr: Impossible de supprimer le volume maintenant
ro: Volumul nu poate fi șters acum

source: Unable to delete volume
fr: Impossible de supprimer le volume
ro: Nu pot șterge volumul

source: Unable to rename volume
fr: Impossible de renommer le volume
ro: Nu se poate redenumi volumul

source: Renaming volume in progress
fr: Renommer le volume en cours
ro: Redenumire volum în desfășurare

source: Unable to extend volume
fr: Impossible d'étendre le volume
ro: Nu se poate extinde volumul

source: Extending volume in progress
fr: Extension du volume en cours
ro: Extindere volum în desfășurare

source: Cannot revert volume to snapshot only when it's status is available.
fr: Impossible de faire un retour arrière du volume de snapshot seul lorsque son statuts est disponible.

source: Unable to revert volume to snapshot
fr: Impossible de faire un retour arrière de snapshot de volume

source: Volume revert to snapshot scheduled
fr: Rétablissement du snapshot de volume planifié

source: Extending
fr: Extension

source: In use
fr: En cours d'utilisation
ro: În uz

source: Attaching
fr: Attacher
ro: Se atașează

source: Detaching
fr: Détacher
ro: De detașează

source: Restoring backup
fr: Restaure une sauvegarde

source: {executed} out of {total} backups were created successfully before {time_to_execute}
fr: Les sauvegardes {executed} sur {total} ont été créées avec succès avant {time_to_execute}.
ro: {executed} din {total} backup-uri au fost create cu succes înainte {time_to_execute}

source: Could not backup the following virtual machines: {failed}
fr: Impossible de sauvegarder les machines virtuelles suivantes: {failed}
ro: Nu pot realiza backup-uri pentru următoarele mașini virtuale: {failed}

source: Backed up {executed} out of {total} virtual machines
fr: Sauvegardé {executed}sur {total} de machines virtuelles
ro: Copii de rezervă realizate {executed} din {total} mașini virtuale

source: No input or wrong input received for the past {} seconds, canceling backup execution
fr: Aucune entrée ou entrée incorrecte reçue depuis {} secondes, annulant l'exécution de la sauvegarde
ro: Nici o intrare sau intrare greșită recepționată în ultimele {} secunde, se anulează execuția backup-ului

source: Backups were already run at {}.
fr: Les sauvegardes ont déjà été exécutées à {}.
ro: Copiile de rezervă au fost deja executate la {}.

source: Warning: If no input or wrong input will be provided in the next {} seconds, backup execution will be canceled
fr: Avertissement: Si aucune entrée ou une entrée incorrecte ne sera pas fournie dans les {} secondes suivantes, l'exécution de la sauvegarde sera annulée
ro: Avertizare: Dacă nici o intrare sau intrare greșită va fi recepționată în ultimele {} secunde, se anulează execuția backup-ului

source: Do you wish to backup again? [Y/N]:
fr: Souhaitez-vous sauvegarder à nouveau? [O/N]:
ro: Vrei să realizezi din nou copia de rezervă? [Y/N]:

source: {} not recognized, please use one of the following: y, yes, n, no
fr: {} non reconnu, veuillez utiliser l'une des méthodes suivantes: o, oui, n, non
ro: {} nerecunoscut, te rog utilizează unul din următoarele: y, yes, n, no

source: Daily
fr: Journalier
ro: Zilnic

source: Weekly
fr: Hebdomadaire
ro: Săptămânal
