Repository: binerogroup/fleio-i18n
Catalog: translations/backend/locale/*/LC_MESSAGES/django.po
Languages: fr, ro

source: Staff user {username} ({user_id}) created {object_name} {object_id}.
fr: L'utilisateur du staff {username} ({user_id}) a créé {object_name} {object_id}.

source: Staff user {username} ({user_id}) updated {object_name} {object_id}.
fr: L'utilisateur du staff {username} ({user_id}) a modifié {object_name} {object_id}.

source: Staff user {username} ({user_id}) deleted {object_name} {object_id}.
fr: L'utilisateur du staff {username} ({user_id}) a supprimé {object_name} {object_id}.

source: User {username} ({user_id}) created {object_name} {object_id}.
fr: Utilisateur {username} ({user_id}) a créé {object_name} {object_id}.

source: User {username} ({user_id}) updated {object_name} {object_id}.
fr: Utilisateur {username} ({user_id}) a modifié {object_name} {object_id}.

source: User {username} ({user_id}) deleted {object_name} {object_id}.
fr: Utilisateur {username} ({user_id}) a modifié {object_name} {object_id}.

source: error
fr: erreur
ro: eroare

source: (Impersonated by {impersonator} ({impersonator_id}))
fr: (Incarné par {impersonator} ({impersonator_id}))
ro: (Impersonat de către {impersonator} ({impersonator_id}))

source: Unknown activity
fr: Activité inconnue

source: Processing clients from cron.
fr: Traitement des clients Cron.

source: Invoice {invoice_id} was paid using paypal.
fr: La facture {invoice_id} a été payé en utilisant paypal.

source: A refund was made for {invoice_id} using paypal.
fr: Un remboursement a été effectué pour {invoice_id} avec Paypal.

source: Invoice {invoice_id} was paid using romcard.
fr: La facture {invoice_id} à été payée en utilisant romcard.

source: A refund was made for {invoice_id} using romcard.
fr: Un remboursement de la facture {invoice_id} à été fait en utilisant romcard.

source: Invoice {invoice_id} was paid using stripe.
fr: La facture {invoice_id} à été payé avec stripe.

source: A refund was made for {invoice_id} using stripe.
fr: Un remboursement de la facture {invoice_id} à été fait en utilisant stripe.

source: Option not available
fr: Option indisponible
ro: Opțiune indisponibilă

source: Invalid value provided
fr: Valeur invalide fournie
ro: Valoare nu este validă

source: Value must be greater or equal to 0
fr: La valeur doit être supérieure ou égale à 0

source: Invalid request
fr: Requête invalide
ro: Cerere invalidă

source: Product not found
fr: Produit introuvable
ro: Produsul nu a fost găsit

source: Product cycle not found
fr: Cycle produit introuvable
ro: Ciclul produsului nu a fost găsit

source: Specify a product code or id
fr: Spécifiez un code de produit ou un id
ro: Specificați un cod sau id de produs

source: Product not available
fr: Produit indisponible
ro: Produsul nu este disponibil

source: A billing cycle is required
fr: Un cycle de facturation est requis
ro: Un ciclu de facturare este obligatoriu

source: Value is required for {}
fr: La valeur est requise pour {}

source: Invalid option selected
fr: Option invalide sélectionnée
ro: Opțiune invalidă selectată

source: Failed to create service, please contact support
fr: Impossible de créer le service, veuillez contacter le support

source: Failed to initialize service
fr: Échec d'initialisation du service

source: Failed to retrieve exchange rates
fr: Impossible de récupérer les taux de change
ro: Nu pot obține cursurile de schimb

source: Bank Transfer
fr: Virement
ro: Transfer Bancar

source: Invoice price is not equal to sum of item prices.
fr: Le prix de la facture n'est pas égal.
ro: Valoarea facturii nu este egala cu valoarea articolelor facturate.

source: Payment not found.
fr: Paiement introuvable.
ro: Plata nu a fost găsita.

source: Refund
fr: Remboursement
ro: Rambursare

source: Redirecting to RomCard
fr: Redirigé vers Romcard
ro: Redirectam catre Romcard

source: Invoice payment
fr: Paiement de la facture
ro: Plată factură

source: Capture payment
fr: Capturer le paiement
ro: Captura plata

source: Refund payment
fr: Remboursement
ro: Rambursare factură

source: Stripe
fr: Bande

source: Duplicate
fr: Dupliquer
ro: Duplică

source: Fraudulent
fr: Frauduleux
ro: Fraudulos

source: Requested by customer
fr: Demandé par le client
ro: Cerut de către client

source: Refund for transaction {} failed
fr: Le remboursement pour la transaction {} a échoué
ro: Rambursarea pentru traznactia {} a eusat

source: Pay {} {} for invoice {}
fr: Payer {} {} pour la facture {}
ro: Plateste {}{} pentru factura {}

source: Invoice {} payment
fr: Paiement de la facture {}
ro: Plată factură {}

source: Refund failed
fr: Echec du remboursement
ro: Rambursare eusată

source: Enter your credit or debit card details below
fr: Entrez votre crédit ou les détails de votre carte de débit ci-dessous
ro: Completează mai jos detalii card

source: Callback error
fr: Erreur de rappel
ro: Eroare callback

source: Unable to continue due to a gateway error
fr: Impossible de continuer du à une erreur de passerelle
ro: Nu se poate continua din cauza unei erori de gateway

source: Gateway not available
fr: Passerelle indisponible
ro: Gateway-ul nu este disponibil

source: Action not available
fr: Action indisponible
ro: Actiunea nu este disponibilă

source: Unable to continue due to an error. Please contact support
fr: Impossible de continuer à cause d'une erreur. Veuillez contacter le support
ro: Nu se poate continua din cauza unei erori. Contactați personalul pentru asistență

source: Issue Date: {}
fr: Date d'émission: {}
ro: Data emiterii: {}

source: Due Date: {}
fr: Date d'échéance: {}
ro: Data scadentei: {}

source: Invoiced to:
fr: Facturé à:
ro: Emis către:

source: Quantity
fr: Quantité
ro: Cantitate

source: Unit Price
fr: Prix unitaire
ro: Pret unitate

source: Cost
fr: Coût

source: Invoice must have at least one item
fr: La facture doit avoir au moins un article
ro: Factura trebuie să conțină cel puțin un articol

source: Invoice total is bigger than maximum allowed
fr: Le total de la facture est supérieur au maximum autorisé
ro: Totalul facturi este mai mare decât maximul alocat

source: Invoice {} payment added
fr: Paiement de la facture {} ajouté

source: Invoice {} for client {} has been paid.
fr: La facture {} pour le client {} a été payé.

source: User {username} ({user_id}) paid invoice {object_id} using credit.
fr: L'utilisateur {username} ({user_id}) a payé la facture {object_id} en utilisant son crédit.

source: Client not found
fr: Client introuvable
ro: Clientul nu a fost găsit

source: Add {} {} to credit balance
fr: Ajout de {} {} au crédit
ro: Adaugă {}{} la soldul de credit

source: Unable to pay a credit invoice with credit
fr: Impossible de payer une facture avec le crédit
ro: Nu se poate plăti o factură de adaugare credit cu credit

source: Only unpaid invoices can be paid from credit
fr: Seules les factures impayées peuvent être payées avec du crédit
ro: Doar facturile neplătite se pot plăti din credit

source: Not enough credit
fr: Pas assez de crédit
ro: Credit insuficient

source: You should have at least {} {} credit left after making a payment
fr: Vous devez avoir au moins {} {} crédit après avoir effectué un paiement
ro: Trebuie să ai cel putin {} {} credit rămas după procesarea plății

source: Adding {} {} to invoice
fr: Ajout de {} {} à la facture
ro: Adaugare {}{} la factură

source: Subtotal ({})
fr: Sous-total ({})

source: Immediate
fr: Immédiat
ro: Instantaneu

source: At the end of billing period
fr: À la fin de la période de facturation
ro: La sfârșitul perioadei de facturare

source: Random id
fr: Id aléatoire
ro: Identificator aleator

source: Dropdown
fr: Menu déroulant

source: Yes/No
fr: Oui/Non
ro: Da/Nu

source: Quantity input
fr: Quantité en entrée
ro: Câmp cantitate

source: Text input
fr: Saisie de texte
ro: Câmp text

source: Public
fr: Publique

source: Retired
fr: Retiré
ro: Retras

source: Apply to quantity options
fr: Appliquer aux options de quantité
ro: Aplică la opțiunile de cantitate

source: Unpaid
fr: Impayé
ro: Neplătită

source: Paid
fr: Payé
ro: Plătit

source: Cancelled
fr: Annulé
ro: Anulat

source: Refunded
fr: Remboursé
ro: Rambursat

source: journal entries
fr: entrées du journal
ro: intrari jurnal

source: Client Credit
fr: Crédit client
ro: Credit Client

source: Invoice
fr: Facture
ro: Factură

source: Settlement
fr: Règlement
ro: Facturare

source: External
fr: Externe
ro: Extern

source: User who placed the order. Can be a staff user.
fr: Utilisateur ayant passé la commande. Peut être un utilisateur du staff.
ro: Utilizatorul care a plasat comanda. Poate fi un administator.

source: Service Upgrade
fr: Mise à niveau du service

source: Credit Balance
fr: Solde créditeur
ro: Sold Credit

source: Other
fr: Autre
ro: Alte

source: Cannot add configurable option as a configurable option with the same internal name was already used on this product
fr: Impossible d'ajouter une option configurable car il en n'existe déjà une avec le même nom interne qui est déjà utilisée sur ce produit

source: Apply to each or all items on order
fr: Appliquer à chacun ou à tous les articles en commande
ro: Aplică la fiecare sau la toate articolele de pe comandă

source: Importable module path
fr: Chemin du module importable
ro: Calea importabilă a modulului

source: Tax rule {} start and/or end date are conflicting with existing tax rules: {}
fr: La règle de taxe {} date de début et/ou de fin sont en conflit avec les règles de taxes existantes: {}
ro: Data de inceput sau de final a regulei de taxare {} e in conflict cu regulile existente: {}

source: Waiting
fr: Attendre
ro: Avertizare

source: Preauthorization
fr: Préautorisation
ro: Preautorizare

source: Confirmed
fr: Confirmé
ro: Confirmat

source: Rejected
fr: Rejeté
ro: Respins

source: Partially Refunded
fr: Partiellement remboursé
ro: Rambursat partial

source: Success
fr: Succès
ro: Succes

source: Failure
fr: Échec
ro: Eșec

source: Canceled
fr: Annulé
ro: Anulat

source: Unknown
fr: InconnuInconnu
ro: Necunoscut

source: Unable to perform this action. Your account credit is too low
fr: Impossible d'effectuer cette action
ro: Nu se poate efectua această acțiune. Creditul contului tău este prea mic

source: Unable to determine currency
fr: Impossible de déterminer la devise

source: Invalid product selected
fr: Produit invalide sélectionné

source: Invalid product cycle selected
fr: Cycle de produit invalide sélectionné

source: An upgrade/downgrade invoice already exists for this service
fr: Une facture de mise à niveau/rétrogradation existe déjà pour ce service

source: Unable to upgrade to the selected product
fr: Impossible de mettre à niveau vers le produit sélectionné

source: Unable to upgrade to the selected product and cycle
fr: Impossible de mettre à niveau vers le produit et cycle sélectionné

source: A cancellation request already exists for this service
fr: Une demande d'annulation existe déjà pour ce service
ro: O cerere de anulare deja există pentru acest serviciu

source: Cancellation request created
fr: Demande d'annulation créée
ro: Cererea de anulare creată

source: Unpaid service cannot be upgraded/downgraded
fr: Un service impayé ne peut pas être mis à niveau ou rétrogradé

source: Generic
fr: Générique

source: Shared Hosting
fr: Hébergement partagé
ro: Gazduire Partajata

source: Domain
fr: Domaine
ro: Domeniu

source: Pending
fr: En attente
ro: În așteptare

source: Active
fr: Actif
ro: Activ

source: Suspended
fr: Suspendu
ro: Suspendat

source: Terminated
fr: Terminé
ro: Terminat

source: Fraud
fr: Fraude
ro: Frauda

source: Archived
fr: Archivé
ro: Arhivat

source: Change in progress
fr: Changement en cours

source: Hour
fr: Heure
ro: Oră

source: Month
fr: Mois
ro: Lună

source: Year
fr: Année
ro: An

source: One Time
fr: Une fois
ro: O dată

source: Yearly
fr: Annuel
ro: Anual

source: Biennial
fr: Biennal
ro: Bienal

source: Triennial
fr: Triennal
ro: Trienal

source: Every {} years
fr: Toutes les {} années
ro: Odată la {} ani

source: Monthly
fr: Mensuel
ro: Lunar

source: Quarterly
fr: Trimestriel
ro: Trimestrial

source: Semi-Annual
fr: Semestriel
ro: Semi-anual

source: Every {} months
fr: Tous les {} mois
ro: Odată la {} luni

source: Hourly
fr: Toutes les heures
ro: Pe oră

source: Every {} hours
fr: Touts les {} heures
ro: Odată la {} ore

source: Disabled
fr: Désactivé
ro: Dezactivat

source: When order is placed
fr: Quand la commande est passée
ro: Când comanda este plasată

source: On first payment
fr: Au premiere paiement
ro: La prima plata

source: When pending order is accepted
fr: Quand la commande en attente est acceptée
ro: Când comanda in asteptare este acceptată

source: Free
fr: Gratuit
ro: Gratis

source: Fixed plus dynamic
fr: Fixe plus dynamique
ro: Fix plus dinamic

source: Dynamic but at least fixed
fr: Dynamique mais au moins fixe
ro: Dinamic dar minim

source: Verified
fr: Vérifié
ro: Verificat

source: Completed
fr: Terminé
ro: Terminat

source: Unspecified reason
fr: Raison non spécifiée
ro: Motiv nespecificat

source: Suspended by staff
fr: Suspendu par le staff
ro: Suspendat de catre administrator

source: Overdue on payment
fr: Retard de paiement
ro: In urmă cu plata

source: Requested by user
fr: Demandé par l'utilisateur
ro: Cerut de către utilizator

source: Suspend instead of terminate is enabled
fr: Suspendre au lieu de terminer est activé
ro: Suspendarea în loc de terminare este activată

source: Setup Fee
fr: Frais d'installation
ro: Taxa Instalare

source: Configuration error. Contact support.
fr: Erreur de configuration. Contactez le support.
ro: Configurare incorecta. Contactați personalul pentru asistență.

source: Enter a valid URL, using the following schemes: {}
fr: Entrez une URL valide en utilisant les schémas suivants: {}

source: User {username} ({user_id}) tried to log in via the staff panel. End users cannot log in to the staff panel
fr: L'utilisateur {username} ({user_id}) essaye de se connecter depuis le panneau du staff. Les utilisateurs finals ne peuvent pas se connecter au panneau du staff
ro: Utilizatorul {username} ({user_id}) a incercat sa se conecteze in panoul de administrator. Acest lucru este interzis utilizatorilor non-personal

source: Staff user {username} ({user_id}) logged in
fr: L'utilisateur du staff {username} ({user_id}) est connecté
ro: Administratorul {username} ({user_id}) s-a conectat

source: Staff user {username} ({user_id}) logged out
fr: L'utilisateur du staff {username} ({user_id}) est déconnecté
ro: Administratorul {username} ({user_id}) s-a deconectat

source: Staff user {username} ({user_id}) failed to log in. Invalid password
fr: L'utilisateur du staff {username} ({user_id}) n'a pas réussi à se connecter. Mot de passe incorrect
ro: Administratorul {username} ({user_id}) a esuat sa se conecteze. Parola gresita

source: User {username} failed to log in. User does not exist
fr: L'utilisateur {username} n'a pas réussi à se connecter. L'utilisateur n'existe pas
ro: Utilizatorul {username} a esuat sa se conecteze. Cont inexistent

source: Staff user {username} ({user_id}) failed to log in. Inactive user
fr: L'utilisateur du staff {username}({user_id}) n'a pas pu se connecter. Utilisateur inactif
ro: Administratorul {username} ({user_id}) a esuat sa se conecteze. Cont de administratot inactiv

source: Staff user {username} ({user_id}) submitted a password reset through the password reset form
fr: L'utilisateur du staff {username} ({user_id}) a soumis une réinitialisation de mot de passe via le formulaire de réinitialisation de mot de passe
ro: Administratorul {username} ({user_id}) a trimis o cerere de resetare a parolei prin e-mail

source: Staff user {username} ({user_id}) succeeded in obtaining a new password through the password reset form
fr: L'utilisateur du staff {username} ({user_id}) a réussi à obtenir un nouveau mot de passe via le formulaire de réinitialisation du mot de passe
ro: Administratorul {username} ({user_id}) a reusit cu succes schimbarea parolei prin e-mail

source: Staff user {username} ({user_id}) updated the following profile attributes for username: {username_changed} ({user_changed_id}) - {updated_data}
fr: L'utilisateur du staff {username} ({user_id}) a mis à jour les attributs de profil suivants pour le nom d'utilisateur: {username_changed} ({user_changed_id}) - {updated_data}
ro: Administratorul {username} ({user_id}) a actualizat urmatoarele informatii pentru utilizatorul: {username_changed} ({user_changed_id}) - {updated_data}

source: Staff user {username} ({user_id}) successfully changed password for {username_changed} ({user_changed_id})
fr: L'utilisateur du staff {username} ({user_id}) a changé le mot de passe avec succès pour {username_changed} ({user_changed_id})
ro: Administratorul {username} ({user_id}) a schimbat parola pentru utilizatorul: {username_changed} ({user_changed_id})

source: Staff user {username} ({user_id}) tried to log in via the end user panel. Staff users cannot log in to the end user panel
fr: L'utilisateur du staff {username} ({user_id}) a tenté de se connecter via le panneau de l'utilisateur final. Les utilisateurs du staff ne peuvent pas se connecter au panneau de l'utilisateur final
ro: Administratorul {username} ({user_id}) a incercat sa se conecteze in panoul destinat utilizatorilor non-personal. Conturile de administrator nu pot folosi aceasta interfata

source: User {username} ({user_id}) failed to log in. Invalid password
fr: L'utilisateur {username} ({user_id}) n'a pas réussi à se connecter. Mot de passe invalide
ro: Utilizatorul {username} ({user_id}) a esuat sa se conecteze. Parola gresita

source: User {username} ({user_id}) failed to log in. Inactive user
fr: L'utilisateur {username} ({user_id}) n'a pas réussi à se connecter. Utilisateur inactif
ro: Utilizatorul {username} ({user_id}) a esuat sa se conecteze. Cont inactiv

source: User {username} ({user_id}) logged in
fr: Utilisateur {username} ({user_id}) connecté
ro: Utilizatorul {username} ({user_id}) s-a conectat

source: User {username} ({user_id}) logged out
fr: Utilisateur {username} ({user_id}) déconnecté
ro: Utilizatorul {username} ({user_id}) s-a deconectat

source: User {username} ({user_id}) submitted a password reset through the password reset form
fr: L'utilisateur {username} ({user_id}) a soumis une réinitialisation de mot de passe via le formulaire de réinitialisation de mot de passe
ro: Utilizatorul {username} ({user_id}) a trimis o cerere de resetare a parolei prin e-mail

source: User {username} ({user_id}) succeeded in obtaining a new password through the password reset form
fr: L'utilisateur {username} ({user_id}) a obtenu un nouveau mot de passe avec succès via le formulaire de réinitialisation de mot de passe
ro: Utilizatorul {username} ({user_id}) a reusit cu succes schimbarea parolei prin e-mail

source: User {username} ({user_id}) failed to login because of missing license
fr: L'utilisateur {username} ({user_id}) n'a pas pu se connecter car la licence est manquante
ro: Utilizatorul {username} ({user_id}) nu poate fi autentificat din cauză ca licența este invalidă

source: User {username} ({user_id}) impersonated user {impersonated_user_name} ({impersonated_user_id})
fr: L'utilisateur {username} ({user_id}) imite l'utilisateur {impersonated_user_name} ({impersonated_user_id})
ro: Utilizatorul {username} ({user_id}) a impersonat utilizatorul {impersonated_user_name} ({impersonated_user_id})

source: Account profile modified - {updated_data}
fr: Profil du compte modifié - {updated_data}
ro: Schimbare date de profil - {updated_data}

source: Account password successfully changed
fr: Le mot de passe du compte a été modifié avec succès
ro: Schimbare cu succes a parolei

source: User {username} ({user_id}) deleted a client {client_name} ({client_id})
fr: L'utilisateur {username} ({user_id}) a supprimé le client {client_name} ({client_id})
ro: Utilizatorul {username} ({user_id}) a șters clientul {client_name} ({client_id})

source: User {username} ({user_id}) deleted a user {deleted_user_name} ({deleted_user_id})
fr: L'utilisateur {username} ({user_id}) a supprimer l'utilisateur {deleted_user_name} ({deleted_user_id})
ro: Utilizatorul {username} ({user_id}) a șters utilizatorul {deleted_user_name} ({deleted_user_id})

source: Personal info
fr: Informations personnelles
ro: Informatii personale

source: Important dates
fr: Rendez-vous importants
ro: Date importante

source: Manual review needed for order {}
fr: Vérification manuelle nécessaire pour la commande {}
ro: Comanda {} necesită verificare manuală

source: Order {} may be fraudulent. Manual review is needed.
fr: La commande {} peut être frauduleuse. Une vérification manuelle est nécessaire.
ro: Comanda {} ar putea fi frauduloasă. Verificarea manuală este necesară.

source: Order {} rejected
fr: Commande {} rejetée
ro: Comanda {} respinsă

source: Unable to create client, please contact support.
fr: Impossible de créer un client, veuillez contacter le support.

source: Client account already created
fr: Compte client déjà créé
ro: Clientul este deja creat

source: Cannot create service, please contact support
fr: Impossible de créer un service, veuillez contacter le support

source: Client delete prohibited
fr: Suppression de client interdite
ro: Nu se poate șterge clientu

source: This field cannot be null
fr: Ce champ ne peut pas être nul

source: Did not receive country code
fr: N'a pas reçu le code pays

source: VAT ID country prefix do not match your selected country
fr: Le préfixe du pays avec l'ID TVA ne correspond pas au pays sélectionné

source: Invalid VAT ID format
fr: Format de TVA non valide
ro: Format cod fiscal invalid

source: Valid VAT ID
fr: Numéro de TVA valide

source: Unable to perform the requested action
fr: Impossible d'effectuer l'action demandée
ro: Acțiunea solicitată nu a putut fi efectuată

source: Invalid version in URL path
fr: Version non valide dans le chemin de l'URL
ro: Versiune invalidă în calea URL

source: Invalid version in "Accept" header
fr: Version non valide dans l'en-tête "Accepter"
ro: Versiune invalidă în header-ul "Accept"

source: "{input}" is not a valid choice.
fr: "{input}" n'est pas un choix valide.
ro: "{input}" nu este o alegere valida.

source: More than {count} items...
fr: Plus que {count} items ...
ro: Mai mult de {count} articole...

source: Unable to execute task
fr: Impossible d'exécuter la tâche
ro: Task-ul nu se poate executa

source: Unable to perform the requested operation
fr: Impossible d'effectuer l'opération demandée
ro: Nu se poate efectua operațiunea solicitată

source: You must activate the software using a license key
fr: Vous devez activer le logiciel à l'aide d'une clé de licence
ro: Trebuie să activați software-ul cu ajutorul unei chei de licență

source: Login not allowed. Please contact support
fr: Connexion non autorisée. S'il vous plaît contacter le support
ro: Autentificarea interzisă. Va rugam contactati personalul

source: License is invalid
fr: La licence est invalide
ro: Licența este invalidă

source: Cannot get or create token for inactive user
fr: Impossible d'obtenir ou de créer un jeton pour un utilisateur inactif
ro: Nu se poate obține sau crea token-ul pentru utilizator inactiv

source: A required object was not found
fr: Un objet requis n'a pas été trouvé
ro: Un obiect solicitat nu a fost găsit

source: An unexpected error prevented the server from fulfilling your request
fr: Une erreur inattendue a empêché le serveur de répondre à votre demande
ro: O eroare neașteptată a împiedicat serverul să îndeplinească solicitarea ta

source: Could not connect
fr: N'a pas pu se connecter
ro: Nu mă pot conecta

source: Invalid SSL certificate on OpenStack identity service
fr: Certificat SSL non valide sur le service d'identité OpenStack
ro: Certificatul SSL este invalid pentru serviciu OpenStack identity
