Repository: binerogroup/fleio-i18n
Catalog: translations/backend/locale/*/LC_MESSAGES/django.po
Languages: fr, ro

source: Email not available
fr: Email indisponible
ro: Emailul nu este disponibil

source: Reset password failed.
fr: La réinitialisation du mot de passe a échoué.
ro: Resetare parolă eșuată.

source: You cannot register using an email address from free email services
fr: Vous ne pouvez pas vous inscrire en utilisant une adresse électronique provenant de services de messagerie gratuits

source: You cannot register using this kind of email address
fr: Vous ne pouvez pas vous enregistrer en utilisant ce type d'adresse email

source: Email address already in use
fr: Adresse e-mail déjà utilisée
ro: Adresa de email este deja folosita

source: Somebody chose this email as their username
fr: Quelqu'un a choisi cet email comme nom d'utilisateur
ro: Cineva a ales aceasta adresă de email ca și numele lor de utilizator

source: Incorrect Amazon SNS settings: {}
fr: Paramètres Amazon SNS incorrects: {}

source: Phone number is invalid.
fr: Numéro de téléphone mobile invalide.

source: It should be at least 8 characters long.
fr: Il devrait contenir au moins 8 caractères.
ro: Ar trebuie să conțină cel puțin 8 caractere.

source: It should contain at least one digit or symbol.
fr: Il devrait contenir au moins un chiffre ou un symbole.
ro: Ar trebuie să conțină cel puțin o cifră sau simbol.

source: Logged out
fr: Déconnecté
ro: Deconectat

source: Changing password is disabled. Please contact support.
fr: Le changement de mot de passe est désactivé. Veuillez contacter le support.

source: Password reset fail
fr: La réinitialisation du mot de passe a échoué
ro: Resetarea parolei a eșuat

source: Passwords do not match
fr: Les mots de passe ne correspondent pas
ro: Parolele nu sunt identice

source: Token expired or invalid. Try to reset the password again.
fr: Jeton expiré ou invalide. Essayez de réinitialiser le mot de passe à nouveau.
ro: Token expirat sau invalid. Incearcați sa resetați parola din nou.

source: Unable to authenticate
fr: Impossible à authentifier
ro: Autentificare imposibilă

source: This account is inactive
fr: Ce compte est inactif
ro: Acest cont este inactiv

source: Confirmation token is missing
fr: Le jeton de confirmation est manquant

source: The email associated with this account is already confirmed
fr: L'email associé à ce compte est déjà confirmé

source: Email successfully confirmed
fr: Email confirmé avec succès

source: Token is invalid or no longer available
fr: Le jeton est invalide ou n'est plus disponible

source: An email with the confirmation token was sent to {}
fr: Un email avec le jeton de confirmation a été envoyé à {}.

source: Changing password not allowed in demo mode
fr: Changer le mot de passe n'est pas autorisé en mode démo

source: Please enter the correct current password.
fr: Veuillez saisir le mot de passe actuel correct.
ro: Introdu corect parola curenta

source: User profile updated
fr: Profil utilisateur mis à jour
ro: Profilul utilizatorului actualizat

source: Incorrect value: {0}
fr: Valeur incorrect: {0}
ro: Valoare incorectă: {0}

source: Field is required
fr: Champ requis
ro: Câmpul este obligatoriu

source: Ensure this field has no more than {} characters
fr: Assurez-vous que ce champ ne contient pas plus de {} caractères
ro: Asigură-te că acest câmp nu are mai mult de {} caractere

source: Base dispatcher that doesn't do anything
fr: Répartiteur de base qui ne fait rien
ro: Dispecer de bază care nu face nimic

source: {} does not have an e-mail address
fr: {} n'a pas d'adresse e-mail
ro: {} nu are o adresă de email validă

source: Unable to send email: {error}
fr: Impossible d'envoyer un email: {error}
ro: Nu pot trimite email: {error}

source: Sent...
fr: Envoyé...
ro: Trimis...

source: Error
fr: Erreur
ro: Eroare

source: Expired
fr: Expiré
ro: Expirat

source: Low
fr: Faible
ro: Redus

source: High
fr: Haut
ro: Ridicat

source: Critical
fr: Critique
ro: Critic

source: Sent
fr: Envoyé
ro: Trimis

source: Seen
fr: Vue
ro: Văzut

source: User {username} created instance {instance_id}
fr: L'utilisateur {username} à créer l'instance {instance_id}

source: Port {port_id} for instance {instance_id} created with ips {ips}
fr: Le port {port_id} pour l'instance {instance_id} créé avec {ips} ips

source: Staff user {username} ({user_id}) assigned IP(s) {ips} to instance {instance_id} via port {port_id} of network {network_id}
fr: L'utilisateur du staff {username} ({user_id}) assigne une IP {ips} à l'instance {instance_id} via le port {port_id} du réseau {network_id}
ro: Administratorul {username} ({user_id}) a asignat IP-urile {ips} la instanța {instance_id} pe portul {port_id} din rețeaua {network_id}

source: Staff user {username} ({user_id}) detached IP(s) {ips} from instance {instance_id} via port {port_id} of network {network_id}
fr: L'utilisateur du staff {username}({user_id}) détache une ip {ips} de l'instance {instance_id} via le port {port_id} du réseau {network_id}
ro: Administratorul {username} ({user_id}) a detașat IP-urile {ips} de la instanța {instance_id} de pe portul {port_id} din rețeaua {network_id}

source: Staff user {username} ({user_id}) detached IP(s) {ips} from instance {instance_id} via port {port_id} of network {network_id}. Port deleted
fr: L'utilisateur du staff {username}({user_id}) détache une ip {ips} de l'instance {instance_id} via le port {port_id} du réseau {network_id}. Port supprimé
ro: Administratorul {username} ({user_id}) a detașat IP-urile {ips} de la instanța {instance_id} de pe portul {port_id} din rețeaua {network_id}. Portul a fost șters

source: Staff user {username} ({user_id}) deleted an instance {instance_name} ({instance_id})
fr: L'utilisateur du staff {username} ({user_id}) a supprimé l'instance {instance_name} ({instance_id})
ro: Administratorul {username} ({user_id}) a șters o instanță {instance_name} ({instance_id})

source: Staff user {username} ({user_id}) deleted a volume {volume_name} ({volume_id})
fr: L'utilisateur du staff {username} ({user_id}) a supprimé le volume {volume_name} ({volume_id})
ro: Administratorul {username} ({user_id}) a șters un volum {volume_name} ({volume_id})

source: Staff user {username} ({user_id}) deleted a flavor {flavor_name} ({flavor_id})
fr: L'utilisateur du staff {username} ({user_id}) a supprimé le flavor {flavor_name} ({flavor_id})
ro: Administratorul {username} ({user_id}) a șters un flavor {flavor_name} ({flavor_id})

source: Staff user {username} ({user_id}) deleted an image {image_name} ({image_id})
fr: L'utilisateur du staff {username} ({user_id}) a supprimé l'image {image_name} ({image_id})
ro: Administratorul {username} ({user_id}) a sters o imagine {image_name} ({image_id})

source: Staff user {username} ({user_id}) deleted a network {network_name} ({network_id})
fr: L'utilisateur du staff {username} ({user_id}) a supprimé le réseau {network_name} ({network_id})
ro: Administratorul {username} ({user_id}) a șters o rețea {network_name} ({network_id})

source: User {username} ({user_id}) deleted an instance {instance_name} ({instance_id})
fr: L'utilisateur {username} ({user_id}) a supprimer l'instance {instance_name} ({instance_id})
ro: Utilizatorul {username} ({user_id}) a șters o instanță {instance_name} ({instance_id})

source: User {username} ({user_id}) deleted a volume {volume_name} ({volume_id})
fr: L'utilisateur {username} ({user_id}) a supprimer le volume {volume_name} ({volume_id})
ro: Utilizatorul {username} ({user_id}) a șters un volum {volume_name} ({volume_id})

source: User {username} ({user_id}) deleted an image {image_name} ({image_id})
fr: L'utilisateur {username} ({user_id}) a supprimer l'image {image_name} ({image_id})
ro: Utilizatorul {username} ({user_id}) a sters o imagine {image_name} ({image_id})

source: User {username} ({user_id}) deleted a network {network_name} ({network_id})
fr: L'utilisateur {username} ({user_id}) a supprimer le réseau {network_name} ({network_id})
ro: Utilizatorul {username} ({user_id}) a șters o rețea {network_name} ({network_id})

source: User {username} ({user_id}) deleted a router {router_name} ({router_id})
fr: L'utilisateur {username} ({user_id}) a supprimer le routeur {router_name} ({router_id})
ro: Utilizatorul {username} ({user_id}) a șters un router {router_name} ({router_id})

source: User {username} ({user_id}) deleted a security group {secgroup_name} ({secgroup_id})
fr: L'utilisateur {username} ({user_id}) a supprimer le groupe de sécurité {secgroup_name} ({secgroup_id})
ro: Utilizatorul {username} ({user_id}) a șters un security group {secgroup_name} ({secgroup_id})

source: User {username} ({user_id}) deleted a floating ip {floating_ip} ({floating_ip_id})
fr: L'utilisateur {username} ({user_id}) a supprimer l'IP flottante {floating_ip} ({floating_ip_id})
ro: Utilizatorul {username} ({user_id}) a șters un IP dinamic {floating_ip} ({floating_ip_id})

source: Staff user {username} ({user_id}) updated openstack credentials.
fr: L'utilisateur du staff {username} ({user_id}) a mis à jour les informations d'identification Openstack.

source: Volume {volume_id} extra details synchronization.
fr: Volume {volume_id} détails supplémentaires de synchrnisation.

source: Volume backup {backup_id} extra details synchronization.
fr: Synchronisation des détails supplémentaire de la sauvegarde de volume {backup_id}

source: SSH keys
fr: Clés SSH
ro: Chei SSH

source: Networks
fr: Réseaux
ro: Rețele

source: Routers
fr: Routeurs
ro: Routere

source: Provided keypair was not found or you do not own it.
fr: La paie de clé spécifiée n'a pas été trouvé ou vous n'en n'êtes pas le propriétaire.

source: Provided keypair was not found.
fr: La sauvegarde fournie pour filtrer est introuvable.

source: You need to provide a cluster template
fr: Vous devez spécifier un modèle de cluster

source: Provided cluster template cannot be found anymore
fr: Le modèle de cluster choisis est dormais introuvable

source: Successfully deleted cluster
fr: Surpression du cluster effectuée avec succès

source: Cluster is already under a task.
fr: Le cluster à déjà une tache en cours.

source: Cluster resize started
fr: Redimensionnement du cluster en cours

source: You are not allowed to create a public cluster template
fr: Vous n'êtes pas autorisé à supprimer un modèle de cluster public

source: You are not allowed to delete a public cluster template.
fr: Vous n'êtes pas autorisé à supprimer un modèle de cluster public.

source: Successfully deleted cluster template
fr: Suppression du modèle de cluster effectuée avec succès

source: Invalid input for labels.
fr: Entrée invalide pour les étiquettes.

source: Status reason not available. Check in OpenStack.
fr: Raison de ce statut non disponible - Vérifier dans Openstack.

source: Invalid list. Separate each node uuid using a comma. {}
fr: Liste invalide, séparé chaque UUID de node par des virgules {}

source: Address Mapping
fr: Mappage d'adresses
ro: Mapare Adrese

source: Mail Exchange
fr: Échange de courrier
ro: Inregistrare MX

source: Name Server
fr: Nom du serveur
ro: Server DNS

source: Start of Authority
fr: Début de l'autorité
ro: Inregistrare SOA

source: Canonical Name
fr: Nom canonique
ro: Nume Canonic

source: Reverse-lookup Pointer
fr: Pointeur de recherche inversée
ro: Inregistrare PTR

source: Text
fr: Texte
ro: Inregistrare TXT

source: SSH Public Key Fingerprint
fr: Empreinte de la clé publique SSH
ro: Amprenta cheie SSH publica

source: Primary
fr: Primaire
ro: Principal

source: Secondary
fr: Secondaire
ro: Secundar

source: No client with an OpenStack project found
fr: Aucun client avec un projet OpenStack trouvé
ro: Nici un client cu un proiect OpenStack găsit

source: Unable to get zone or record sets. Please contact support for more info
fr: Impossible d'obtenir des ensembles de zones ou d'enregistrements. Veuillez contacter le support pour plus d'informations

source: Not a valid domain name
fr: Nom de domaine invalide
ro: Nume de domeniu invalid

source: Unable to create or update ptr. Reason: {}. Please contact support for more info.
fr: Impossible de créer ou de mettre à jour ptr. Raison: {}. Veuillez contacter le support pour plus d'informations.

source: An error occurred: {}
fr: Une erreur est survenue: {}

source: No zones found
fr: Aucune zone trouvée
ro: Nici o zonă găsită

source: Unable to list zones. Please contact support for more info
fr: Impossible de lister les zones. Veuillez contactez le support pour plus d'informations
ro: Zonele nu pot fi obținute. Vă rugăm contactati personalul

source: Zone not found
fr: Zone introuvable
ro: Zona nu a fost găsit

source: Unable to list records. Please contact support for more info
fr: Impossible de lister les enregistrements. Veuillez contactez le support pour plus d'informations
ro: Înregistrările nu pot fi obținute. Vă rugăm contactati personalul

source: More than one recordset exists with the same subdomain {subd} and type {type} exist
fr: Plusieurs jeux d'enregistrements existants avec le même sous-domaine {subd}et le type {type} existent
ro: Exista mai mult de un grup de înregistrări cu acelasi subdomeniu {subd} și tip {type}

source: Recordsets update scheduled
fr: Mise à jour des jeux d'enregistrements programmée
ro: Actualizarea grupurilor de înregistrări a fost programată

source: Failed to create DNS zone. Please contact support.
fr: Échec de la création de la zone DNS. Veuillez contactez le support.

source: Unable to create record. Please contact support for more info
fr: Impossible de créer un enregistrement. Veuillez contactez le support pour plus d'informations
ro: Înregistrarea nu poate fi creată. Vă rugăm contactati personalul

source: Unable to fetch zone. Please contact support for more info
fr: Impossible de récupérer la zone. Veuillez contactez le support pour plus d'informations
ro: Zona nu poate fi obținută. Vă rugăm contactati personalul

source: Records not found
fr: Enregistrement introuvable
ro: Înregistrarile nu au fost găsite

source: Unable to retrieve record. Please contact support for more info
fr: Impossible de récupérer l'enregistrement. Veuillez contactez le support pour plus d'informations
ro: Înregistrarea nu poate fi obținută. Vă rugăm contactati personalul

source: Zone or record not found
fr: Zone ou enregistrement introuvable
ro: Zona sau înregistrarea nu a fost găsită

source: Unable to update record. Please contact support for more info
fr: Impossible de mettre à jour l'enregistrement. Veuillez contactez le support pour plus d'informations
ro: Înregistrarea nu poate fi actualizată. Vă rugăm contactati personalul

source: Unable to delete zone. Please contact support for more info
fr: Impossible de supprimer une zone. Veuillez contactez le support pour plus d'informations
ro: Zona nu poate fi ștearsă. Vă rugăm contactati personalul

source: Zone deleted
fr: Zone supprimée
ro: Zona a fost ștearsă

source: Record not found
fr: Enregistrement introuvable
ro: Înregistrarea nu a fost găsită

source: Unable to delete record. Please contact support for more info
fr: Impossible de supprimer un enregistrement. Veuillez contactez le support pour plus d'informations
ro: Înregistrarea nu poate fi ștearsă. Vă rugăm contactati personalul

source: The instance is locked
fr: L'instance est verrouillée
ro: Instanța este blcoată

source: The image is protected
fr: L'image est protégée
ro: Imaginea este protejată

source: An unexpected error occurred
fr: Une erreur inattendue est apparue
ro: A apărut o eroare neașteptată

source: Bad request
fr: Mauvaise requête
ro: Cerere invalida

source: Configuration missing
fr: Configuration manquante
ro: Configurație lipsă

source: Can not connect to service api
fr: Impossible de se connecter à l'API de service
ro: Nu mă pot conecta la API-ul serviciului

source: OpenStack authentication failed
fr: L'authentification OpenStack a échoué
ro: Autentificare OpenStack eșuată

source: Object not available
fr: Objet indisponible
ro: Obiectul nu este disponibil

source: Only ASCII characters are allowed for properties and values
fr: Seul les caractères ASCII sont autorisés pour les propriétés et les valeurs
ro: Numai caractere ASCII sunt permise la proprietăți și valori.

source: Invalid hypervisor type selected
fr: Type d'hyperviseur invalide sélectionné

source: Could not find related client OpenStack project.
fr: Impossible de trouver le projet client OpenStack associé.

source: Could not find details about image member.
fr: Impossible de trouver les détails de l'image membre.

source: Invalid member status received.
fr: Statut de membre non valide reçu.

source: Image member status update sent.
fr: Mise à jour du statut de l'image membre envoyé.

source: Licence cloud objects limit reached. Please check your license.
fr: Limite de la licence objet cloud atteinte. Veuillez vérifier votre licence.

source: Image creation not allowed
fr: Création de l'image non autorisé

source: Can't delete protected image
fr: Impossible de supprimer l'image protégée
ro: Nu pot șterge imaginea protejată

source: Image editing not allowed
fr: Modification de l'image non autorisée

source: Image update forbidden
fr: Mise à jour de l'image interdite

source: Image update failed
fr: La mise à jour de l'image a échoué

source: Image deactivation not allowed
fr: La désactivation de l'image n'est pas autorisée

source: Image {} deactivated
fr: Image {} désactivée

source: Image reactivation not allowed
fr: La réactivation n'est pas autorisée

source: Image {} reactivated
fr: Image {} réactivée

source: Image download not allowed
fr: Le téléchargement de l'image n'est pas autorisé

source: Cannot get snapshots for non existing instance.
fr: Impossible de créer un snapshot pour une instance inexistante.

source: Client does not have any project.
fr: Le client n'a pas de projet.

source: Migration not found
fr: Migration introuvable
ro: Migrarea nu a fost găsită

source: Building
fr: Construction
ro: În construcție

source: Paused
fr: En pause
ro: În pauză

source: Stopped
fr: Arrêté
ro: Oprită

source: Rescued
fr: Sauvé
ro: În salvare

source: Resized
fr: Redimensionné
ro: Redimensionat

source: Booted from ISO
fr: Démarrage depuis l'ISO

source: Soft delete
fr: Logiciel supprimé
ro: Ștergere soft

source: Deleted
fr: Supprimé
ro: Șters

source: Shelved
fr: En attente
ro: Pe raft

source: Shelved offloaded
fr: Suspension déchargé

source: Scheduling
fr: Plannification

source: Block device mapping
fr: Bloquer le mappage des périphériques

source: Networking
fr: Mise en réseau

source: Spawning
fr: Création

source: Image snapshot
fr: Instantané de l'image

source: Image snapshot pending
fr: Instantané de l'image en attente

source: Image pending upload
fr: Image en attente de téléchargement

source: Image uploading
fr: Téléchargement de l'image

source: Image backup
fr: Sauvegarde de l'image

source: Updating password
fr: Mise à jour du mot de passe

source: Resize prep
fr: Préparation du redimensionnement

source: Resize migrating
fr: Redimensionner la migration

source: Resize migrated
fr: Redimensionné la migration

source: Resize finish
fr: Redimensionnement fini

source: Resize reverting
fr: Annulation du redimensionnement

source: Resize confirming
fr: Confirmation du redimensionnement

source: Rebooting
fr: Redémarrage
ro: Se resetează

source: Reboot pending
fr: Redémarrage en attente

source: Reboot started
fr: Redémarrage lancé

source: Rebooting hard
fr: Redémarrage matériel

source: Reboot pending hard
fr: Redémarrage matériel en attente

source: Reboot started hard
fr: Redémarrage matériel commencé

source: Pausing
fr: En pause

source: Unpausing
fr: En pause

source: Suspending
fr: Suspendre

source: Resuming
fr: Reprise

source: Powering off
fr: Mise hors tension

source: Powering on
fr: Mise sous tension

source: Rescuing
fr: Sauvetage

source: Booting from ISO
fr: Démarrage depuis l'ISO

source: Unrescuing
fr: Ne pas sauver

source: Unmounting IOS and rebooting
fr: Démonter l'ISO et redémarrer

source: Rebuilding
fr: Reconstitution

source: Rebuild block device mapping
fr: Reconstruction du mapping des périphériques block

source: Rebuild spawning
fr: Reconstruction création

source: Migrating
fr: Migration

source: Soft deleting
fr: Suppression douce

source: Restoring
fr: La restauration

source: Shelving
fr: Mise en attente

source: Shelving image pending upload
fr: Mise en attente de l'image pendant le téléchargement

source: Shelving image uploading
fr: Mise en attente des images sauvegardées

source: Shelving offloading
fr: Déchargement de la suspension

source: Unshelving
fr: Reprise

source: Owned Image
fr: Image possédée

source: Shared Image
fr: Image partagée

source: Community Image
fr: Image communautaire

source: Volume Snapshot
fr: Instantané de volume
ro: Snapshot Volum

source: Requested Image
fr: Image demandée

source: Requested Volume
fr: Volume demandé

source: Booting from a volume is disabled
fr: Le démarrage depuis un volume est désactivé

source: Image not found
fr: Image introuvable
ro: Imaginea nu a fost găsită

source: Volume size is not valid
fr: La taille du volume n'est pas valide
ro: Dimensiunea volumului nu este validă.

source: Volume not found
fr: Volume introuvable
ro: Volumul nu a fost găsit

source: A client with id {} does not exist
fr: Le client avec l'id {} n'existe pas
ro: Un client cu id {} nu există

source: Invalid client id provided: {}
fr: L'identifiant client fourni n'est pas valide: {}
ro: Id-ul de client furnizat nu este valid: {}

source: Unable retrieve the client associated with your account
fr: Impossible de récupérer le client associé à votre compte
ro: Nu se poate obține un client asociat cu contul dumneavoastra

source: Unable to find a client account
fr: Impossible de trouver un compte client
ro: Nu am găsit un cont client

source: Unable to find a client with an OpenStack project associated
fr: Impossible de trouver un client avec un projet OpenStack associé
ro: Nici un client cu un proiect OpenStack asociat găsit

source: Boot source image not found
fr: Image source de démarrage introuvable
ro: Imaginea sursă de boot nu a fost găsită

source: Boot source volume not found
fr: Volume source de démarrage introuvable
ro: Volumul sursă de boot nu a fost găsită

source: SSH Key not found
fr: Clé SSH introuvable

source: Flavor not in {}
fr: Le flavor n'est pas dans {}
ro: Flavor-ul nu este in {}

source: Not a valid status
fr: Statut invalide
ro: Status invalid

source: Must select hypervisor with live migration
fr: Vous devez sélectionner un hyperviseur pour effectuer la migration
ro: Trebuie sa selectați un hypervisor pentru a efectua migrarea

source: Client not available
fr: Client indisponible
ro: Clientul nu este disponibil

source: No client with an enabled OpenStack project found
fr: Aucun client avec un projet OpenStack valide trouvé

source: Failed to create instance, please contact support
fr: Echec lors de la création de l'instance, veuillez contacter le support

source: Permission denied
fr: Permission refusée
ro: Acces respins

source: Unable to create the instance
fr: Impossible de créer l'instance
ro: Nu se poate crea instanța

source: Cannot delete a locked instance
fr: Impossible de supprimer une instance verrouillée

source: Unable to destroy instance %s
fr: Impossible de supprimer l'instance %s
ro: Nu se poate distruge instanța %s

source: Volume is not bootable
fr: Le volume n'est pas bootable

source: Volume status must be available
fr: Le statut du volume doit être disponible

source: Request an image or a volume, not both
fr: Demander une image ou un volume, pas les deux

source: Invalid image requested
fr: Image invalide demandée

source: Invalid volume requested
fr: Volume invalide demandé

source: Image not available in region {}
fr: Image indisponible dans la région {}

source: Volume not available in region {}
fr: Volume indisponible dans la région {}
