Repository: binerogroup/fleio-i18n
Catalog: translations/backend/locale/*/LC_MESSAGES/django.po
Languages: fr, ro

source: Total number of Gigabytes transferred on a Layer 3 networking setup
fr: Nombre total de gigabytes transférés sur une configuration réseau de couche 3

source: The average number of Floating IPs is computed during a month. Price is per IP-month
fr: Le nombre moyen d'adresses IP flottantes est calculé au cours d'un mois. Le prix est par IP/mois

source: Total number of Gigabytes incoming on public IP addresses
fr: Nombre total de gigabytes entrants sur les adresses IP publiques

source: Total number of Gigabytes incoming on private IP addresses
fr: Nombre total de gigabytes entrants sur des adresses IP privées

source: Total number of Gigabytes outgoing on public IP addresses
fr: Nombre total de gigabytes sortants d'adresses IP publiques

source: Total number of Gigabytes outgoing on private IP addresses
fr: Nombre total de gigabytes sortants d'adresses IP privées

source: Total number of Gigabytes transferred on public IP addresses
fr: Nombre total de gigabytes transférés sur des adresses IP publiques

source: Total number of Gigabytes transferred on private IP addresses
fr: Nombre total de gigabytes transférés sur des adresses IP privées

source: Total number of Gigabytes transferred on all IP addresses
fr: Nombre total de gigabytes transférés sur toutes les adresses IP

source: Incoming traffic
fr: Trafic entrant

source: Outgoing traffic
fr: Trafic sortant

source: API request
fr: Demande d'API

source: Objects
fr: Objets

source: Object size in GB
fr: Taille de l'objet en GB

source: Containers
fr: Conteneurs

source: Project traffic
fr: Trafic du projet

source: Floating IPs
fr: IPs flottantes

source: Incoming public traffic
fr: Trafic public entrant

source: Incoming private traffic
fr: Trafic privé entrant

source: Outgoing public traffic
fr: Trafic public sortant

source: Outgoing private traffic
fr: Trafic privé sortant

source: Total public traffic
fr: Trafic public total

source: Total private traffic
fr: Trafic privé total

source: Total traffic
fr: Trafic total

source: Can't migrate to selected plan
fr: Impossible de migrer vers le plan sélectionné
ro: Nu se poate migra pe planul selectat

source: Attribute {} already present in modifiers
fr: Attribut {} déjà présent dans les modificateurs
ro: Atributul {} deja prezent în modificatori

source: Attribute {} already present in conditions
fr: Attribut {} déjà présent dans les conditions
ro: Atributul {} deja prezent in condiții

source: Multiple From values
fr: Plusieurs valeurs de
ro: Multiplu din valori

source: Same attribute not allowed in modifiers and conditions: {}
fr: Même attribut non autorisé dans les modificateurs et conditions: {}
ro: Același atribut nu este permis in modificatori și condiții: {}

source: Plan {old_plan} deleted and {client_count} clients migrated to plan {new_plan}
fr: Le plan {old_plan} a été supprimé et le client {client_count} a été migré vers le plan {new_plan}
ro: Planul {old_plan} eliminat și {client_count} clienți au fost migrați pe planul {new_plan}

source: There must be a default billing plan
fr: Il doit y avoir un plan de facturation par défaut
ro: Trebuie sa existe un plan implicit de facturare

source: Task recreated
fr: Tâche recréée
ro: Task-ul a fost recreat

source: cPanel server
fr: cPanel serveur
ro: Server cPanel

source: {} hosting
fr: {} hébergement

source: Domains
fr: Domaines
ro: Domenii

source: Register domain
fr: Enregistrer le domaine
ro: Înregistrează domeniu

source: Transfer domain
fr: Transférer le domaine
ro: Transferă domeniu

source: Domain contacts
fr: Contacts du domaine

source: Registrars
fr: Registraires
ro: Registrari

source: My domains
fr: Mes domaines

source: Domain {} is not active
fr: Le domaine {} n'est pas actif
ro: Domeniul {} nu este activ

source: CNP should contain only digits.
fr: CNP ne doit contenir que des chiffres.

source: CNP should be exactly 13 characters.
fr: CNP doit comporter exactement 13 caractères.

source: Not a valid hostname
fr: Nom d'hôte invalide

source: Missing custom fields: {}. Edit client/contact.
fr: Champs personnalisés manquants: {}. Modifier le client / contact.

source: Cannot delete contact since it is still in use.
fr: Impossible de supprimer le contact car il est toujours utilisé.

source: Action completed successfully
fr: Action terminée avec succès
ro: Acțiunea a fost îndeplinită cu succes

source: Failed to execute action for domain
fr: Impossible d'exécuter l'action pour le domaine
ro: Nu am reușit să execut acțiunea pentru domeniu

source: Invalid action for domain
fr: Action invalide pour le domaine
ro: Acțiune invalidă pentru domeniu

source: Invalid action or registrar not found
fr: Action non valide ou registraire introuvable
ro: Acțiune invalidă sau registrar negăsit

source: This domain has no registrar associated. Please contact support.
fr: Ce domaine n'a pas de registraire associé. Veuillez contacter le support.

source: Nameservers updated successfully
fr: Nom du serveur mis à jour avec succès
ro: Nameserverele au fost actualizate cu succes

source: Domain status should be {}
fr: Le statut du domaine doit être {}

source: Failed to retrieve whois data for domain
fr: Impossible de récupérer les données whois pour le domaine

source: Domains {} are not available for registration
fr: Les domaines {} ne sont pas disponibles pour l'enregistrement
ro: Domeniile {} nu sunt disponibile pentru înregistrare

source: No price defined for {} domains
fr: Aucun prix défini pour les {} domaines
ro: Nici un preț definit pentru domeniile {}

source: Domain registration
fr: Enregistrement de domaines

source: Domains {} are not available for transfer
fr: Les domaines {} ne sont pas disponible pour le transfert
ro: Domeniile {} nu sunt disponibile pentru transfer

source: Domain transfer
fr: Transfert de domaine

source: Undefined
fr: Indéfini
ro: Nedefinit

source: Unmanaged
fr: Non géré
ro: Neadministrat

source: Registration pending
fr: Enregistrement en attente
ro: Se așteaptă înregistrarea

source: Transfer pending
fr: Transfert en attente
ro: Se așteaptă transferul

source: Grace
fr: Grâce
ro: Grație

source: Redemption
fr: Rachat
ro: Răscumparare

source: Transferred away
fr: Transféré
ro: Transferat

source: Domain {}
fr: Domaine {}

source: Register
fr: Registre
ro: Înregistrează

source: Transfer
fr: Transfert

source: Renew
fr: Renouveler
ro: Reînnoiește

source: DNS management
fr: Gestion DNS

source: Email forwarding
fr: Redirection d'email

source: ID protection
fr: Protection de l'ID

source: Unable to communicate with registrar
fr: Impossible de communiquer avec le registraire

source: Multiple customers with the same e-mail found in OpenProvider
fr: Plusieurs clients avec le même email trouvé dans OpenProvider

source: Nameservers for domain are required
fr: Le nom du serveur pour le domaine est requis

source: Domain registered
fr: Domaine enregistré

source: Domain pending registration
fr: Domaine en attente d'enregistrement

source: Domain registration unknown
fr: Enregistrement de domaine inconnu

source: Domain transfered
fr: Domaine transféré

source: Domain nameservers updated
fr: Mis à jour du nom de serveur pour le domaine

source: Domain successfully deleted
fr: Domaine supprimé avec succès

source: Domain restored successfully
fr: Domaine restauré avec succès

source: Domain renew successfull
fr: Domaine renouvelé avec succès

source: Domain locked successfully
fr: Domaine verrouillé avec succès

source: Domain unlocked successfully
fr: Domaine déverrouillé avec succès

source: Company name
fr: Nom de l'entreprise

source: VAT
fr: T.V.A

source: Gender
fr: Sexe

source: Email address
fr: Adresse mail

source: Full name
fr: Nom complet

source: Initials
fr: Initiales

source: First name
fr: Prénom

source: Prefix
fr: Préfixe

source: Last name
fr: Nom

source: Phone country code
fr: Code pays du téléphone

source: Phone area code
fr: Indicatif téléphonique

source: Phone
fr: Téléphone
ro: Telefon

source: Street
fr: Rue

source: Street number
fr: Numéro de rue

source: Zip code
fr: Code postal
ro: Cod poștal

source: City
fr: Ville
ro: Oraș

source: Country
fr: Pays
ro: Țara

source: State
fr: Etat

source: Whois data updated
fr: Données Whois mises à jour

source: Reserve
fr: Réserve
ro: Rezervă

source: Restore
fr: Restaurer

source: Modify Contact Details
fr: Modifier les détails de contact
ro: Modifică Detalii Contact

source: Get EPP Code
fr: Obtenir le code EPP
ro: Obține Cod EPP

source: Activate Registrar Lock
fr: Activer le verrouillage du registraire

source: Deactivate Registrar Lock
fr: Désactiver le verrouillage du registraire

source: Request Delete
fr: Demande de suppression
ro: Cere Ștergerea

source: Release Domain
fr: Version du domaine
ro: Cedează Domeniu

source: Update nameservers
fr: Mise à jour du non de serveur

source: Cannot create the customer account at the registrar.
fr: Impossible de créer le compte client chez le registraire.

source: Invalid action
fr: Action invalide

source: Restore domain not implemented
fr: Restaurer le domaine non implémenté

source: {} deleted successfully
fr: {} suppression avec succès

source: Unable to find domain order
fr: Impossible de trouver l'ordre du domaine

source: Whois data modified
fr: Données Whois modifiées

source: Invalid response from registrar
fr: Réponse invalide du registraire

source: The RoTLD connector is missing authentication credentials.
fr: Le connecteur RoTLDS n'a pas d'identifiant d'authentification.

source: RoTLD language must be either "ro" or "en"
fr: Les langage RoTLD doivent être soit "ro" soit "en"

source: Authentication Failure. Invalid credentials.
fr: Échec de l'authentification. Les informations d'identification sont invalides.

source: Service not available. Server side error.
fr: Service non disponible. Erreur côté serveur.

source: Service not available.
fr: Service indisponible.

source: Domain not available for registration
fr: Domaine indisponible pour l'enregistrement
ro: Domeniul nu este disponibil pentru înregistrare

source: Contact must have the person type specified
fr: Le contact doit avoir un titre spécifié

source: Romanian private person must not have registration number
fr: Une personne Roumaine ne doit pas avoir de numéro d'enregistrement

source: CNP is not valid
fr: CNP est invalide

source: Person must have at least 18 years old
fr: La personne doit avoir au moins 18 ans

source: Fiscal code (VAT ID) is not valid.
fr: Le code fiscal (ID TVA) n'est pas valide.

source: Company Registry of Commerce number is mandatory for Commercial Romanian entities
fr: Un numéro d'enregistrement au registre du commerce est obligatoire pour les entité commerciales Roumaine

source: Cannot register domain that is not pending registration.
fr: Impossible d'enregistrer un domaine qui n'est pas en attente d'inscription.

source: Domain information does not contain registrant id
fr: L'information du domaine ne contient pas id inscrit

source: WHOIS data updated
fr: Données WHOIS mises à jour

source: Address 1
fr: Adresse 1

source: Address 2
fr: Adresse 2

source: Address 3
fr: Adresse 3

source: State/province
fr: Département

source: Postal code
fr: Code postal

source: Country code
fr: Code pays

source: Name
fr: Nom

source: Cannot update nameservers for domain that is pending registration
fr: Impossible de mettre à jour le nom du serveur pour le domaine en attente d'inscription

source: Nameservers updated
fr: Nom du serveur mis à jour

source: RoTLD supports only .ro TLDs
fr: RoTLD supporte seulement les TLDs en .ro

source: RoTLD prices {} setting was not set
fr: Le tarifs des RoTLD n'est pas défini

source: Invalid registry of commerce number
fr: Numéro du registre de commerce invalide

source: Domain owner
fr: Propriétaire du domaine

source: Street address
fr: Adresse postale

source: Whois data updated for domain {}
fr: Données WHOIS mise à jour pour le domaine {}

source: Whois data for domain {} was updated to: {}.
fr: Les données Whois du domaine {} ont été mises à jour pour: {}.

source: Domain registered successfully
fr: Domaine enregistré avec succès

source: Failed to register domain
fr: Echec lors de l'enregistrement du domaine

source: Domain transferred successfully
fr: Domaine transféré avec succès

source: Failed to transfer domain
fr: Impossible de transférer le domaine

source: Domain renewed successfully
fr: Domaine renouvelé avec succès

source: Failed to renewed domain
fr: Impossible de renouvelé le domaine

source: Registrar lock activated successfully
fr: Verrouillage du registraire activé avec succès

source: Failed to activate registrar lock domain
fr: Impossible d'activer le domaine de verrouillage du registraire

source: Registrar lock deactivated successfully
fr: Le verrouillage du registraire a été désactivé avec succès

source: Failed to deactivate registrar lock domain
fr: Impossible de désactiver le domaine de verrouillage du registraire

source: Failed to update nameservers for domain
fr: Impossible de mettre à jour les noms de serveurs pour le domaine

source: Action is not implemented yet
fr: L'action n'est pas encore implémentée

source: Action is not supported for current domain status
fr: L'action n'est pas prise en charge pour le statut actuel du domaine

source: New domain register {} order
fr: Nouveau domaine enregistrer {} commande
ro: Comandă nouă înregistrare domeniu {}

source: A new order to register domain {} has been placed.
fr: Une nouvelle commande pour enregistrer le domaine {} a été placée.
ro: O nouă comandă pentru înregistrarea domeniului {} a fost plasată.

source: New domain transfer {} order
fr: Nouveau transfert de domaine {} commande
ro: Comandă nouă transfer domeniu {}

source: A new order to transfer domain {} has been placed.
fr: Une nouvelle commande de transfert du domaine {} a été passée.
ro: O comandă nouă pentru transferarea domeniului {} a fost plasată.

source: New domain renew {} order
fr: Nouveau domaine renouvelé {} commande
ro: Comandă nouă reînnoire domeniu {}

source: A new order to renew domain {} has been placed.
fr: Une nouvelle commande de renouvellement du domaine {} a été passée.
ro: O nouă comandă pentru reînnoirea domeniului {} a fost plasată.

source: Registrar lock activated for domain {}
fr: Verrouillage du registraire activé pour le domaine {}

source: Registrar lock has been activated for domain {}.
fr: Le verrouillage du registraire a été activé pour le domaine {}.

source: Registrar lock deactivated for domain {}
fr: Verrouillage du registraire désactivé pour le domaine {}

source: Registrar lock has been deactivated for domain {}.
fr: Le verrouillage du registraire a été désactivé pour le domaine {}.

source: Nameservers updated for domain {}
fr: Nom du serveur mis à jour pour le domaine {}

source: Nameservers have been updated for domain {}.
fr: Le nom du serveur a été mis à jour pour le domaine {}

source: register domain
fr: enregistrer le domaine

source: transfer domain
fr: transférer le domaine

source: renew domain
fr: renouveler le domaine

source: {} - {} {} {} for {} year(s)
fr: {} - {} {} {} pour {} année(s)

source: no prices available
fr: aucun prix disponible

source: Registrar not found
fr: Registraire introuvable
ro: Registrar-ul nu a fost găsit

source: No registrar selected
fr: Aucun registraire sélectionné

source: No price defined for this registration period. Check TLD pricing
fr: Aucun prix défini pour cette période d'inscription. Vérifier les prix du TLD
ro: Nici un preț definit pentru această perioadă de înregistrare. Verifică costurile TLD

source: Invalid domain name
fr: Nom de domaine invalide

source: New domain name should have the same TLD({})
fr: Le nouveau nom de domaine devrait avoir le même TLD ({})

source: Suspend instead of terminate is enabled for the client, domain canceled.
fr: Suspendre au lieu de terminer est activé pour le client, le domaine est annulé.

source: Suspend instead of terminate is enabled for the client, domain not deleted.
fr: Suspendre au lieu de terminer est activé pour le client, le domaine n'est pas supprimé.

source: License service limit reached. Please check your license
fr: Limite de licence service atteinte. Veuillez vérifier votre licence

source: Connector {} not found
fr: Connecteur {} introuvable

source: Prices updated
fr: Prix mis à jour

source: Cannot delete registrar since it is still in use.
fr: Impossible de supprimer le registraire, car il est utilisé.

source: No TLD specified and default TLD is not set.
fr: Aucun TLD spécifié et le TLD par défaut n'est pas défini.
ro: Nici un TLD specificat și TLD-ul default nu este setat.

source: No whois server defined for TLD.
fr: Aucun serveur WHOIS défini pour TLD.
ro: Nici un server whois definit pentru TLD.

source: Domain available
fr: Domaine diponible

source: Cannot transfer a unregistered domain.
fr: Impossible de transférer un domaine non enregistré.
ro: Nu poți transfera un domeniu neînregistrat

source: Must contain a valid tld name, starting with "."
fr: Doit contenir un nom tld valide, commençant par "."
ro: Trebuie sa conțina un nume de tld valid, începand cu "."

source: Must contain a valid domain name, containing at least a "."
fr: Doit contenir un nom de domaine valide, commençant par "."
ro: Trebuie sa conțina un nume de domeniu valid, conținând cel puțin un "."

source: Get a verification code from the Google Authenticator app or another compatible app
fr: Obtenez un code vérification depuis l'application Google Authenticator ou une autre application compatible

source: Confirmation code is missing
fr: Le code confirmation est manquant

source: Code has to be a number
fr: Le code doit être un numéro

source: Code has to be a 6 digit number
fr: Le code doit être un numéro à 6 chiffres

source: Code is invalid
fr: Le code est invalide

source: This method is already enabled
fr: Cette méthode est déjà activée

source: Verification code is invalid.
fr: Le code de vérification est invalide.

source: Operation completed
fr: Opération terminée

source: This method is already disabled
fr: Cette méthode est déjà désactivée

source: The key was not yet generated
fr: La clé n'a pas été encore générée

source: Successfully regenerated key
fr: Clé régénérée avec succès

source: SMS authenticator
fr: Authentificateur SMS

source: Get a verification code sent to your mobile phone
fr: Recevez un code de vérification sur votre téléphone mobile

source: You need to set your mobile phone number first on your profile.
fr: Vous devez d'abord définir votre numéro de téléphone mobile sur votre profil.

source: Could not find SMS provider.
fr: Impossible de trouver le fournisseur de SMS.

source: Verification code was sent.
fr: Le code de vérification a été envoyé.

source: Cannot send verification code.
fr: Impossible d'envoyer le code de vérification.

source: User doesn't have a mobile number associated with the account.
fr: L'utilisateur n'a pas de numéro de mobile associé au compte.

source: Invalid status.
fr: Statut invalide.

source: No email after the last comma
fr: Aucun email après la dernière virgule
ro: Niciun email după ultima virgulă

source: Invalid list of emails
fr: Liste d'emails invalide
ro: Lista de emailuri invalidă

source: You do not have the permission to access this attachment
fr: Vous n'avez pas la permission d'accéder à cette pièce jointe
ro: Nu aveți permisiuni pentru accesa acest attachment

source: Could not upload attachment. File size is too large.
fr: Impossible de télécharger la pièce jointe. La taille du fichier est trop grande.
ro: Nu am putut încărca attachment-ul. Fișierul este prea mare.

source: Could not upload attachment. Not enough free space on destination file system.
fr: Impossible de télécharger la pièce jointe. Pas assez d'espace libre sur le système de fichiers de destination.
ro: Nu am putut încărca attachment-ul. Nu este spațiu suficient pe sistemul de fișiere destinație.

source: You do not have the permission to access this ticket update
fr: Vous n'avez pas la permission d'accéder à la mise à jour de ce ticket
ro: Nu aveți permisiuni pentru accesa această actualizare de ticket

source: Ticket is already opened.
fr: Le ticket est déjà ouvert.

source: Ticket successfully reopened.
fr: Ticket réouvert avec succès.

source: Ticket is already closed.
fr: Le ticket est déjà fermé.

source: Ticket successfully closed.
fr: Ticket clos avec succès.

source: Could not associate the attachment to newly created ticket reply because it is already linked to another object.
fr: Impossible d'associer la pièce jointe à une réponse de ticket nouvellement créée car elle est déjà liée à un autre objet.

source: Could not associate the attachment to the newly created ticket because it is already linked to another object.
fr: Impossible d'associer la pièce jointe au ticket nouvellement créé car il est déjà lié à un autre objet.

source: Open
fr: Ouvrir
ro: Deschis

source: In Progress
fr: En cours
ro: În Progres

source: Done
fr: Terminé
ro: Rezolvat

source: Medium
fr: Moyen
ro: Mediu

source: Max retries exceeded for finding an available ticket id using the format defined in the department
fr: Nombre maximal de tentatives dépassées pour trouver un id de ticket disponible en utilisant le format défini dans le département

source: No department found when trying to create ticket
fr: Aucun département trouvé lors de la tentative de création de ticket

source: Ticket ID format defined in settings file is invalid. {}
fr: Le format de l'ID du ticket défini dans le fichier de réglages est invalide. {}

source: A valid id format is required.
fr: Un format d'identifiant valide est requis.

source: Non ASCII characters are not allowed for defining ID format
fr: Les caractères non ASCII ne sont pas autorisés pour définir le format de l'ID

source: Empty characters are not allowed!
fr: Les caractères vides ne sont pas autorisés!

source: Format cannot end in "{}"
fr: Le format ne peut pas se terminer par "{}"

source: Forbidden character "{}" used in the ticket id format.
fr: Caractère interdit "{}" utilisé dans le format de l'identifiant du ticket.

source: Unrecognized key "{}" at position {} after the "{}" sign
fr: Clé non reconnue "{}" à la position {} après le signe "{}"

source: You need to use at least {} random characters
fr: Vous devez utiliser au moins {} caractères aléatoires

source: Valid format
fr: Format valide

source: Invalid priority.
fr: Priorité invalide.

source: Cannot delete departament with assigned tickets.
fr: Impossible de supprimer le département avec les tickets attribués.
ro: Nu se poate șterge un departament care are tickete asignate

source: Cannot delete the default signature. Remove all signatures first.
fr: Impossible de supprimer la signature par défaut. Supprimez toutes les signatures en premier.

source: No signatures to update were given
fr: Aucune signature à mettre à jour n'a été donnée

source: Cannot update signature with id {} because you do not own it.
fr: Impossible de mettre à jour la signature avec l'id {} car vous ne la possédez pas.

source: Signatures updated
fr: Signatures mises à jour

source: You already have a global signature
fr: Vous avez déjà une signature globale

source: Cannot link ticket to itself.
fr: Impossible de lier le ticket à lui-même.
ro: Nu puteți linka ticketul la el însuși

source: Link deleted
fr: Lien supprimé
ro: Link șters

source: Links deleted
fr: Liens supprimés
ro: Linkuri șterse

source: Missing ticket id to filter against.
fr: Identifiant de ticket manquant à filtrer.
ro: Lipsește id-ul de ticket după care să filtrez

source: Cannot associate the attachment to the newly created reply because it is already linked to another object.
fr: Impossible d'associer la pièce jointe à la réponse nouvellement créée car elle est déjà liée à un autre objet.
