Repository: binerogroup/fleio-i18n
Catalog: translations/backend/locale/*/LC_MESSAGES/django.po
Languages: fr, ro

source: You cannot do a backup in the past, time travel is not possible, please enter a valid date
fr: Vous ne pouvez pas faire de sauvegarde dans le passé, le voyage dans le temps n’est pas possible, veuillez entrer une date valide
ro: Nu pot realiza un backup în trecut, călătoria în timp nu este posibilă, introdu o dată validă

source: Unable to initialize the ceilometer client
fr: Impossible d'initialiser le client Ceilometer
ro: Nu se poate inițializa clientul ceilometer

source: Unable to retrieve events
fr: Impossible de récupérer des événements
ro: Nu pot obține evenimentele

source: Resource not found
fr: Ressource introuvable
ro: Resursa nu a fost găsită

source: Collector exception
fr: Exception du collecteur
ro: Excepție colector

source: Second
fr: Seconde
ro: Secunda

source: Billing cycle
fr: Cycle de facturation
ro: Ciclu de facturare

source: Day
fr: Jour
ro: ZilnicZi

source: Equal
fr: Égal
ro: Egal

source: Not equal
fr: Inégal
ro: Inegal

source: In list
fr: Dans la liste

source: Not in list
fr: Pas dans la liste

source: Less than
fr: Moins que
ro: Mai puțin decât

source: Less or equal
fr: Moins ou égal
ro: Mai mic sau egal

source: Greater than
fr: Plus grand que
ro: Mai mare ca

source: Greater or equal
fr: Plus grand ou égal
ro: Mai mare sau egal

source: A key already exists with the same name
fr: Une clé existe déjà avec le même nom
ro: Există deja o cheie cu același nume

source: Invalid SSH public key
fr: Clé publique SSH invalide
ro: Cheie publică SSH invalidă

source: Name contains unsafe characters
fr: Le nom contient des caractères non sécurisés
ro: Numele conține caractere nesigure

source: Could not find generation method for {}.
fr: Impossible de trouver la méthode de génération pour {}.

source: {} reporting related feature is disabled
fr: {} fonctionnalité liée aux rapports est désactivée

source: No reporting script found for the reporting type you requested. Available report types are: {}
fr: Aucun script de rapport n'a été trouvé pour le type de rapport que vous avez demandé. Les types de rapport disponibles sont: {}

source: Please specify the type of report you want to generate when running script. Available report types are: {}
fr: Veuillez spécifier le type de rapport que vous souhaitez générer lors de l'exécution du script. Les types de rapport disponibles sont: {}

source: Invalid argument. Argument should be month/year, eg: 03/2019.
fr: Argument invalide. L'argument devrait être mois/année, par exemple: 03/2019.

source: Invalid argument: month and year have to be digits.
fr: Argument invalide: le mois et l'année doivent être des chiffres.

source: Invalid date: month has to be a number between 1 and 12.
fr: Date invalide: le mois doit être un nombre compris entre 1 et 12.

source: Invalid date: you cannot generate report for months in the future.
fr: Date invalide: vous ne pouvez pas générer de rapport pour les mois à venir.

source: Revenue reporting time zone setting is missing or incorrect.
fr: Le paramètre de fuseau horaire pour génération de rapports des revenus est manquant ou incorrect.

source: Report for the given month is already generating.
fr: Le rapport pour le mois donné est déjà généré.

source: Could not find monthly revenue report to work with.
fr: Impossible de trouver le rapport de revenu mensuel avec lequel travailler.

source: Missing year or month.
fr: Année ou mois manquant.

source: Year and month should be integer values
fr: L'année et le mois doivent être des valeurs entières

source: Enabled
fr: Activé
ro: Activat

source: In order
fr: En ordre

source: Least full
fr: Le moins complet

source: Task has no associated log file.
fr: La tâche n'a pas de fichier journal associé.

source: Currency is required
fr: La devise est requise

source: Unable to auto calculate prices
fr: Impossible de calculer automatiquement les prix
ro: Nu am putu calcula prețurile automat

source: Staff user {username} ({user_id}) deleted invoice ({object_id}).
fr: L'utilisateur du staff {username} ({user_id}) a supprimé la facture ({object_id}).

source: Staff user {username} ({user_id}) refunded invoice ({object_id}).
fr: L'utilisateur du staff {username} ({user_id}) a remboursé la facture ({object_id}).

source: Staff user {username} ({user_id}) added a payment of {amount} {currency_code} to invoice ({object_id}).
fr: L'utilisateur du staff {username} ({user_id}) a ajouté un paiement de {amount} {currency_code} pour la facture ({object_id}).

source: No valid client was received
fr: Aucun client valide n'a été reçu
ro: Nici un client valid nu a fost primit

source: Payment added
fr: Paiement ajouté
ro: Plata adaugată

source: Transaction not in a refundable state
fr: Transaction dans un état non remboursable
ro: Tranzacția nu este intr-o stare in care poate fi rambursată

source: Payment refund initiated
fr: Remboursement du paiement lancé
ro: Rambursarea plații a fost inițiată

source: Cannot delete invoice with associated transactions
fr: Impossible de supprimer une facture avec une transaction associée
ro: Nu se poate șterge o factură asociată cu tranzacții

source: Invoice deleted
fr: Facture supprimée
ro: Factură ștearsă

source: Incoming
fr: Entrant

source: Outgoing
fr: Sortant

source: Internal
fr: Interne

source: Unknown user
fr: Utilisateur inconnu

source: Refund to credit
fr: Remboursement du crédit

source: {} added credit
fr: {} crédit ajouté

source: {} removed credit
fr: {} crédit supprimé

source: Auto settled service usage
fr: Utilisation du service réglée automatiquement

source: Refund through gateway
fr: Remboursement par la passerelle

source: Payment for missing invoice
fr: Paiement pour facture manquante

source: Add to credit
fr: Ajouter au crédit

source: Refund from invoice to credit
fr: Remboursement de la facture crédit

source: External refund
fr: Remboursement externe

source: Credit withdraw after refund
fr: Retrait de crédit après remboursement

source: Invoice payment from credit
fr: Paiement de facture à crédit

source: Refund from credit through gateway
fr: Remboursement du crédit via la passerelle

source: Auto settled usage from credit
fr: Utilisation réglée automatiquement à partir du crédit

source: Staff user {username} ({user_id}) accepted order ({object_id}).
fr: L'utilisateur du staff {username} ({user_id}) a accepté la commande ({object_id})

source: Cannot add one time cycle if the product has a recurring cycle.
fr: Impossible d'ajouter un cycle ponctuel si le produit possède un cycle récurrent.

source: Cannot add recurring cycle if the product has a one time cycle.
fr: Impossible d'ajouter un cycle récurrent si le produit possède un cycle ponctuel.

source: A cycle with {} currency is required to auto calculate price
fr: Un cycle avec {} devise est requis pour calculer automatiquement le prix
ro: Un ciclu cu moneda {} este necesar pentru auto calcularea prețului

source: Cannot add cycle to a free product.
fr: Impossible d'ajouter le cycle à un produit gratuit.
ro: Nu poți adăuga un ciclu la un produs gratuit.

source: Can't delete cycle. It is referenced by another object
fr: Impossible de supprimer le cycle. Il est référencé par un autre objet
ro: Ciclul nu poate fi sters. Este referențiat de un alt obiect

source: Cannot make product free while it contains cycles.
fr: Impossible de libérer le produit s'il contient des cycles.
ro: Nu poți face un produs gratuit cât timp conține cicluri.

source: Can't delete product in use by services
fr: Impossible de supprimer le produit si il utilise des services
ro: Nu pot șterge produs care e folosit de servicii

source: Option associated
fr: Option associée
ro: Opțiune asociată

source: No option provided
fr: Aucune option fournie
ro: Nicio o opțiune furnizată

source: Option does not exist
fr: L'option n'existe pas
ro: Optiunea nu există

source: Option not associated with product
fr: Option non associée au produit
ro: Opțiunea nu este asociată cu un produs

source: Option dissociated
fr: Option dissociée
ro: Opțiune dezasociată

source: Staff user {username} ({user_id}) activated service ({object_id}).
fr: L'utilisateur du staff {username} ({user_id}) a activé le service ({object_id})

source: Staff user {username} ({user_id}) resumed service ({object_id}).
fr: L'utilisateur du staff {username} ({user_id}) a repris le service ({object_id}).

source: Staff user {username} ({user_id}) suspended service ({object_id}).
fr: L'utilisateur du staff {username} ({user_id}) a suspendu le service ({object_id}).

source: Staff user {username} ({user_id}) terminated service ({object_id}).
fr: L'utilisateur du staff {username} ({user_id}) a terminé le service ({object_id}).

source: Service resources already exists.
fr: Le service ressources existe déjà.
ro: Resursa serviciului există deja.

source: Resume in progress
fr: Reprise en cours
ro: Reîncepere în progres

source: Service is not suspended
fr: Le service n'est pas suspendu
ro: Serviciul nu este suspendat

source: Suspend in progress
fr: Suspention en cours
ro: Serviciul în progres

source: Service is not active
fr: Le service n'est pas actif
ro: Serviciul nu este activ

source: Service is not active or suspended
fr: Le service n'est pas actif ou suspendu
ro: Serviciul nu este activ sau suspendat

source: Suspend instead of terminate is enabled for the client. Suspending service.
fr: Suspendre à la place de terminer est activé pour le client. Service suspendu.
ro: Clientul are activată suspendarea în locul terminării. Suspend serviciul.

source: Suspend instead of terminate is enabled for the client and service is not active.
fr: Suspendre au lieu de terminer est activé pour le client et le service n'est pas actif.
ro: Clientul are activată suspendarea în locul terminării și serviciul nu este activ.

source: Terminate in progress
fr: Fin en cours
ro: Terminare în progres

source: Suspend instead of terminate is enabled for the client, service not deleted.
fr: Suspendre au lieu de terminer est activé pour le client, service non supprimé.
ro: Clientul are activată suspendarea în locul terminării, serviciu neșters.

source: Delete in progress.
fr: Suppression en cours.
ro: Ștergere în desfășurare

source: Cannot delete service with active resources, terminate service first.
fr: Impossible de supprimer le service avec des ressources actives, résiliez d'abord le service.
ro: Nu se poate șterge un serviciu cu resurse active, terminați serviciul prima dată.

source: Cannot delete refunded transaction, delete refund transaction first
fr: Impossible de supprimer la transaction remboursée, supprimez d'abord la transaction de remboursement
ro: Tranzacția rambursată nu poate fi ștearsă. Șterge intai tranzacția de rambursare

source: Settings updated
fr: Paramètres mis à jour
ro: Setări actualizate

source: License client limit reached. Please check your license
fr: Limite de licence client atteinte. Veuillez vérifier votre licence

source: Staff user {username} ({user_id}) suspended client {client_name} ({object_id}).
fr: L'utilisateur du staff {username} ({user_id}) à suspendu le client {client_name} ({object_id}).

source: Staff user {username} ({user_id}) resumed client {client_name} ({object_id}).
fr: L'utilisateur du staff {username} ({user_id}) a repris le client {client_name} ({object_id}).

source: Staff user {username} ({user_id}) changed credit for client ({object_id}).
fr: L'utilisateur du staff {username} ({user_id}) a changé le credit pour le client ({object_id}).

source: Staff user {username} ({user_id}) updated usage for client ({object_id}).
fr: L'utilisateur du staff {username} ({user_id}) a mis à jour les usages du client ({object_id}).

source: Staff user {username} ({user_id}) reset usage for client ({object_id}).
fr: L'utilisateur du staff {username} ({user_id}) a réinitialisé les usages du client ({object_id}).

source: Staff user {username} ({user_id}) associated used to client ({object_id}).
fr: L'utilisateur du staff {username}({user_id}) associé au client ({object_id}).

source: Staff user {username} ({user_id}) dissociated used from client ({object_id}).
fr: L'utilisateur du staff {username}({user_id}) dissocié au client ({object_id}).

source: Staff user {username} ({user_id}) changed configuration for client ({object_id}).
fr: L'utilisateur du staff {username} ({user_id}) a changé la configuration du client ({object_id}).

source: Staff user {username} ({user_id}) updated openstack billing plan for client ({object_id}).
fr: L'utilisateur du staff {username} ({user_id}) a mis à jour le plan de facturation openstack du client ({object_id}).

source: Staff user {username} ({user_id}) added client ({object_id}) to a group.
fr: L'utilisateur du staff {username} ({user_id}) a ajouté le client ({object_id}).

source: Staff user {username} ({user_id}) removed client ({object_id}) from a group.
fr: L'utilisateur du staff {username} ({user_id}) a supprimé le client ({object_id}).

source: Staff user {username} ({user_id}) set billing agreements.
fr: L'utilisateur du staff {username} ({user_id}) définissent les accords de facturation.

source: Staff user {username} ({user_id}) sent mass email to clients.
fr: L'utilisateur du staff {username} ({user_id}) à envoyé un email de masse aux clients.

source: Client already suspended
fr: Client déjà suspendu
ro: Clientul este deja suspendat

source: Suspend scheduled
fr: Suspension en cours
ro: Suspendare programată

source: Client is not suspended
fr: Le client n'est pas suspendu
ro: Clientul nu este suspendat

source: Resume scheduled
fr: Reprise en cours
ro: Reluarea programată

source: Usage updated
fr: Usage mis à jour
ro: Consumul a fost actualizat

source: Client delete scheduled
fr: Suppression du client en cours
ro: Ștergerea clientului a fost programată

source: User not found
fr: Utilisateur introuvable
ro: Utilizatorul nu a fost găsit

source: User associated
fr: Utilisateur associé
ro: Utilizatorul a fost asociat

source: Operation not allowed in demo mode
fr: Opération non autorisée en mode démo
ro: Operațiunea nu este permisă in modul demo

source: User dissociated
fr: Utilisateur dissocié
ro: Utilizatorul a fost disociat

source: Configuration does not exist
fr: La configuration n'existe pas
ro: Configurarea nu există

source: Cannot update os plan because openstack plans feature is disabled
fr: Impossible de mettre à jour le plan d'exploitation, car la fonctionnalité des plans openstack est désactivée

source: Client does not have an OpenStack project or pricing plan
fr: Le client n'a pas de projet OpenStack ni de plan tarifaire

source: An OpenStack pricing plan is required
fr: Un plan tarifaire OpenStack est requis

source: Pricing plan does not exist
fr: Le plan tarifaire n'existe pas

source: Missing group id to filter clients against it
fr: Identifiant de groupe manquant pour filtrer les clients par rapport à celui-ci

source: No group to filter against
fr: Aucun groupe à filtrer
ro: Nici un grup după care sa filtrez

source: Missing group id
fr: Id de groupe manquant

source: No group with the provided id found
fr: Aucun groupe avec l'identifiant fourni trouvé

source: Client added to group
fr: Client ajouté au groupe

source: Client removed from group
fr: Client retiré du groupe

source: Mass email scheduled
fr: Email de masse planifié

source: Cannot find frontend instalation
fr: Impossible de trouver l'installation de frontend

source: No unmodified index.html file available
fr: Aucun fichier index.html non modifié disponible

source: Failed to generate updated index.html file
fr: Impossible de générer le fichier index.html mis à jour

source: Your operating system information could not be found
fr: Les informations de votre système d'exploitation sont introuvables
ro: Informațiile sistemului tău de operare nu au putut fi găsite

source: License file not intact. Please reactivate license
fr: Le fichier de licence n'est pas intact. Veuillez réactiver la licence
ro: Fișierul de licență nu este intact. Vă rugăm să reactivați licență

source: Can't extract zip file. Please allow write access and reactivate license.
fr: Impossible d'extraire le fichier zip. Veuillez autoriser l'accès en écriture et réactiver la licence.
ro: Nu se poate extrage fișierul zip. Vă rugăm să permiteți accesul pentru scriere și să reactivați licența.

source: License not found
fr: Licence introuvable
ro: Licență nu a fost găsită

source: Please contact support
fr: Veuillez contacter le support
ro: Vă rugăm contactati personalul

source: You need to use the "[#{{ variables.ticket_id }}] format in the title"
fr: Vous devez utiliser le format "[#{{ variables.ticket_id }}] dans le titre"

source: This notification template will be sent to the user if his account is running low on credit. This will inform him how much time his credit will last based on the active cloud resources he has. Available variables to use are:
fr: Ce modèle de notification sera envoyé à l'utilisateur si son compte manque de crédit. Cela lui indiquera combien de temps son crédit durera en fonction des ressources cloud actives dont il dispose. Les variables disponibles à utiliser sont:
ro: Acest template de notificare o să fie trimis către utilizator dacă contul său ramâne fară credit. Acesta îl va informa cât timp creditul său o sa țină bazându-se pe resursele cloud pe care acesta le are. Variabilele disponibile pentru utilizare sunt:

source: This notification template will be sent to the user if he requests password change for his account, in case he forgets it. Available variables to use are:
fr: Ce modèle de notification sera envoyé à l'utilisateur s'il demande la modification du mot de passe de son compte, au cas où il l'oublierait. Les variables disponibles à utiliser sont:
ro: Acest template de notificare o să fie trimis către utilizator dacă acesta cere recuperarea parolei pentru contul său, în cazul in care acesta o uită. Variabilele disponibile pentru utilizare sunt:

source: This notification template will be sent to the user right after registration in order to confirm his account. Available variables to use are:
fr: Ce modèle de notification sera envoyé à l'utilisateur juste après son inscription afin de confirmer son compte. Les variables disponibles à utiliser sont:

source: Notification to be sent if the cloud resources related to a client have been suspended because he ran out of credit. Available variables to use are:
fr: Notification à envoyer si les ressources cloud associées à un client ont été suspendues car il n’a plus de crédit. Les variables disponibles à utiliser sont:
ro: Notificare care se trimite daca resursele cloud ale unui client au fost suspendate datorită faptului ca a rămas fără credit. Variabilele disponibile pentru utilizat sunt:

source: Notification that is sent when a user orders a new product and an invoice gets issued. Available variables to use are:
fr: Notification envoyée lorsqu'un utilisateur commande un nouveau produit et qu'une facture est émise. Les variables disponibles à utiliser sont:
ro: Notificare care este trimisă când un utilizator comandă un produs nou si o factură este generată. Variabilele disponibile pentru utilizare sunt:

source: This notification will be sent when a ticket was closed to either staff users or bcc recipients that are defined in the ticket. Available variables to use are:
fr: Cette notification sera envoyée lorsqu'un ticket a été fermé aux utilisateurs du personnel ou aux destinataires Cci définis dans le ticket.Les variables disponibles à utiliser sont:

source: This notification will be sent when a ticket is opened to either staff users or bcc recipients that are defined in the ticket. Available variables to use are:
fr: Cette notification sera envoyée lorsqu'un ticket est ouvert aux utilisateurs du personnel ou aux destinataires Cci définis dans le ticket. Les variables disponibles à utiliser sont:

source: This notification will be sent when a ticket receives a reply to either staff users or bcc recipients that are defined in the ticket. Available variables to use are:
fr: Cette notification sera envoyée lorsqu'un ticket recevra une réponse aux utilisateurs du personnel ou aux destinataires Cci définis dans le ticket. Les variables disponibles à utiliser sont:

source: This notification will be sent when a ticket was closed to either the enduser or cc recipients that are defined in the ticket. Available variables to use are:
fr: Cette notification sera envoyée lorsqu'un ticket a été fermé à l'utilisateur final ou aux destinataires cc définis dans le ticket. Les variables disponibles à utiliser sont:

source: This notification will be sent when a ticket is opened to either the enduser or cc recipients that are defined in the ticket. Available variables to use are:
fr: Cette notification sera envoyée lorsqu'un ticket est ouvert à l'utilisateur final ou aux destinataires cc définis dans le ticket. Les variables disponibles à utiliser sont:

source: This notification will be sent when a ticket receives a reply to either the enduser or cc recipients that are defined in the ticket. Available variables to use are:
fr: Cette notification sera envoyée lorsqu'un ticket recevra une réponse à l'utilisateur final ou aux destinataires cc définis dans le ticket. Les variables disponibles à utiliser sont:

source: This notification might be sent when an openstack operation fails. Check the docs to find out how to configure these kind of notifications (configure what errors to send and to whom).
fr: Cette notification peut être envoyée en cas d'échec d'une opération openstack. Consultez la documentation pour savoir comment configurer ce type de notifications (configurez les erreurs à envoyer et à qui).

source: Duplicate entry. A template in this language already exists.
fr: Double entrée. Un modèle dans cette langue existe déjà.
ro: Înregistrare duplicată. Un template în această limbă există deja.

source: Cannot delete the default notification template.
fr: Impossible de supprimer le modèle de notification par défaut.
ro: Nu poți șterge template-ul default pentru această notificare.

source: Cannot delete the last notification template of this kind.
fr: Impossible de supprimer le dernier modèle de notification de ce type.
ro: Nu poti șterge ultima notificare de felul acesta.

source: Template does not exist.
fr: Le modèle n'existe pas.
ro: Template-ul nu există.

source: Second factor authentication is required and users have no other option than the one you want to disable.
fr: L'authentification double facteurs est requise et les utilisateurs non pas d'autre option que vous souhaitez désactiver.

source: Cannot change second factor authentication settings in demo mode
fr: Impossible de changer les paramètres d'authentification double facteurs dans le mode démo

source: Cannot enable this setting because no second factor authentication method is enabled
fr: Impossible d'activer ce paramètre car aucune méthode d'authentification à double facteurs n'est activée

source: Invalid list of domains
fr: Liste de domaines invalide

source: No domain after the last comma
fr: Aucun domaine après la dernière virgule

source: No email confirmation template set
fr: Aucun modèle de confirmation d'email défini

source: No notification template with the specified name found
fr: Aucun modèle de notification avec le nom spécifié trouvé

source: Cannot change sign up settings in demo mode
fr: Impossible de modifier les paramètres d'inscription en mode démo

source: user group
fr: groupe d'utilisateurs

source: Permission set {} for user group {} created and updated successfully.
fr: Jeu d'autorisations {} pour le groupe d'utilisateurs {} créé et mis à jour avec succès.
ro: Setul de permisiuni {} pentru grupul utilizatorului {} creat și actualizat cu succes.

source: Invalid data provided
fr: Données non valides fournies
ro: Date furnizate invalide
