Repository: binerogroup/fleio-i18n
Catalog: translations/backend/locale/*/LC_MESSAGES/django.po
Languages: fr, ro

source: Cannot associate the attachment to the note because it is already linked to another object.
fr: Impossible d'associer la pièce jointe à la note car elle est déjà liée à un autre objet.

source: Ticket with id {} not found.
fr: Le ticket avec l'id {} est introuvable.

source: Client not found for getting tickets
fr: Client introuvable pour obtenir des billets

source: User not found when getting related tickets
fr: Utilisateur introuvable lors de l'obtention de tickets liés

source: Service created
fr: Service créé
ro: Serviciu creat

source: Service {} was created
fr: Le service {} a été créé
ro: Serviciul {} a fost creat

source: Service suspended
fr: Service suspendu
ro: Serviciu suspendat

source: Service {} was suspended
fr: Le service {} a été suspendu
ro: Serviciul {} a fost suspendat

source: Service resumed
fr: Reprise du service
ro: Serviciu repornit

source: Service {} was resumed
fr: Le service {} a été repris
ro: Serviciul {} a fost reactivat

source: Service renewed
fr: Service renouvelé
ro: Serviciu reînnoit

source: Service was renewed
fr: Le service a été renouvelé
ro: Serviciul a fost reînnoit

source: Service changed product
fr: Le service a changé de produit
ro: Schimbare produsul serviciu

source: Service product was changed for service {}
fr: Le produit de service a été modifié pour le service {}
ro: Produsul serviciului {} a fost schimbat

source: Service changed cycle
fr: Le service a changé de cycle
ro: Schimbare ciclu serviciu

source: Service cycle was changed for {}
fr: Le cycle du service a été changé pour {}
ro: Schimbare ciclu serviciu pentru {}

source: Service deleted
fr: Service supprimé
ro: Serviciu șters

source: Service {} was deleted
fr: Le service {} a été supprimé
ro: Serviciul {} a fost șters

source: A new TODO has been created and assigned to you
fr: Un nouveau TODO a été créé et assigné à vous
ro: Un nou TODO a fost creat și va fost asignat

source: The TODO "{}" has been created and assigned to you
fr: Le TODO "{}" a été créé et assigné à vous
ro: TODO-ul "{}" a fost creat și va fost asignat

source: A TODO assigned to you has been changed
fr: Un TODO assigné à vous a été changé
ro: Un TODO asignat dumneavoastră a fost schimbat

source: The TODO {} assigned to you has been changed
fr: Le TODO {} assigné à vous a été changé
ro: TODO-ul {} asignat dumneavoastră a fost schimbat

source: info
ro: informatii

source: Invoice {}
ro: Factură {}

source: Description
ro: Descriere

source: Private
ro: Privat

source: Transaction
ro: Tranzacție

source: Staff
ro: Administrator

source: Service
ro: Serviciu

source: Enter a valid URL.
ro: Introduceți un URL valid.

source: Permissions
ro: Permisiuni

source: Authentication succeeded
ro: Autentificarea a reușit

source: Instance - Unrescue
ro: Instanță - Anulează recuperarea

source: Code: {code} Message: {error}
ro: Cod: {code} Mesaj: {error}

source: Instances
ro: Instanțe

source: Volumes
ro: Volume

source: Images
ro: Imagini

source: Ports
ro: Porturi

source: IP Version 6
ro: IP Versiunea 6

source: Service locator
ro: Localizator serviciu

source: Unable to get zone. Please contact support for more info
ro: Zona nu a fost găsita. Vă rugăm contactati personalul

source: Unable to list record sets. Please contact support for more info
ro: Nu se poate obține lista de grupuri de înregistrări. Vă rugăm contactati personalul

source: Unable to create record sets. Please contact support for more info
ro: Eroare la creerea grupului de înregistrări. Vă rugăm contactati personalul

source: Unable to get or create zone. Please contact support for more info
ro: Zona nu poate fi obținută sau creată. Vă rugăm contactati personalul

source: Image
ro: Imagine

source: Instance Snapshot
ro: Snapshot Instanța

source: Volume
ro: Volum

source: SSH Key does not exist
ro: Cheia SSH nu există

source: Unable to connect to VNC for instance {0}
ro: Nu mă pot conecta la VNC pentru instanța {0}

source: Application
ro: Aplicție

source: Maintenance
ro: Mentenanță

source: Minute
ro: Minut

source: In
ro: În

source: Not in
ro: Nu în

source: This field is required
ro: Câmpul este obligatoriu

source: Opertion not allowed in demo mode
ro: Operația nu este permisa in modul demo

source: MidoNet Uplink
ro: Conexiune MidoNet

source: Unable to retrieve the list of roles, regions and domains: {}
ro: Nu se poate obține lista rolurilor, regiunilor și domeniilor: {}

source: Settings successfully saved. A sync process will begin.
ro: Configurarile au fost salvate cu succes. Un proces de actualizare a datelor va incepe in fundal.

source: Settings successfully saved. Could not run sync script: file not found.
ro: Configurarile au fost salvate cu succes. Nu am putut rula fisierul de actualizare a datelor: fiser lipsa.

source: TLDs
ro: TLD-uri

source: Tickets
ro: Tickete

source: Departments
ro: Departamente

source: Cannot add attachment to non existing ticket
ro: Nu pot adăuga attachment-ul la un ticket care nu există.

source: Cannot add attachment to non existing ticket note
ro: Nu pot adăuga attachment-ul la o notă-ticket care nu există.

source: Cannot add attachment to non existing ticket update
ro: Nu pot adăuga attachment-ul la o actualizare de ticket care nu există.
