Repository: binerogroup/fleio-i18n
Catalog: translations/backend/locale/*/LC_MESSAGES/django.po
Languages: fr, ro

source: User group already has a permission set assigned
fr: Un groupe d'autorisations est déjà attribué à un groupe d'utilisateurs
ro: Grupul de utilizatori are deja un set de permisiuni asignat

source: Missing user id to get groups for.
fr: Id utilisateur manquant pour obtenir des groupes.

source: User with provided id not found.
fr: Utilisateur avec l'identifiant fourni introuvable.

source: User account is inactive
fr: Le compte d'utilisateur est inactif
ro: Contul de utilizator este inactiv

source: No token associated with user: {0} ({1})
fr: Aucun jeton associé à l'utilisateur: {0} ({1})
ro: Nu exista nici un token asociat cu utilizatorul: {0} ({1})

source: Token associated with user: {0} ({1}) deleted.
fr: Jeton associé à l'utilisateur: {0} ({1}) supprimé.
ro: Token-ul asociat cu utilizatorul: {0} ({1}) a fost șters.

source: Cannot remove own superuser status
fr: Impossible de supprimer son propre statut de superutilisateur
ro: Nu puteți șterge propriul statut de superutilizator

source: Cannot delete the user you are logged in with.
fr: Impossible de supprimer l'utilisateur avec lequel vous êtes connecté.

source: User {} impersonated
fr: Utilisateur {} incarné
ro: Utilizatorul {} a fost impersonat

source: User is no longer impersonated
fr: L'utilisateur n'est plus incarné
ro: Utilizatorul nu mai este impersonat

source: No user is impersonated
fr: Aucun utilisateur n'est incarné
ro: Nu este nici un utilizator impersonat

source: Permission set {} for user {} created and updated successfully.
fr: Jeu d'autorisations {} pour l'utilisateur {} créé et mis à jour avec succès.
ro: Setul de permisiuni {} pentru utilizatorul {} creat și actualizat cu succes.

source: User already has a permission set assigned
fr: Un jeu d'autorisations est déjà attribué à l'utilisateur
ro: Utilizatorul are deja un set de permisiuni asignat

source: Effective permissions fetched successfully
fr: Autorisations effectives récupérées avec succès
ro: Permisiunile efective aduse cu succes

source: Missing group id to filter users against it
fr: Id de groupe manquant pour filtrer les utilisateurs en fonction
ro: Lipsește id-ul grupului după care să filtrez

source: Successfully added user to group
fr: Utilisateur ajouté au groupe avec succès

source: License key cannot be changed in demo mode
fr: La clé de licence ne peut pas être modifiée en mode démo
ro: Cheia de licență nu poate fi schimbată in modul demo

source: Can't connect to server. Please check your internet connection and retry.
fr: Impossible de se connecter au serveur. Veuillez vérifier votre connexion Internet et réessayer.
ro: Nu mă pot conecta la server. Verifică conexiunea la internet și reîncearcă.

source: Incorrect user name or password
fr: Identifiant ou mot de passe incorrect
ro: Nume de utilizator sau parola greșit

source: euid required
fr: euid requis
ro: euid necesar

source: User does not exist
fr: L'utilisateur n'existe pas
ro: Utilizatorul nu exista

source: Currency cannot be deleted because it is used by other objects
fr: La devise ne peut pas être supprimée car elle est utilisée par d'autres objets

source: If you want to resize cluster, impersonate the owner.
fr: Si vous voulez redimensionner le cluster, incarnez le propriétaire.

source: If you want to get certificate for cluster, impersonate the owner.
fr: Si vous voulez obtenir un certificat pour le cluster, incarnez le propriétaire.

source: Client has already a project
fr: Le client a déjà un projet
ro: Clientul are deja un proiect

source: Project already associated with a client
fr: Projet déjà associé à un client
ro: Proiect deja asociat cu un client

source: A project already exists for this client
fr: Un projet existe déjà pour ce client
ro: Deja există un proiect pentru acest client

source: Role "{}" does not exist in OpenStack. Set an existing role as default role.
fr: Le rôle "{}" n'existe pas dans OpenStack. Définir un rôle existant en tant que rôle par défaut.

source: OpenStack role was not set in OpenStack settings -> defaults tab. Set an existing role as default role.
fr: Le rôle OpenStack n'a pas été défini dans les paramètres OpenStack -> onglet par défaut. Définir un rôle existant en tant que rôle par défaut.

source: Project not found
fr: Projet non trouvé
ro: Proiectul nu a fost găsit

source: Cannot retrieve zones for all projects and particular project at the same time
fr: Impossible de récupérer des zones pour tous les projets et un projet particulier en même temps
ro: Nu se pot obține zonele pentru toate proiectele si un proiect specific simultan

source: Client has no project.
fr: Le client n'a pas de projet.
ro: Clientul nu are nici un proiect.

source: No project was chosen.
fr: Aucun projet n'a été choisi.

source: Client you want zones for does not have an openstack project.
fr: Le client pour lequel vous souhaitez des zones n’a pas de projet openstack.

source: Unable to list zones. Please see logs for more info
fr: Impossible de lister les zones. Voir les journaux pour plus d'informations
ro: Zonele nu pot fi obținute. Vezi log-urile pentru mai multe informații

source: DSN endpoint not found
fr: Point de terminaison DNS non trouvé
ro: Endpoint DNS negăsit

source: Unable to create zone. A zone with the same domain name already exists
fr: Impossible de créer une zone. Une zone avec le même nom de domaine existe déjà
ro: Nu am putut crea zona. O zonă cu același domeniu există deja.

source: Unable to create zone. Please see logs for more info
fr: Impossible de créer une zone. Voir les journaux pour plus d'informations
ro: Zona nu poate fi creată. Vezi log-uri pentru mai multe detalii

source: Unable to create record. Please see logs for more info
fr: Impossible de créer un enregistrement. Voir les journaux pour plus d'informations
ro: Înregistrarea nu poate fi creată. Vezi log-uri pentru mai multe detalii

source: Unable to fetch zone. Please see logs for more info
fr: Impossible de récupérer la zone. Voir les journaux pour plus d'informations
ro: Zona nu poate fi obținuta. Vezi log-urile pentru mai multe informații

source: Unable to retrieve record. Please see logs for more info
fr: Impossible de récupérer l'enregistrement. Voir les journaux pour plus d'informations
ro: Înregistrarea nu poate fi obținuta. Vezi log-uri pentru mai multe detalii

source: Unable to update record. Please see longs for more info
fr: Impossible de mettre à jour l'enregistrement. Voir les journaux pour plus d'informations
ro: Înregistrarea nu poate fi actualizata. Vezi log-urile pentru mai multe informații

source: Unable to delete zone. Please see logs for more info
fr: Impossible de supprimer la zone. Voir les journaux pour plus d'informations
ro: Zona nu poate fi ștearsa. Vezi log-urile pentru mai multe informații

source: Unable to delete record. Please see logs for more info
fr: Impossible de supprimer l'enregistrement. Voir les journaux pour plus d'informations
ro: Înregistrarea nu poate fi ștearsa. Vezi log-urile pentru mai multe informații

source: Missing image id to filter flavor groups against it
fr: Identifiant d'image manquant pour filtrer les groupes de flavors

source: Flavor group added to image
fr: Groupe de flavors ajouté à l'image

source: Flavor group removed from image
fr: Groupe de flavor supprimé de l'image

source: Cannot delete flavor group while it has flavors associated with it.
fr: Impossible de supprimer un groupe de flavor s'il est associé à des flavors.

source: Unable to create the flavor
fr: Impossible de créer le flavor
ro: Nu se poate crea flavor

source: Missing group id to filter flavors against it
fr: Identifiant de groupe manquant pour filtrer les flavors

source: Flavor added to group
fr: Flavor ajouté au groupe

source: Flavor removed from group
fr: Flavor supprimé du groupe

source: Missing image id to filter flavors against it
fr: Identifiant d'image manquant pour filtrer les flavors

source: Flavor added to image
fr: Flavor ajouté à l'image

source: Flavor removed from image
fr: Flavor supprimé de l'image

source: Flavor id required.
fr: L'identifiant du flavor est requis.

source: No flavor found for given id.
fr: Aucun flavor trouvé pour l'identifiant donné.

source: No client group id specified.
fr: Aucun identifiant de groupe de clients spécifié.

source: No client group found for assignment.
fr: Aucun groupe de clients trouvé pour l'affectation.

source: Client group already assigned to this flavor.
fr: Groupe de clients déjà affecté à ce flavor.

source: Successfully assigned client group to flavor.
fr: Groupe de clients affecté avec succès au flavor.

source: No client group found from given id.
fr: Aucun groupe de clients trouvé à partir de l'id donné.

source: Successfully removed client group from flavor.
fr: Groupe de clients supprimé avec succès du flavor.

source: Cannot remove client group from flavor as it is not assigned to it.
fr: Impossible de supprimer le groupe de clients du flavor car il ne lui est pas attribué.

source: Unable to find a client for the current user.
fr: Impossible de trouver un client pour l'utilisateur actuel.
ro: Nu am găsit un client pentru utilizatorul curent.

source: Cannot create floating ip without a project.
fr: Impossible de créer une adresse IP flottante sans projet.
ro: Nu se poate crea un ip dinamic fără un proiect.

source: Client has no project
fr: Le client n'a pas de projet

source: Staff user {username} ({user_id}) deactivated {object_name} {object_id}.
fr: L'utilisateur du staff {username} ({user_id}) a déactivé {object_name} {object_id}.

source: Staff user {username} ({user_id}) reactivated {object_name} {object_id}.
fr: L'utilisateur du staff {username} ({user_id}) a réactivé {object_name} {object_id}.

source: Client ID required
fr: Identifiant client requis

source: Client does not exist
fr: Le client n'existe pas
ro: Clientul nu există

source: Image is private and owned by another project
fr: L'image est privée et appartient à un autre projet

source: Image is owned by another project
fr: L'image appartient à un autre projet

source: Client {}({}) does not have an openstack project.
fr: Le client {} ({}) n'a pas de projet openstack.

source: The openstack project associated with client {}({}) is disabled.
fr: Le projet openstack associé au client {} ({}) est désactivé.

source: Client {} does not exist
fr: Le client {} n'existe pas

source: Unable to boot: {}
fr: Impossible de démarrer: {}

source: Volume not available
fr: Volume non disponible

source: Staff user {username} ({user_id}) moved instance ({object_id}).
fr: L'utilisateur du staff {username} ({user_id}) a déplacé l'instance ({object_id}).

source: Project id for client does not exist, or does not have the permission for the operation
fr: L'ID de projet pour le client n'existe pas ou ne dispose pas de l'autorisation pour l'opération
ro: Nu există id proiect pentru client sau nu are permisiunea pentru această operație

source: Lock sent
fr: Verrouillage envoyé
ro: Blocare trimisă

source: Unlock sent
fr: Déverrouillage envoyé
ro: Deblocare trimisă

source: Suspend sent
fr: Suspendre envoyé
ro: Suspendare trimisă

source: Resume sent
fr: Reprise envoyé
ro: Reluare trimisă

source: No networks found for project
fr: Aucun réseau trouvé pour le projet
ro: Nu exista rețele pentru proiect

source: Instance has no project
fr: L'instance n'a pas de projet
ro: Instanta nu are nici un proiect

source: No ports found for instance
fr: Aucun port trouvé pour l'instance
ro: Nu exista porturi pentru instanță

source: Instance does not exist in OpenStack anymore.
fr: L'instance n'existe plus dans OpenStack.

source: Can not get current hypervisor
fr: Impossible d'obtenir l'hyperviseur actuel
ro: Hypervisor-ul curent nu poate fi obținut

source: Can not migrate instance.
fr: Impossible de migrer l'instance.
ro: Nu se poate migra instanța.

source: Migrate in progress
fr: Migration en cours
ro: Migrare in desfășurare

source: Instance is not related to any project. Aborting.
fr: L'instance n'est liée à aucun projet. Abandonner.

source: Instance already belongs to selected client
fr: L'instance appartient déjà au client sélectionné

source: Moving LXD or Ironic instances is not supported
fr: Le déplacement d'instances LXC ou Ironic n'est pas pris en charge

source: Instance is in error state
fr: L'instance est en statut erreur

source: Instance has volumes attached
fr: L'instance a des volumes attachés

source: Cannot move instance.
fr: Impossible de déplacer l'instance.

source: Move in progress
fr: Déplacement en cours

source: Can not abort migrate.
fr: Impossible d'abandonner la migration.
ro: Migrarea nu poate fi anulată.

source: Abort migrate in progress
fr: Abandon de la migration en cours
ro: Anulează migrarea in desfășurare

source: No data available yet, please wait a few more minutes
fr: Aucune donnée disponible pour l'instant, veuillez patienter quelques minutes
ro: Nu există date disponibile înca, te rugăm să mai astepti câteva minute.

source: Flat
fr: Plat

source: provider_segmentation_id must be a number
fr: provider_segmentation_id doit être un nombre
ro: provider_segmentation_id trebuie sa fie un număr

source: Client is required.
fr: Le client est requis.
ro: Clientul este obligatoriu.

source: Cannot create a network without a project.
fr: Impossible de créer un réseau sans projet.
ro: Nu se poate crea o rețea fără un proiect.

source: Object in fleio but not in openstack
fr: Objet dans fleio mais pas dans openstack
ro: Obiectul există in Fleio dar nu și in OpenStack

source: Must be called with region parameter
fr: Doit être appelé avec le paramètre region
ro: Apelul trebuie făcut cu parametrul regiune

source: Invalid IP specified
fr: IP invalide spécifiée
ro: IP-ul specificat este invalid

source: Either subnet or fixed_ips must be specified
fr: Le sous-réseau ou les IPs fixe doivent être spécifiés
ro: Subnet sau fixed_ips trebuie specificat

source: Unable to create port
fr: Impossible de créer un port
ro: Portul nu poate fi creat

source: Unable to update port
fr: Impossible de mettre à jour un port
ro: Portul nu poate fi actualizat

source: Unable to add ip
fr: Impossible d'ajouter une Ip
ro: IP-ul nu poate fi adăugat

source: IP added
fr: IP ajoutée
ro: IP adăugat

source: Unable to add IP(s)
fr: Impossible d'ajouter des adresses IPs
ro: Nu s-au putut adăuga IP-urile

source: IP(s) added
fr: IPs ajoutées
ro: IP-uri adăugate

source: Unable to remove ip
fr: Impossible de supprimer l'Ip
ro: IP-ul nu poate fi șters

source: IP removed
fr: IP supprimé
ro: IP șters

source: Staff user {username} ({user_id}) deleted project ({object_id}).
fr: L'utilisateur du staff {username} ({user_id}) a supprimer le projet ({object_id}).

source: Not implemented
fr: Non implémenté
ro: Neimplementat

source: Project delete scheduled
fr: Suppression du projet en cours
ro: Ștergerea proiectului a fost programată

source: Project deleted
fr: Projet supprimé
ro: Protectul a fost șters

source: OpenStack user password is required
fr: Le mot de passe de l'utilisateur OpenStack est requis
ro: Parola pentru utilizatorul de OpensStack este necesara

source: Could not find a suitable endpoint for Keystone
fr: Impossible de trouver un nœud final approprié pour Keystone
ro: Nu s-a putut găsi un endpoint potrivit pentru versiunea Keystone

source: {} Please check your credentials and try again
fr: {} Vérifiez vos informations d'identification et réessayez
ro: Te rog verifică datele de conectare și încercă din nou

source: Keystone SSL certificate is invalid. Check certificate for region with auth url: {0}
fr: Le certificat SSL Keystone n'est pas valide. Vérifiez le certificat pour la région avec l'URL d'authentification: {0}
ro: Certificatul SSL pentru Keystone este invalid. Verificați certificatul pentru regiunea cu URL-ul de autentificare: {0}

source: Please set a valid set of OpenStack credentials first.
fr: Définissez d'abord un ensemble valide d'informations d'identification OpenStack.

source: Role {} does not exist
fr: Le rôle {} n'existe pas
ro: Rolul {} nu există

source: Region {} does not exist
fr: La région {} n'existe pas
ro: Regiunea {} nu există

source: Domain with ID {} not found
fr: Le domaine avec l'ID {} est introuvable
ro: Domeniul cu ID {} nu a fost găsit

source: Notification url is required
fr: L'URL de notification est obligatoire
ro: URL-ul pentru notificari este obligatoriu

source: Url not reachable
fr: URL inaccessible
ro: URL-ul nu este disponibil

source: Credentials incorrect
fr: Informations d'identification incorrectes
ro: Datele de autentificare incorecte

source: Cannot change OpenStack settings in demo mode
fr: Impossible de modifier les paramètres OpenStack en mode démo
ro: Nu se pot salva setările OpenStack în modul demo

source: Settings successfully saved. Starting sync openstack objects task.
fr: Paramètres enregistrés avec succès. Démarrage de la tâche de synchronisation des objets openstack.

source: Settings saved successfully.
fr: Paramètres enregistrés avec succès.
ro: Setarile salvate cu succes.

source: Successfully connected to OpenStack.
fr: Connecté avec succès à OpenStack.
ro: Conectat la OpenStack cu succes.

source: Prefix length specifications must follow the rule: Minimum prefix length <= Default prefix length <= Maximum prefix length
fr: Les spécifications de longueur de préfixe doivent respecter la règle: longueur de préfixe <= longueur de préfixe par défaut <= longueur de préfixe maximale
ro: Specificarea lumgimi prefixurilor trebuie să urmeze următoarea regulă: Lungimea minimă <= Lungimea implicită <= Lungimea maximă

source: Invalid CIDR.
fr: CIDR invalide.
ro: CIDR invalid.

source: CIDR(s) prefix length must be greater or equal to minimum prefix length and smaller or equal to maximum prefix length.
fr: La longueur du préfixe CIDR doit être supérieure ou égale à la longueur minimale du préfixe et inférieure ou égale à la longueur maximale du préfixe.
ro: Lungimea prefixurilor CIDR prefix trebuie să fie mai mare sau egală cu lungimea minimă a prefixului și trebuie să fie mai mica sau egală cu lungimea maximă a prefixului.

source: You must specify at least one pool prefix in CIDR notation.
fr: Vous devez spécifier au moins un préfixe de pool en notation CIDR.
ro: Trebuie sa specificati cel putin un prefix de grup in notația CDIR.

source: Unable to create subnet pool
fr: Impossible de créer un pool de sous-réseau
ro: Nu se poate crea grupul de subrețele

source: Unable to update subnet pool
fr: Impossible de mettre à jour un pool de sous-réseau
ro: Grupul de subrețele nu poate fi actualizat

source: Format: [{"start":"ip1", "end":"ip2"}, {"start":"ip3", "end":"ip4"}] is required
fr: Format: [{"start":"ip1", "end":"ip2"}, {"start":"ip3", "end":"ip4"}] est requis
ro: Formatul: [{"start":"ip1", "end":"ip2"}, {"start":"ip3", "end":"ip4"}] este obligatoriu

source: Format: [{"ip":"ip1"}, {"ip":"ip2"}] is required
fr: Format: [{"ip":"ip1"}, {"ip":"ip2"}] est requis
ro: Formatul: [{"ip":"ip1"}, {"ip":"ip2"}] este obligatoriu

source: Format: [{"destination":"CIDR1", "nexthop":"IP1"}, {"destination":"CIDR2", "nexthop":"IP2"}] is required
fr: Format: [{"destination":"CIDR1", "nexthop":"IP1"}, {"destination":"CIDR2", "nexthop":"IP2"}] est requis
ro: Formatul: [{"destination":"CIDR1", "nexthop":"IP1"}, {"destination":"CIDR2", "nexthop":"IP2"}] este obligatoriu

source: Either cidr or a subnetpool must be specified
fr: Le CIDR ou le pool de sous-réseaux doivent être spécifiés
ro: CDIR sau un grup de subnet-uri trebuie specificat

source: Allocation_pools allowed only for specific subnet requests
fr: Allocation_pools autorisés uniquement pour des demandes de sous-réseau spécifiques
ro: Allocation_pools este permis doar pentru cereri specifice la sub-rețele

source: Unable to find the network.
fr: Impossible de trouver le réseau.
ro: Rețeaua nu poate fi gasită.

source: Used vCPUs
fr: vCPUs utilisés

source: Not used vCPUs
fr: vCPUs disponibles

source: Used disk (GB)
fr: Espace disque utilisé (GB)

source: Free disk (GB)
fr: Espace disque libre (GB)

source: Used memory (MB)
fr: Mémoire utilisée (MB)

source: Free memory (MB)
fr: Mémoire libre (MB)

source: All Hypervisors...
fr: Tous les hyperviseurs...

source: All {} hypervisors
fr: Tous les hyperviseurs de {}

source: Hypervisor {} - {} - {}
fr: Hyperviseur {} - {} - {}

source: Unable to create the user in OpenStack. Check logs for more info
fr: Impossible de créer l'utilisateur dans OpenStack. Consultez les journaux pour plus d'informations
ro: Nu se poate crea utlizatorul în OpenStack. Verifică log-urile pentru mai multe informații

source: Unable to fetch the user from OpenStack. Check logs for more info
fr: Impossible de récupérer l'utilisateur à partir d'OpenStack. Consultez les journaux pour plus d'informations
ro: Nu se poate obține utilizatorul din OpenStack. Verifică log-urile pentru mai multe informații

source: Unable to update user in OpenStack. Check logs for more info
fr: Impossible de mettre à jour l'utilisateur dans OpenStack. Consultez les journaux pour plus d'informations
ro: Nu se poate actualiza utilizatorul in OpenStack. Verifică log-urile pentru mai multe informații

source: Unable to delete the user from OpenStack. Check logs for more info
fr: Impossible de supprimer l'utilisateur à partir d'OpenStack. Consultez les journaux pour plus d'informations
ro: Nu se poate șterge utilizatorul din OpenStack. Verifică log-urile pentru mai multe informații

source: Cannot create volume backup for client because related volume has not client project associated
fr: Impossible de créer la sauvegarde du volume pour le client car aucun projet client n'est associé au volume

source: Cannot create incremental backup without having a full backup first in your os project
fr: Impossible de créer une sauvegarde incrémentielle sans avoir d'abord une sauvegarde complète dans votre projet OS

source: Provided backup to filter against does not exist
fr: La sauvegarde fournie pour filtrer n'existe pas

source: Cannot create snapshot for client as volume does not have a related project in the database.
fr: Impossible de créer le snapshot pour le client car le volume n'a pas de projet correspondant dans la base de données.

source: The volume is in the admin project. No client found.
fr: Le volume est dans le projet admin. Aucun client trouvé.

source: Size must be a multiple of {} GB
fr: La taille doit être un multiple de {} GB
ro: Dimensiunea trebuie sa fie un multiplu de {} GB

source: Unable to find a project for the specified client
fr: Impossible de trouver un projet pour le client spécifié
ro: Nu am găsit un proiect pentru clientul specificat

source: Cinder endpoint not found for region {}
fr: Le endpoint Cinder n'a pas été trouvé pour cette région {}

source: Operation not allowed
fr: Opération non autorisée
ro: Operațiunea nu este permisă

source: Total incoming traffic in Gigabytes per billing cycle. Price is per Gigabyte
fr: Trafic entrant total en gigabytes par cycle de facturation. Le prix est par gigabytes

source: Total outgoing traffic in Gigabytes per billing cycle. Price is per Gigabyte
fr: Trafic sortant total en gigabytes par cycle de facturation. Le prix est par gigabytes

source: Total number of API requests during a month. Price is per request-month
fr: Nombre total de requêtes API durant un mois. Le prix est requêtes/mois

source: The average number of objects in a month is computed. Price is per object-month
fr: Le nombre moyen d'objets dans un mois est calculé. Le prix est par objet/mois

source: The average size used in a month. Price is per Gigabyte-month
fr: La taille moyenne utilisée dans un mois. Le prix est par gigabytes/mois

source: Average number of containers during a month. Price is per container-month
fr: Nombre moyen de conteneurs par mois. Le prix est par conteneur/mois
